[
{"titulo_articulo": ["¡Bienvenidos a IGN Latinoamérica!"], "contenido": ["​", "IGN es el sitio número 1 de gaming y entretenimiento en el mundo con una audiencia mundial de más de 50 millones y hoy, estamos más que orgullosos de unirnos a esa increíble familia con ¡IGN Latinoamérica!", "¿Y qué puedes esperar de IGN Latinoamérica? Todo lo que quieres, así de fácil. Estaremos trayendo a la región todo el contenido internacional que tanto le gusta a la audiencia de IGN: reviews, artículos y noticias, pero tropicalizados y en español. También nos concentraremos en contenido local y lo que le interesa a nuestro público regional.", "Con el gaming en Latinoamérica creciendo en popularidad, como si se hubiera comido un hongo, consideramos que es el momento perfecto para lanzar IGN Latam y esperamos que todos lo disfruten como nosotros al hacerlo.", "​", "También es muy importante recordarte que si no quieres ver la versión de IGN Latinoamérica (porque tal vez prefieras otra edición) puedes cambiarla con sólo dar click en el nombre de nuestra edición –ahí, arriba a la izquierda o en versión de mobile hasta abajo– lo importante es que tengas la opción que quieres.", "En esta parte del proceso, es probable que encuentres pequeños bugs en el sitio, pero queremos asegurarte que estamos trabajando para resolver todos y cada uno de ellos. Si llegas a encontrar alguno, cuéntanos para revisarlo lo más rápido posible.", "Y claro, no te olvides de seguirnos en nuestras redes sociales en ", "Facebook", ", ", "@IGNLatam", " y ", "Google+", " para estar enterado todo el tiempo de todo lo que sucede en el mundo del gaming y el entretenimiento.", "¡Que comiencen los juegos!", "​", "Mail de contacto:", "\n", "ign_latam@ign.com"], "fecha": ["Publicado el 1 de Septiembre de 2014 a las 07:50"]},
{"titulo_articulo": ["Silent Hills: PT no se puede descargar en PS5"], "contenido": ["PT no estará disponible para volver a descargar en PS5, pero Konami no descarta que se pueda reproducir en la consola de próxima generación a través de otros medios.", "En declaraciones a ", "GamesRadar", ", Konami confirmó que aquellos que posean PT en PS4 no podrán volver a descargar directamente el juego en PS5, ya que ya no existe en PS Store. PT, una influyente demostración de terror diseñada como un adelanto de Silent Hills cancelada, fue retirada ", "de la tienda en 2015 después de que el director Hideo Kojima dejara Konami.", "Sin embargo, volver a descargar juegos de PS4 en PS5 es solo un método para transferir juegos de la generación actual a la próxima generación, con la transferencia local de wi-fi y el almacenamiento externo confirmados como medios para mover juegos compatibles entre generaciones. Eso deja abierta la posibilidad de que PT todavía se pueda reproducir (y se conserve en una nueva generación de consolas), y es una posibilidad que Konami no descarte en este momento.", "Contactado para una aclaración por IGN, Konami explicó que actualmente no puede confirmar o negar si los otros métodos harán que el juego sea jugable. Teóricamente, una transferencia directa de datos debería funcionar, pero actualmente no está claro si el juego se jugaría según lo previsto en el nuevo hardware.", "Dicho esto, Sony no ha incluido PT ", "en la lista corta de juegos que definitivamente no serán compatibles con versiones anteriores en PS5.", " Nos contactamos con Sony para comentar sobre eso y si PT podría funcionar usando métodos de transferencia de datos.", "Es un paso más en la desordenada línea de tiempo de PT y Silent Hills, una línea de tiempo que ayudó a convertir el juego en una leyenda urbana del juego moderno."], "fecha": ["Publicado el 20 de Octubre de 2020 a las 12:37"]},
{"titulo_articulo": ["Xbox One, PS4, Switch y PC: estos son los juegos sin costo que podrás conseguir del 23 al 25 de octubre"], "contenido": ["Como cada viernes les tenemos los juegos que pueden probar o conseguir gratis durante este fin de semana, así que si les pasa que no tienen nada nuevo que jugar o simplemente es que tienen ganas de probar algo diferente, denle un vistazo al listado que incluye títulos para PC, PlayStation 4, Xbox One y Nintendo Switch.", "A continuación pueden ver la lista de juegos, teniendo en cuenta que algunos son solo pruebas temporales, ciertos son regalos y otros son descargas gratuitas permanentes que se otorgan por estar suscrito a algún servicio o como parte de alguna promoción.", "PC", "\n\t", "Fallout 76: Wastelanders", " - Se puede probar gratis hasta el 26 de octubre, y si se deciden a comprarlo pueden aprovechar que tiene un 60% de descuento.", "\n\t", "Steam tiene el Festival de Juegos de Mesa Digitales con cientos de títulos en oferta y algunas otras promociones como Fin de Semana del Editor de Codemasters.", "\n\t", "Costume Quest 2", " - Epic Games Store está regalando este juego. Podrán descargarlo hasta el 29 de octubre y se quedará en su biblioteca de forma permanente.", "\n\t", "Layers of Fear 2", " - Epic Games Store está regalando este juego. Podrán descargarlo hasta el 29 de octubre y se quedará en su biblioteca de forma permanente.", "\n\t", "Epic Games Store tiene las Ofertas de Halloween 2020 con un catálogo de juegos con ahorros de hasta el 75 por ciento.", "\n", "Xbox One", "\n\t", "Fallout 76: Wastelanders - ", "Se puede probar gratis hasta el 26 de octubre, y si se deciden a comprarlo pueden aprovechar que tiene un 60% de descuento.", "\n\t", "EA Sports UFC 4", " - Como parte de la promoción Días de juego gratis hasta el 25 de octubre, y si se deciden a comprarlo pueden aprovechar que tiene un 35% de descuento.", "\n\t", "Destroy All Humans!", " - Como parte de la promoción Días de juego gratis hasta el 25 de octubre, y si se deciden a comprarlo pueden aprovechar que tiene un 20% de descuento.", "\n\t", "Slayaway Camp Butcher's Cut ", "- Como parte de ", "los Games with Gold de octubre", ".", "\n\t", "Maid of Sker ", "- Como parte de los Games with Gold de octubre.", "\n\t", "Costume Quest ", "- Como parte de los Games with Gold de octubre.", "\n", "PlayStation 4", "\n\t", "Fallout 76: Wastelanders", " - Se puede probar gratis hasta el 26 de octubre, y si se deciden a comprarlo pueden aprovechar que tiene un 60% de descuento.", "\n\t", "Need for Speed: Payback", " - Como parte de ", "los juegos de PlayStation Plus de octubre", ".", "\n\t", "Vampyr ", "- Como parte de los juegos de PlayStation Plus de octubre.", "\n\t", "PlayStation Store tiene ", "venta especial de Halloween", " activa hasta el 2 de noviembre.", "\n", "Nintendo Switch", "\n\t", "Jump Rope Challenge", " - Disponible como descarga gratuita (La descarga gratuita sería solo hasta el 30 de septiembre, pero Nintendo decidió extender el período)", "\n\t", "Super Mario Bros. 35", " - Disponible como ", "descarga gratuita con Nintendo Switch Online", ".", "\n", "Además de todos estos títulos también está la opción de varios free-to-play disponibles para descargar en las diferentes plataformas y por supuesto el catálogo de Xbox Game Pass con muchas opciones para los suscriptores."], "fecha": ["Publicado el 23 de Octubre de 2020 a las 00:46"]},
{"titulo_articulo": ["The Last of Us Remastered: los tiempos de carga se han reducido en más del 70% en PS4"], "contenido": ["The Last of Us Remastered ha recibido un nuevo parche en PS4 que parece haber reducido los tiempos de carga en todo el juego, incluyendo la reducción de los tiempos de carga de la primera pantalla de carga del juego en más del 70%.", "De acuerdo al reporte de ", "Kotaku", ", el speedrunner de The Last of Us, ", "Anthony Calabrese", ", ha señalado que el parche 1.11 ha hecho que \"las pantallas de carga sean básicamente inexistentes en PS4\" para The Last of Us Remastered. Este cambio incluso le ha ahorrado casi 18 segundos en la pelea contra David y parece funcionar tanto para ssd como para hdd.", "El YouTuber conocido como ", "ElAnalistaDeBits", " también subió un video que muestra los tiempos de carga mejorados en acción. Antes del parche, la primera pantalla de carga en The Last of Us Remastered tomaba 1:30:10. Con el nuevo parche, los tiempos de carga para la misma sección parecen ser de 0:13:86.", "Si bien esto siempre podría ser una mejora específicamente para la versión de PS4 de ", "The Last of Us Remastered", ", es un momento curioso ya que este juego está incluido en la ", "PlayStation Plus Collection", " para PS5. Esta nueva ventaja de PlayStation Plus lleva otros grandes juegos como God of War, Bloodborne y Final Fantasy XV a la nueva consola de siguiente generación de Sony.", "No estaría fuera de lo posible considerar que, al optimizar y hacer que estos juegos se puedan reproducir en PS5, estos desarrolladores han encontrado formas de mejorar la experiencia para aquellos que sigan jugando en PS4.", " "], "fecha": ["Publicado el 25 de Octubre de 2020 a las 14:00"]},
{"titulo_articulo": ["PlayStation Plus: estos son los juegos gratis de noviembre de 2020, y ya se incluye uno de PS5"], "contenido": ["Sony Interactive Entertainment ha dado a conocer a través de ", "PlayStation.Blog", " los juegos gratuitos de noviembre para los suscriptores de PlayStation Plus, además de revelar más detalles sobre PlayStation Plus Collection que llegará junto a PlayStation 5.", "Para empezar tenemos que el juego de PlayStation 5 y los dos títulos de ", "PlayStation 4", " que podrán descargar los miembros de PlayStation Plus en noviembre son:", "Bugsnax (versión PS5)", "\n", "El primer juego de PS5 en unirse a PlayStation Plus es la encantadora aventura en primera persona de Young Horses: Bugsnax. Juega como un periodista investigador que se ha propuesto investigar Snaktooth Island, hogar de legendarias criaturas mitad insecto, mitad snack, Bugsnax. Descubre, caza y captura todas las 100 criaturas mientras rastreas y reúnes los habitantes de la isla.", "\n\n", "Bugsnax (versión PS5) estará disponible para los miembros de PlayStation Plus a partir del jueves 12 de noviembre (para propietarios de PS5) hasta el lunes 4 de enero de 2021.", "\n", "Middle-Earth: Shadow of War (PS4)", "\n", "Ubicado entre los eventos de El Hobbit y El Señor de los Anillos, Middle-Earth: Shadow of War te invita una vez más al icónico mundo de magos, orcos y elfos de JRR Tolkien. Ve detrás de las líneas enemigas para forjar un ejército, conquista fortalezas y domina Mordor desde adentro. Experimenta cómo el Sistema Nemesis crea únicas historias personales con cada enemigo y seguidor, y confronta todo el poder del Señor Oscuro Sauron y sus Espectros del Anillo en esta nueva y épica historia de la Tierra Media.", "\n", "Hollow Knight: Voidheart Edition (PS4)", "\n", "En el fascinante juego de plataformas de exploración en 2D de Team Cherry, desciende hacia el extenso mundo subterráneo de Hollownest para luchar contra criaturas contaminadas y hacerte amigo de extraños bichos. Desbloquea nuevas habilidades y adapta tus conjuntos de poderes a tu estilo de juego para ayudarte a explorar retorcidas cavernas, antiguas ciudades y mortales páramos. Descubre una antigua historia del reino, enfrentando épicos jefes que desafiarán tus habilidades de combate y plataformas mientras te esfuerzas por resolver los misterios enterrados en su corazón.", "\n", "Estos dos juegos de PS4 estarán disponibles desde el martes 3 de noviembre hasta el lunes 30 de noviembre.", "PlayStation Plus Collection", "Con el lanzamiento de PlayStation 5 llegará un nuevo beneficio para la membresía de PlayStation Plus, se trata de PlayStation Plus Collection que permitirá que los suscriptores tengan acceso a una librería de juegos de PS4 que definieron la generación.", "La PlayStation Plus Collection se pondrá disponible a partir del 12 de noviembre cuando PS5 se lance en Estados Unidos, México, Japón y otros países, y estos son los juegos que estarán disponibles:", "De Sony Worldwide Studios:", "\n\t", "Bloodborne", "\n\t", "Days Gone", "\n\t", "Detroit: Become Human", "\n\t", "God of War", "\n\t", "Infamous Second Son", "\n\t", "Ratchet and Clank", "\n\t", "The Last Guardian", "\n\t", "The Last of Us Remastered", "\n\t", "Until Dawn", "\n\t", "Uncharted 4: A Thief’s End", "\n", "De estudios third-party:", "\n\t", "Batman: Arkham Knight", "\n\t", "Battlefield 1", "\n\t", "Call of Duty: Black Ops III – Zombies Chronicles Edition", "\n\t", "Crash Bandicoot N. Sane Trilogy", "\n\t", "Fallout 4", "\n\t", "Final Fantasy XV Royal Edition", "\n\t", "Monster Hunter: World", "\n\t", "Mortal Kombat X", "\n\t", "Persona 5", "\n\t", "Resident Evil 7 biohazard", "\n", "Por cierto, deben tener en cuenta que aún pueden descargar ", "los juegos de octubre", " ya que Need for Speed: Payback y Vampyr estarán disponibles como parte de los juegos de PS Plus hasta el 2 de noviembre."], "fecha": ["Publicado el 28 de Octubre de 2020 a las 17:37"]},
{"titulo_articulo": ["Call of Duty: Warzone - ¿cuál es el horario del evento de Halloween? ¿Hasta cuándo durará?"], "contenido": ["Este martes 20 de octubre comienza el evento de Halloween en ", "Call of Duty: Modern Warfare y Warzone", ", así que les tenemos los detalles al respecto, incluyendo su duración.", "Activision e Infinity Ward anunciaron que el evento llamado The Haunting of Verdansk estará disponible en todas las plataformas y que concluirá el martes 3 de noviembre.", "\n", "Hope you're not afraid of the dark.", "\n", "\nThe Haunting of Verdansk is live now for ", "#ModernWarfare", " and ", "#Warzone", ". ", "pic.twitter.com/L5avqpqt7M", "\n— Call of Duty (@CallofDuty) ", "October 20, 2020", "Este evento tendrá contenido cosmético con temática de la temporada incluyendo paquetes basados en SAW y Texas Chainsaw Massacre, además de otras novedades como Zombies Royale y más, tal como pueden ver en el tráiler a continuación:", " ", "Destaca que se incluye el sistema de recompensas llamado \"Trick or Treat\" donde las cajas de suministro pueden incluir sustos o planos realmente buenos, mientras que las acciones multijugador tendrán modos y efectos con la misma temática.", "\n", "Drop into a living nightmare.", "\n", "\n🌑 Darkness falls on Verdansk.", "\n🧟 Horrors have come to play.", "\n🎃 Tricks & Treats await discovery.", "\n", "\nThe Haunting of Verdansk begins October 20 for ", "#ModernWarfare", " and ", "#Warzone", ". ", "pic.twitter.com/LKeT5c6e9B", "\n— Call of Duty (@CallofDuty) ", "October 19, 2020", "El paquete SAW viene con el atuendo de Billy the Puppet, la pieza de equipo letal Phlebotomozier, un cuchillo especial y armas con diseño especial, mientras que el de Texas Chainsaw Massacre viene con el asesino Leatherface, el plano LMG \"Family Heirloom\" y más.", "También destaca que estará disponible el mapa Verdansk para experimentar infiltraciones nocturnas y el modo Zombie Royale donde los jugadores pueden luchar contra y junto a criaturas zombificadas.", " ", "Así que ya lo saben, el espíritu de Halloween está en ", "Call of Duty: Modern Warfare y Warzone", ", y podrán participar hasta el próximo martes 3 de noviembre."], "fecha": ["Publicado el 20 de Octubre de 2020 a las 17:16"]},
{"titulo_articulo": ["Games with Gold: estos son los juegos gratis de noviembre 2020"], "contenido": ["Microsoft ha anunciado los Games with Gold para noviembre donde se incluyen Aragami: Shadow Edition, Swimsanity!, Full Spectrum Warrior y LEGO Indiana Jones.", "Como sabrán, los Games with Gold son juegos que pueden ser descargados gratis por los miembros de Xbox Live Gold y Xbox Game Pass Ultimate, y a continuación tienen los detalles específicos para noviembre (", "vía", " ", "XboxWire", "):", "Aragami: Shadow Edition (Disponible del 1 al 30 de noviembre)", "\n", "Inicia un oscuro viaje sangriento lleno de secretos. En Nightfall, que incluye tanto el juego original como su precuela, jugarás como un asesino con el poder de controlar las sombras. Acaba con tus adversarios a través de una amplia gama de poderes en una campaña individual o con un amigo en multijugador en línea multiplataforma mientras pones a prueba tus habilidades de sigilo.", "\n", "Swimsanity! (Disponible del 16 de noviembre al 15 de diciembre)", "\n", "¡Sumérgete en la locura! Forma equipo con cuatro amigos y despliega una gran variedad de potenciadores y armas únicas, o bien, pelea por ser el último Mooba con vida. Con más de 150 desafíos en 8 modos de juego, la intensidad es el elemento principal en este shooter co-op submarino lleno de acción.", "\n", "Full Spectrum Warrior (Disponible del 1 al 15 de noviembre)", "\n", "Crea tu propio equipo y prepárate para desplegarlo en este título clásico de Xbox. Lo que comenzó como entrenamiento para el Ejército de Estados Unidos, terminó como un simulador realista de guerra urbana a nivel de infantería. Dirige escuadrones Alpha y Bravo a través de auténticos protocolos de infantería, en un entorno urbano plagado de peligros.", "\n", "LEGO Indiana Jones (Disponible del 16 al 30 de noviembre)", "\n", "Ponte tu fedora, toma tu látigo y prepárate para encontrar la fortuna y la gloria. The Original Adventures toma la divertida y creativa mecánica de construcción de LEGO y la combina con la incesante acción de las películas clásicas. Construye, pelea y ábrete camino a través de todos tus momentos cinematográficos favoritos con un toque irónico estilo LEGO.", "\n", "Hablando de ", "los juegos de octubre", ", aún tienen un par de días para conseguir Slayaway Camp y Costume Quest, mientras que Maid of Sker estará disponible hasta el 15 de noviembre."], "fecha": ["Publicado el 29 de Octubre de 2020 a las 16:49"]},
{"titulo_articulo": ["Fortnite: ¿dónde están las cabañas de bruja?"], "contenido": ["Dentro del evento de Halloween de ", "Fortnite", " Capítulo 2 llamado Fortnitemares 2020 hay varios desafíos, y uno de ellos pide a los jugadores visitar tres cabañas de bruja que están ubicadas en diferentes puntos del mapa.", "La recompensa de este desafío es un pico, así que vale la pena completarlo, y para hacerlo solo deben hacer tal lo que indica la descripción, que es visitar tres de las siete cabañas en cualquier modo de juego y sin importar el número de partidas.", "Hay cabañas de bruja en cada región, pero si quieren completarlo rápido lo mejor es entrar en el modo Refriega de Equipos y visitar las tres cabañas de la parte superior izquierda del mapa. Por cierto, no importa que la cabaña haya sido destruida, solo con visitar el lugar les contará la visita. A continuación pueden ver dónde se encuentran todas las cabañas en el mapa cortesía de ", "FortniteIntel", ":", " ", "Hablando de Fortnite, recuerden que este fin de semana ", "se llevará a cabo el concierto de J Balvin", ".", "Fortnite está disponible como descarga gratuita con compras dentro del juego en consolas, PC y dispositivos móviles.", "En otras notas recientes, ", "vean nuestro unboxing de Xbox Series X y Series S", ", ", "estas son siete películas de terror disponibles en Netflix", ", ", "esta teoría de Star Wars asegura que Padme nunca amó a Anakin", ", y ", "una publicación eliminada de The Mandalorian confirma un gran rumor", "."], "fecha": ["Publicado el 30 de Octubre de 2020 a las 21:17"]},
{"titulo_articulo": ["Genshin Impact: ¿cómo activar el crossplay para jugar en PS4, PC y celulares?"], "contenido": ["En estos últimos días hay un título que ha estado ganando gran popularidad y convirtiéndose en el favorito de muchos, se trata de Genshin Impact, un RPG de acción de mundo abierto desarrollado por miHoYo que llegó recientemente a PC, PlayStation 4 y dispositivos móviles.", "Una de las características de este juego chino fuertemente inspirado en ", "The Legend of Zelda: Breath of the Wild", " es que cuenta con crossplay en las plataformas en donde está disponible, ¿pero cómo es que se activa esta función?", "Genshin Impact ofrece una experiencia multijugador que permite a los jugadores hacer equipo con otros tres compañeros, sin importar la plataforma en que se encuentren, lo que sin duda incrementa la diversión.", " ", "Para poder jugar con amigos en cooperativo deben alcanzar el Rango de Aventura 16 y se desbloqueará la capacidad de agregar a otros jugadores en PS4, PC y móviles. Si sus amigos están en la misma plataforma aparecerán automáticamente listados en el menú Friends, y si se encuentran en otra plataforma solo deberán ingresar a la comentada sección Friends e introducir manualmente sus números UID, teniendo en cuenta que ellos también deberán haber superado el Rango de Aventura 16.", "Por supuesto este juego también permite jugar en solitario si así lo prefieren, con la posibilidad de cambiar personajes durante el combate y la exploración del mundo que luce genial y está lleno de secretos, aventuras y calabozos.", "Genshin Impact es un juego free-to-play disponible en PC, PlayStation 4, Android y iOS, y próximamente llegará también en versión para Nintendo Switch."], "fecha": ["Publicado el 6 de Octubre de 2020 a las 17:25"]},
{"titulo_articulo": ["PlayStation 4: los mejores videojuegos de 2020 que puedes comprar"], "contenido": ["El reinado del PlayStation 4 está cerca de su final. La consola cederá este mes de noviembre su lugar a su sucesor, el PlayStation 5, como el producto estrella de Sony en el mundo de los videojuegos.", "Pero esto no significa que los días del PS4 hayan llegado a su fin. Sus más de 112 millones de unidades vendidas en sus siete años de vida, garantizan que aún tenga muchas horas de entretenimiento que ofrecerle a sus jugadores.", "Así que si estás buscando nuevos títulos para tu PlayStation 4, a continuación te presentamos seis grandes videojuegos de 2020 que aún estás a tiempo de comprar.", "DOOM: Eternal", "\n", "Bethesda", "\n", "La secuela del título de 2016 es salvaje y pondrá tu adrenalina en su nivel más alto. Las huestes infernales desean invadir la Tierra, pero tú estás ahí para impedirlo. El ritmo del ", "gameplay", " es acelerado y las armas nunca serán suficientes para destrozar a todos los enemigos que tengas enfrente. Las sorpresas llegarán en cualquier momento y tendrás que pensar tus movimientos de una forma acelerada. Además, la banda sonora es asombrosa.", "Final Fantasy VII Remake", "\n", "Square Enix", "\n", "Es un remake ambicioso que logra actualizar con éxito los sistemas y la historia de un JRPG con más de dos décadas de antigüedad. Cumple con ser una mezcla de asombrosa acción, mecánicas profundas y estrategia que renueva y expande la clásica historia. El único punto negativo es que sólo presenta una parte de la larga trama original.", "Resident Evil 3 Remake", "\n", "Capcom", "\n", "El remake de Capcom es una excelente adición a la clásica saga de ", "survival horror", ", con un enfoque inclinado hacia la acción, pero que no pierde de vista el ritmo, la tensión y el terror característicos de sus predecesores. Además, gracias al excelente uso que le dan al RE Engine, su motor gráfico, el diseño del juego pudo ser clásico y moderno al mismo tiempo, otorgándole un nivel visual impresionante.", "The Last of Us Part II", "\n", "Naughty Dog", "\n", " ", "Naughty Dog entregó una secuela digna de una de sus franquicias más representativas. Este nuevo título le otorgó un giro fresco a las mecánicas clásicas, con más opciones para resolver los acertijos y un ", "gameplay", " que te logra conectar de una forma muy humana con la historia del juego. Asimismo, presenta una Ellie mucho más madura que refleja lo que es la evolución de la saga.", "Ghost of Tsushima", "\n", "Sucker Punch", "\n", "Sucker Punch hizo que el último juego exclusivo para PlayStation 4 fuera una historia épica sin igual y esto fue en gran parte gracias a una impresionante investigación de la tradición japonesa que ha inspirado miles de productos culturales a lo largo de los siglos. Lo mejor de Ghost of Tsushima es el sistema de combate estudiado que recrea las técnicas samurai, así como las cinemáticas que muestran los hermosos paisajes del país del sol naciente; todo esto mientras luchas por convertirte en un héroe que llevará esperanza en medio del caos y la destrucción.", "Persona 5 Royal", "\n", "Atlus", "\n", "Es considerado uno de los mejores JRPG de la historia. La excelente trama y los personajes multidimensionales que presenta, junto con el desafiante combate táctico, son sofisticados y lo mejor de todo es que el título regresó con nuevas sorpresas y nuevos enemigos a cuestas. Este juego va más allá de un relanzamiento o una remasterización, pues amplificó y mejoró todo el contenido, haciendo que parezca que se trata de un título nuevo.", "Además, en la siguiente galería podrás ver los 25 mejores juegos para PlayStation 4 desde 2013, hasta la fecha:", "En más sobre videojuegos, dale un vistazo a", " seis títulos de 2019 que todavía vale la pena comprar", "."], "fecha": ["Publicado el 8 de Octubre de 2020 a las 22:00"]},
{"titulo_articulo": ["Xbox One, PS4, Switch y PC: estos son los juegos sin costo que podrás conseguir del 9 al 11 de octubre"], "contenido": ["Como cada viernes les tenemos los juegos que pueden probar o conseguir gratis durante este fin de semana, así que si les pasa que no tienen nada nuevo que jugar o simplemente es que tienen ganas de probar algo diferente, denle un vistazo al listado que incluye títulos para PC, PlayStation 4, Xbox One y Nintendo Switch.", "A continuación pueden ver la lista de juegos, pero deben tener en cuenta que algunos son solo pruebas temporales y otros son descargas gratuitas permanentes que se otorgan por estar suscrito a algún servicio o como parte de alguna promoción.", "PC", "\n\t", "Steam", " - hay disponibles varias ofertas, incluyendo el Festival de Juegos de Steam Edición de Otoño que tiene cientos de demos y retransmisiones en directo hasta el 13 de octubre.", "\n\t", "ABZU", " - Epic Games Store está regalando este juego. Podrán descargarlo hasta el 15 de octubre y se quedará en su biblioteca de forma permanente.", "\n\t", "Rising Storm 2: Vietnam", " - Epic Games Store está regalando este juego. Podrán descargarlo hasta el 15 de octubre y se quedará en su biblioteca de forma permanente.", "\n", "Xbox One", "\n\t", "Saints Row IV: Re-Elected", " - Como parte de la promoción Días de juego gratis hasta el 11 de octubre, y si se deciden a comprarlo pueden aprovechar que tiene un 75% de descuento.", "\n\t", "Blasphemous", " - Como parte de la promoción Días de juego gratis hasta el 11 de octubre, y si se deciden a comprarlo pueden aprovechar que tiene un 50% de descuento.", "\n\t", "A", "ssetto Corsa Competizione ", "- Como parte de la promoción Días de juego gratis hasta el 11 de octubre, y si se deciden a comprarlo pueden aprovechar que tiene un 50% de descuento.", "\n\t", "Slayaway Camp Butcher's Cut", " - Como parte de los ", "Games with Gold de octubre", ".", "\n\t", "Sphinx and the Cursed Mummy", " - Como parte de los Games with Gold de octubre.", "\n\t", "The Book of Unwritten Tales 2", " - Como parte de los Games with Gold de septiembre (hasta el 15 de octubre).", "\n", "PlayStation 4", "\n\t", "Need for Speed: Payback", " - Como parte de ", "los juegos de PlayStation Plus de octubre", ".", "\n\t", "Vampyr", " - Como parte de los juegos de PlayStation Plus de octubre.", "\n", "Nintendo Switch", "\n\t", "Jump Rope Challenge", " - Disponible como descarga gratuita (La descarga gratuita sería solo hasta el 30 de septiembre, pero Nintendo decidió extender el período)", "\n\t", "Super Mario Bros. 35", " - Disponible como ", "descarga gratuita con Nintendo Switch Online", ".", "\n", "Además de todos estos títulos también está la opción de varios free-to-play disponibles para descargar en las diferentes plataformas, incluyendo el popular Genshin Impact, y por supuesto el catálogo de Xbox Game Pass con muchas opciones para los suscriptores."], "fecha": ["Publicado el 9 de Octubre de 2020 a las 02:55"]},
{"titulo_articulo": ["PlayStation 5: estos son los juegos de PS4 incompatibles con la nueva consola"], "contenido": ["Sony confirmó que los datos guardados se pueden transferir de PS4 a PS5, además de enumerar diez juegos que no serán compatibles con la nueva consola.", "En una nueva página de soporte de PlayStation", ", la empresa afirma que \"puedes transferir juegos digitales y datos guardados de una consola PS4 a una consola PS5 mediante transferencia de datos WiFi\". No hay información sobre si los guardados en la nube de PS4 se pueden descargar en una consola PS5.", "Además, las instrucciones de compatibilidad con versiones anteriores revelan que jugar títulos de PS4 comprados digitalmente sólo se podrá hacer al descargarlos de tu biblioteca a PS5, mientras que los discos simplemente se pueden insertar (aunque es posible que se requiera una actualización).", "En cuanto a qué juegos son compatibles, Sony afirma una vez más que “la inmensa mayoría de los más de 4,000 juegos de PS4 se pueden reproducir en consolas PS5”. Sin embargo, la compañía publicó una lista de 10 juegos \"solo para PS4\", lo que sugiere que solo menos de una docena de títulos no serán retrocompatibles. Esos juegos son:", "\n\t", "DWVR", "\n\t", "Afro Samurai 2 Revenge of Kuma Volume One", "\n\t", "TT Isle of Man - Ride on the Edge 2", "\n\t", "Just Deal With It!", "\n\t", "Shadow Complex Remastered", "\n\t", "Robinson: The Journey", "\n\t", "We Sing", "\n\t", "Hitman Go: Definitive Edition", "\n\t", "Shadwen", "\n\t", "Joe's Diner", "\n", "En cuanto a los juegos que sí tienen esta cualidad, se beneficiarán del Game Boost, que \"puede hacer que los juegos de PS4 se ejecuten con una velocidad de frame rate más alta o más suave\".", "La página también señala que algunas funciones pueden no estar presentes cuando se juegan títulos de PS4 en PS5, como el menú Compartir (se reemplaza por el menú Crear), In-Game Live de PlayStation y la función de torneos. Además, algunos juegos \"pueden presentar errores o comportamientos inesperados\". También señala que los controles DualShock 4 se pueden usar con la PS5 para entregas de la anterior consola.", "En noticias relacionadas,", " te explicamos cómo comprar de forma segura un PS5 o Xbox Series X en Internet."], "fecha": ["Publicado el 9 de Octubre de 2020 a las 12:04"]},
{"titulo_articulo": ["Xbox One, PS4, Switch y PC: estos son los juegos sin costo que podrás conseguir del 16 al 18 de octubre"], "contenido": ["Al igual que cada viernes les tenemos los juegos que pueden probar o conseguir gratis durante este fin de semana, así que si les pasa que no tienen nada nuevo que jugar o simplemente es que tienen ganas de probar algo diferente, denle un vistazo al listado que incluye títulos para PC, PlayStation 4, Xbox One y Nintendo Switch.", "A continuación pueden ver la lista de juegos, pero deben tener en cuenta que algunos son solo pruebas temporales y otros son descargas gratuitas permanentes que se otorgan por estar suscrito a algún servicio o como parte de alguna promoción.", "PC", "\n\t", "Sonic the Hedgehog 2", " - Gratis por el 60 Aniversario de SEGA hasta el 19 de octubre, en ", "este enlace", " encuentran más detalles.", "\n\t", "NiGHTS into Dreams", " - Gratis por el 60 Aniversario de SEGA, en ", "este enlace", " encuentran más detalles.", "\n\t", "Armor of Heroes", " - Gratis por el 60 Aniversario de SEGA hasta el 19 de octubre, en ", "este enlace", " encuentran más detalles.", "\n\t", "Endless Zone ", "- Gratis por el 60 Aniversario de SEGA hasta el 19 de octubre, en", " este enlace", " encuentran más detalles.", "\n\t", "Streets of Kamurocho", " - Gratis por el 60 Aniversario de SEGA del 17 al 19 de octubre, en ", "este enlace", " encuentran más detalles.", "\n\t", "Golden Axed", " - Gratis por el 60 Aniversario de SEGA hasta del 18 al 19 de octubre, en ", "este enlace", " encuentran más detalles.", "\n\t", "Amnesia: A Machine for Pigs", " - Epic Games Store está regalando este juego. Podrán descargarlo hasta el 22 de octubre y se quedará en su biblioteca de forma permanente.", "\n\t", "Kingdom New Lands ", "- Epic Games Store está regalando este juego. Podrán descargarlo hasta el 22 de octubre y se quedará en su biblioteca de forma permanente.", "\n", "Xbox One", "\n\t", "Warface: Breakout ", "- Como parte de la promoción Días de juego gratis hasta el 18 de octubre, y si se deciden a comprarlo pueden aprovechar que tiene un 50% de descuento.", "\n\t", "The Escapists 2", " - Como parte de la promoción Días de juego gratis hasta el 18 de octubre, y si se deciden a comprarlo pueden aprovechar que tiene un 70% de descuento.", "\n\t", "AO Tennis 2", " - Como parte de la promoción Días de juego gratis hasta el 18 de octubre.", "\n\t", "Slayaway Camp Butcher's Cut", " - Como parte de los Games with Gold de octubre.", "\n\t", "Maid of Sker ", "- Como parte de los Games with Gold de octubre.", "\n\t", "Costume Quest", " - Como parte de los Games with Gold de octubre.", "\n", "PlayStation 4", "\n\t", "Need for Speed: Payback", " - Como parte de ", "los juegos de PlayStation Plus de octubre", ".", "\n\t", "Vampyr", " - Como parte de los juegos de PlayStation Plus de octubre.", "\n", "\nNintendo Switch", "\n\t", "Overwatch", " - Los miembros de Switch Online pueden probar gratis este juego hasta el 20 de octubre.", "\n\t", "Jump Rope Challenge", " - Disponible como descarga gratuita (La descarga gratuita sería solo hasta el 30 de septiembre, pero Nintendo decidió extender el período)", "\n\t", "Super Mario Bros. 35", " - Disponible como ", "descarga gratuita con Nintendo Switch Online", ".", "\n", "Además de todos estos títulos también está la opción de varios free-to-play disponibles para descargar en las diferentes plataformas, incluyendo el popular ", "Genshin Impact", " y el exitoso Fortnite, y por supuesto el catálogo de Xbox Game Pass con muchas opciones para los suscriptores."], "fecha": ["Publicado el 16 de Octubre de 2020 a las 01:32"]},
{"titulo_articulo": ["Resident Evil Village si llegaría a ps4 y xbox one de acuerdo al creador"], "contenido": ["Capcom está \"considerando\" lanzar Resident Evil Village en Xbox One y PS4, pero \"no puede hacer ninguna promesa\".", "Durante una demostración en Tokyo Game Show, el productor Tsuyoshi Kanda explicó que, \"mientras que Resident Evil Village está siendo desarrollado específicamente para consolas de próxima generación y PC, estamos considerando entregar la experiencia en Xbox One y PS4 también. Estamos considerándolo, pero no podemos hacer ninguna promesa. Sin embargo, si haremos nuestro mejor esfuerzo en crear una experiencia de horror de supervivencia de alto nivel en consolas de generación actual\".", " ", "Mientras que fue anunciado específicamente para PC, Xbox Series X/S, y PS5, parece ser que Capcom no quiere dejar atrás a su enorme base de jugadores de generación actual - pero el trabajo de desarrollo aparentemente sería para reducir la escala del nuevo juego para hardware menos poderoso.", "El octavo juego principal de Resident Evil se ubica unos cuantos años después de Resident Evil 7, y nos lleva en una aventura en primera persona a través de una aldea infestada de monstruos, usando al héroe de 7, Ethan. Chris Redfield también hará una aparición prominente en el juego.", "La aldea titular está diseñada para ser un área más abierta que la casa Baker en RE7, tal vez regresando a ser un juego más orientado en la acción. También presentará un inventario actualizado que se asemeja más al diseño de maletín de Resident Evil 4.", "La serie ha tenido una buena cantidad de lanzamientos enormes en los últimos años, incluyendo RE7, el cual realizó un enorme cambio a la perspectiva de la serie principal, seguido del aclamado remake de Resident Evil 2 en 2019, así como el remake de Resident Evil 3 este año."], "fecha": ["Publicado el 27 de Septiembre de 2020 a las 13:23"]},
{"titulo_articulo": ["PlayStation 5 no será retrocompatible con juegos de PS3, PS2 o PS1"], "contenido": ["PlayStation 5 será compatible con el \"99 por ciento\" de los juegos de PS4 según el CEO y presidente de Sony Interactive Entertainment, Jim Ryan, aunque eso podría ser todo en lo que respecta a la retrocompatibilidad.", "En una entrevista reciente con ", "Famitsu", " que fue traducida por ", "Siliconera", ", Ryan explicó que PS5 no será compatible con los títulos de PS3, PS2 y PS1.", "Cuando se le preguntó sobre la posible inclusión de títulos de generaciones anteriores, Ryan respondió: \"Tenemos en cuenta la ingeniería especializada para la PS5, ya que producimos el dispositivo. En medio de eso, la PS4 ya tiene 100 millones de jugadores; pensamos que deberían también querer jugar títulos de PS4 en la PS5, así que incluimos retrocompatibilidad con la PS4. Mientras implementamos eso, también enfocamos nuestros esfuerzos en incorporar el SSD de alta velocidad y el nuevo control DualSense al mismo tiempo.\"", "\"Entonces, desafortunadamente, no pudimos lograr la compatibilidad con esos formatos\", agregó Ryan.", "Una patente reciente insinuó la posibilidad de que los juegos de PS3, PS2 y PS1 pudieran emularse en ", "PS5", " a través de la nube, pero como ocurre con muchas patentes, no siempre se hacen realidad.", "Actualmente, la única forma de jugar títulos más antiguos en PS4 es a través de PS Now, un servicio de streaming que también te permite descargar juegos seleccionados a PS4 para jugar sin conexión. Si bien este servicio incluye una serie de títulos de PS3 y PS2 jugables, actualmente no hay forma de reproducir títulos de PS1 en un sistema de generación actual (a menos que todavía tengan una PS Vita por ahí). Sony ha confirmado que PS Now será compatible con PS5, pero no ha dado más detalles.", "Sony también anunció ", "PlayStation Plus Collection", " que llegará junto con el lanzamiento de la PS5 e incluirá muchos de los títulos más importantes de la PS4 como God of War, The Last of Us Remastered, Bloodborne y más como una actualización del servicio para los suscriptores existentes.", "PlayStation 5", " se pondrá disponible el 12 de noviembre en México, Estados Unidos, Japón, Canadá, Australia, Nueva Zelanda y Corea del Sur, mientras que al resto del mundo llegará el 19 de noviembre.", " "], "fecha": ["Publicado el 17 de Septiembre de 2020 a las 22:48"]},
{"titulo_articulo": ["Resident Evil 8: las versiones de PS4 y Xbox One habrían sido canceladas por los tiempos de carga"], "contenido": ["Resident Evil 8, o ", "Resident Evil Village", ", fue uno de los anuncios que más llamó la atención durante el evento de ", "PlayStation 5", " de la semana pasada.", "Previamente ya se había filtrado información sobre el juego, pero aunque se esperaba para consolas de actual y siguiente generación, Capcom solo lo confirmó para PlayStation 5, Xbox Series X y PC. Así que, ¿qué sucedió con las versiones para PlayStation 4 y Xbox One?", "Bueno, de acuerdo al reconocido filtrador \"AestheticGamer-Dusk Golem\", Capcom decidió cancelar las versiones para PS4 y Xbox One de Resident Evil 8 debido a limitaciones técnicas ya que la compañía está considerando la experiencia de los jugadores y no quieren que se encuentren con largos tiempos de carga (", "vía", " CBR).", "\n", "\"Ok, tengo información de por qué hicieron Resident Evil 8 solo para siguiente generación, cuando previamente era intergeneracional. Con la mejora de fidelidad gráfica que están haciendo (aún en progreso), la forma en que Resident Evil 8 fue diseñado hizo que las consolas de anterior generación tuvieran mucho pop-in / largas cargas de texturas / largos tiempos de carga debido a que el juego te mantiene viajando a través de la Villa y tiene muchas zonas de carga. Ya que hay un mayor enfoque en la exploración esto hace que las versiones de consolas de anterior generación tengan notables problemas, y estaba afectando lo bien que pueden hacer ciertas escenas. Así que decidieron cancelar las versiones de anterior generación del juego para hacer que no tenga tiempos de carga (sin limitaciones del hardware de anterior generación) e impulsar las mejoras gráficas sin considerar las limitaciones de la tecnología de anterior generación.\"", "\n", "\n", "(1/3) Okay, I got some clarification on why they made RE8 next-gen only, when it was cross-gen previously. With the updated graphic fidelity overhaul they're doing (still in progress), the way RE8 was designed lead to past-gen consoles having a lot of pop-in/long texture loads/", "\n— AestheticGamer aka Dusk Golem (@AestheticGamer1) ", "June 13, 2020", "Así que todo indica que Resident Evil Village solo se lanzará en plataformas de siguiente generación sacando mayor provecho de la tecnología y del motor RE.", "Resident Evil 8", " se pondrá disponible en 2021 para PlayStation 5, Xbox Series X y PC."], "fecha": ["Publicado el 18 de Junio de 2020 a las 02:06"]},
{"titulo_articulo": ["Euforia, nervios y diversión se viven en el IGN Tournament"], "contenido": ["Gritos de emoción, nervios de acero, decepción por las derrotas, euforia por los triunfos y sobre todo, mucha diversión es lo que se vive minuto a minuto en el IGN Tournament, donde más de 700 gamers buscan quedarse con la corona definitiva en Apex Legends y sobre todo, con los 36,000 MXN que habrá para el vencedor.", "El primer torneo de IGN Latinoamérica comenzó desde las 3:30 de la tarde en las cuatro diferentes sedes de Arena en la Ciudad de México: Antara, Santa Fe, Artz Pedregal y Mundo E. Los entusiastas jóvenes participantes comenzaron a llegar antes de la primera cita -en equipos o sólos- con el ánimo por las nubes y confiando en su talento.", " ", " ", " ", "Al momento de registrarse, cada uno de los 700 jugadores recibió un kit de bienvenida que estaba formado por una bolsa, termo y camisa de IGN Tournament, más un pastelito Gansito y unas galletas Sponch. Tras el registro, muchos de ellos decidieron inmortalizar su participación en el torneo con fotos, videos y hasta transmisiones en vivo con sus seguidores.", " ", " ", " ", "Entre los participantes en Artz Pedregal se encuentra el equipo representante de Timber Esports, dedicados a los battle royale y formado por tres jóvenes especialistas en Apex Legends. Ellos salieron victoriosos en la primera ronda del Torneo y van a la cabeza con 20 kills y 119 puntos.", " ", " ", " ", "Algunos otros jugadores llegaron solos, pero con la esperanza de encontrar un equipo para compartir la intensa jornada que se vive en las distintas sedes de Arena. Si un jugador llega solo, se agrupa con otros gamers sin equipo, y quien sabe, quizá la química aparezca en alguna de estas asociaciones improvisadas y sean capaces de sorprender a más de uno.", "La mayoría de los participantes son varones, pero entre todos los gamers de Artz se encuentra una mujer, Paulina Ramírez, de 29 años, originaria de la Ciudad de México e integrante del equipo “Los Ositos”, que aunque tienen un nombre muy tierno, están en el Torneo dispuestos a arrasar.", "“Cada uno tiene sus funciones en el equipo y yo soy la persona que los cubre de los que les están disparando de lejos. Las mujeres no somos malas jugando, sólo necesitamos a alguien que nos guíe. Yo no soy estratégica, así que necesito que me guíen. Yo voy directo a los golpes”, comentó la joven.", " ", " ", " ", "Los jugadores tuvieron la oportunidad de escoger jugar en PC o en consolas, Xbox One y PlayStation 4, pero sin importar la plataforma, los gritos de los participantes inundaron todos los rincones de Arena Artz Pedregal, pues aunque usaban headsets, el tono de su voz era alto por la adrenalina del momento.", "“Tengo alguien atrás”, “¡No lo vi”, y “¡Está allá!” son algunas de las frases más repetidas durante el IGN Tournament, mientras los diferentes equipos buscan coronarse campeones de Apex Legends.", " ", " ", " ", " ", "El ambiente que se vive en cada una de las sedes es espectacular, pero si no pudiste asistir al torneo, no te preocupes, acá puedes seguir nuestra transmisión:", " "], "fecha": ["Publicado el 5 de Junio de 2019 a las 19:27"]},
{"titulo_articulo": ["PlayStation Plus: estos son los juegos gratis de mayo 2020"], "contenido": ["Sony ha anunciado que Cities: Skylines y Farming Simulator 19 son los juegos gratuitos de PS Plus para mayo del 2020.", "Revelado en el ", "Blog de PlayStation", ", ambos juegos estarán disponibles para los suscriptores de PlayStation Plus a partir del 5 de mayo. Estarán disponibles para reclamar hasta el lunes 1 de junio.", " ", "Cities: Skylines es un juego de construcción y administración de de ciudades de los legendarios desarrolladores de estrategia Paradox Interactive, que se enfoca en desarrollar pequeñas comunidades en enormes metrópolis. La edición de PS4 del juego cuenta con una UI y sistema de control rediseñado, haciendo que un género que típicamente es exclusivo a PC sea algo que funciona perfectamente en consola.", "Mientras tanto, Farming Simulator 19 hace exactamente lo que dice el título. Cosecha frutos, cría ganado, conduce por ahí en un tractor verde brillante (si, hay otros colores) y vive la vida de un granjero. Es exactamente el tipo de escapismo metódico y pacífico que muchos de nosotros necesitamos en estos extraños tiempos."], "fecha": ["Publicado el 29 de Abril de 2020 a las 12:33"]},
{"titulo_articulo": ["Teen Titans: un villano de DC está completamente enamorado de Raven"], "contenido": ["En el mundo de los cómics hay bastantes parejas que no siempre tienen que ser tóxicas como el Joker y Harley Quinn. Por ejemplo, Raven y Chico Bestia tienen actualmente un romance, que viven con la intensidad de dos jóvenes enamorados, pero ahora nos enteramos que este podría tener algunos tropiezos gracias a un admirador no tan secreto de la joven heroína.", "Esto se narra en The Doomed and the Damned de DC, pues mientras Raven y Chico Bestia disfrutan de una cita en el muelle, son observados de lejos por Klarion the Witch Boy y su familiar mágico, Teekl.", "Ante la escena de los enamorados, Klarion se lamenta de que haya perdido a su gran amor, mientras le asegura a su familiar felino que “ella es única para él”. La confesión parece provocar furia en el gato, que de repente se transforma en un hombre-gato y se lanza a atacar a la pareja. Teekl logra tirarlos a ambos y secuestra a Raven.", "Klarion interviene para pedirle a su familiar que se detenga, pero todo es en vano. Chico Bestia lo enfrenta por toda esta ", "escenita", ", y es cuando el hechicero tiene que confesar su amor por Raven, provocando una discusión muy fuerte. Sin embargo, esto no dura mucho ya que ambos parten a buscar a la joven heroína, Klarion puede ver a través de los ojos del felino y Chico Bestia se transforma en una águila gigante para hacer más rápida y fácil la búsqueda.", "\n", "DC Comics", "\n", "Cuando encuentran a Teekl, Klarion intenta razonar con él, pero nada funciona. Además, tiene una nueva y más poderosa forma, incluso para él, y para Chico Bestia la resulta imposible ganarle, ni siquiera tomando una forma de tigre.", "Ambos enamorados no tienen más remedio que crear el Horigal, un ser “típicamente horrible” que surge de una fusión entre un hechicero y uno de sus familiares, pero como Teekl no está disponible para esta fusión, Klario debe hacerlo con Gar y tras unirse, logran derrotar fácilmente al malvado felino. Una vez que está sometido, Raven aparece para terminar la pelea con una explosión de su propio poder.", "La mitad demonio explica todo y resulta que en realidad Teekl no la estaba lastimando, dejando a sus dos enamorados desconcertados. En realidad el ser mágico estaba ayudando a Klarion para que pudiera impresionar a la chica, dándole una posibilidad de rescatarla y quedar como el héroe.", "Sin embargo, las cosas no salieron como Teekl esperaba, ya que el titán y el brujo tuvieron que unirse para crear al Horigal, aunque en el sentido estricto de la palabra, sí salvó a Raven. Lamentablemente para Chico Bestia y Klarion, esta fusión no se deshace fácilmente y necesitarán de una bruja para que ambos sean separados. Lo peor de todo es que la chica encontró este asunto muy divertido, así que probablemente tendrán que terminar su cita como un 2 a 1 antes de que sean separados.", "Si quieres leer más sobre Raven y los Teen Titans, dale un vistazo a: ", "Red X, el alter ego de Robin, finalmente es parte del canon de DC", " y ", "se confirmó que hay una relación amorosa con el Chico Bestia", ".", "Jemima Sebastián hace de todo un poco en IGN Latinoamérica. Ama el anime, los deportes y le encanta el look de Raven con el cabello morado. Encuéntrala en ", "Twitter", " e ", "Instagram", " como @jemafg"], "fecha": ["Publicado el 1 de Noviembre de 2020 a las 20:53"]},
{"titulo_articulo": ["Free Fire, Call of Duty, Pokémon Go: estos son todos los juegos que tienen eventos de Halloween"], "contenido": ["A pocos días de que la fecha llegue, el ambiente de Halloween ya puede respirarse, incluso en tus videojuegos favoritos. Gracias a la pandemia de Coronavirus que sigue vigente en casi todo el mundo, las fiestas de temporada estarán canceladas —esperamos— pero así tendrás tiempo suficiente para disfrutar de horas y horas con tus títulos en consola, PC o móviles.", "Y es que los eventos de Halloween ya están bastantes videojuegos, así que ahora repasaremos los que creemos que te van a interesar. ¡Revisa la lista y elige el que más te interese para llenarte de fantasmas, espíritus y claro, mucha diversión durante estos días especiales!", "Fortnite", "\n", "Epic Games", "\n", "Fortnitemares 2020", "21 de octubre - 3 de noviembre", "El evento de este año lleva el título de La Venganza de Midas, y en él Midas, la skin de nivel 100 de la temporada 2, capítulo 2, regresa como un fantasma a a La Autoridad; antes conocida como la Agencia. Además, no viene sólo, sino que trae consigo todo un ejército fantasmal y cuando mueres en los modos de Fortnitemares, te puedes convertir en Sombra para vengarte de los vivos.", "Si eliminas a Midas Sombra podrás obtener su subfusil de Tambor de Midas Sombrío.", "Animal Crossing: New Horizons", "\n", "Nintendo", "\n", "Evento de Halloween 2020", "30 de septiembre - 31 de octubre", "Este evento estará marcado por los paisajes otoñales, las calabazas, las recetas nuevas, las recompensas especiales y el personaje de Soponcio, durante todo un mes; pero el 31 de octubre tendrá lugar la Fiesta de Halloween, la cual comenzará a las 17:00 horas y terminará a las 0:00.", "Podrás comprar golosinas para regalárselas a tus vecinos, también sembrar y cosechar calabazas; y usarlas ya sea como decoración o para elaborar nuevas recetas.", "Overwatch", "\n", "Overwatch", "\n", "Terror de Halloween 2020", "13 de octubre - 3 de noviembre", "Este evento comenzó desde el pasado 13 de octubre y este año contará con nuevos aspectos como D.Va y el regreso del modo cooperativo La Venganza de Junkenstein. También podrás realizar otras misiones para ganar ítems cosméticos.", "Call of Duty: Warzone / Modern Warfare", "\n", "Activision", "\n", "The Haunting of Verdansk", "20 de octubre - 3 de noviembre", "Los jugadores de ambos títulos podrán ganar bastantes ítems nuevos, recompensas y ", "bundles", "; todo con respecto a Halloween, además de que también tendrá un ", "crossover", " con cintas de terror como Saw y La Masacre en Texas.", "Los modos de juego disponibles para Warzone serán: Zombie Royale, Nighttime BR, Juggourdnaut Royale, Nighttime Plunder; mientras que para Modern Warfare (en multijugador) estarán disponibles los modos Gunfright, Halloween Mosh Pit, Tom Snipers Only, Onslaught-er.", "Apex Legends", "\n", "Respawn", "\n", "Fight of Fright Event", "22 de octubre - 3 de noviembre", "En el evento de Apex Legends podrás disfrutar del modo por tiempo limitado, Shadow Royale, el cual te lleva a otra dimensión donde Revenant controla este mundo. Los combates son de tres vs. tres en la oscuridad y cuando resucitas lo haces siendo una Forma Sombra, con ataques cuerpo a cuerpo y velocidad ultra. Por supuesto, también podrás conseguir ", "ítems", " como máscaras raras, épicas y legendarias, además de otros objetos temáticos.", "Pokémon Go", "\n", "Niantic", "\n", "Día de Muertos", "1 y 2 de noviembre", "Niantic reveló que el evento Dia de Muertos comenzará el próximo domingo 1º de noviembre desde las 10:00 horas y se prolongará hasta el lunes 2, a las 11:59 de la noche, en el tiempo local de cada país. Durante este periodo, entrenadores de toda Latinoamérica, desde México hasta Chile y Argentina, además de las islas del Caribe, podrás disfrutar contenido especial temático.", "Por cierto, habrá Pokémon especiales tematizados y aparecerán con mayor frecuencia en estado salvaje. También habrá Tareas de Investigación de Campo especiales, una caja especial con ítems con descuento en la tienda y una sorpresa de un Pokémon espíritu, el cual aparecerá cada vez que tomen una foto con GO Snapchat. Esto no es todo, cada que uses incienso, tendrás más posibilidades de encontrarte con criaturas de tipos Fantasma y Siniestro.", "Free Fire", "\n", "Garena", "\n", "Día de Muertos x Halloween", "25 de octubre - 3 de noviembre", "El evento Día de Muertos x Halloween del ", "battle royale ", "para móviles incluirá recompensas por iniciar sesión por siete días, misiones diarias para obtener tokens de calabazas que podrás intercambiar por una granada, tabla y paracaídas temático, fragmentos de Cubo Mágico después de alcanzar cierta cantidad de Booyah!; además del evento web Reunión del Más allá donde ganarás el paquete exclusivo Embrujo de la Noche.", "Jemima Sebastián hace de todo un poco en IGN Latinoamérica. Ama el anime, los deportes y ama el otoño en general, con todo y su Día de Muertos. Encuéntrala en ", "Twitter", " e ", "Instagram", " como @jemafg"], "fecha": ["Publicado el 27 de Octubre de 2020 a las 22:22"]},
{"titulo_articulo": ["Free Fire, Call of Duty, Pokémon Go: estos son todos los juegos que tienen eventos de Halloween"], "contenido": ["A pocos días de que la fecha llegue, el ambiente de Halloween ya puede respirarse, incluso en tus videojuegos favoritos. Gracias a la pandemia de Coronavirus que sigue vigente en casi todo el mundo, las fiestas de temporada estarán canceladas —esperamos— pero así tendrás tiempo suficiente para disfrutar de horas y horas con tus títulos en consola, PC o móviles.", "Y es que los eventos de Halloween ya están bastantes videojuegos, así que ahora repasaremos los que creemos que te van a interesar. ¡Revisa la lista y elige el que más te interese para llenarte de fantasmas, espíritus y claro, mucha diversión durante estos días especiales!", "Fortnite", "\n", "Epic Games", "\n", "Fortnitemares 2020", "21 de octubre - 3 de noviembre", "El evento de este año lleva el título de La Venganza de Midas, y en él Midas, la skin de nivel 100 de la temporada 2, capítulo 2, regresa como un fantasma a a La Autoridad; antes conocida como la Agencia. Además, no viene sólo, sino que trae consigo todo un ejército fantasmal y cuando mueres en los modos de Fortnitemares, te puedes convertir en Sombra para vengarte de los vivos.", "Si eliminas a Midas Sombra podrás obtener su subfusil de Tambor de Midas Sombrío.", "Animal Crossing: New Horizons", "\n", "Nintendo", "\n", "Evento de Halloween 2020", "30 de septiembre - 31 de octubre", "Este evento estará marcado por los paisajes otoñales, las calabazas, las recetas nuevas, las recompensas especiales y el personaje de Soponcio, durante todo un mes; pero el 31 de octubre tendrá lugar la Fiesta de Halloween, la cual comenzará a las 17:00 horas y terminará a las 0:00.", "Podrás comprar golosinas para regalárselas a tus vecinos, también sembrar y cosechar calabazas; y usarlas ya sea como decoración o para elaborar nuevas recetas.", "Overwatch", "\n", "Overwatch", "\n", "Terror de Halloween 2020", "13 de octubre - 3 de noviembre", "Este evento comenzó desde el pasado 13 de octubre y este año contará con nuevos aspectos como D.Va y el regreso del modo cooperativo La Venganza de Junkenstein. También podrás realizar otras misiones para ganar ítems cosméticos.", "Call of Duty: Warzone / Modern Warfare", "\n", "Activision", "\n", "The Haunting of Verdansk", "20 de octubre - 3 de noviembre", "Los jugadores de ambos títulos podrán ganar bastantes ítems nuevos, recompensas y ", "bundles", "; todo con respecto a Halloween, además de que también tendrá un ", "crossover", " con cintas de terror como Saw y La Masacre en Texas.", "Los modos de juego disponibles para Warzone serán: Zombie Royale, Nighttime BR, Juggourdnaut Royale, Nighttime Plunder; mientras que para Modern Warfare (en multijugador) estarán disponibles los modos Gunfright, Halloween Mosh Pit, Tom Snipers Only, Onslaught-er.", "Apex Legends", "\n", "Respawn", "\n", "Fight of Fright Event", "22 de octubre - 3 de noviembre", "En el evento de Apex Legends podrás disfrutar del modo por tiempo limitado, Shadow Royale, el cual te lleva a otra dimensión donde Revenant controla este mundo. Los combates son de tres vs. tres en la oscuridad y cuando resucitas lo haces siendo una Forma Sombra, con ataques cuerpo a cuerpo y velocidad ultra. Por supuesto, también podrás conseguir ", "ítems", " como máscaras raras, épicas y legendarias, además de otros objetos temáticos.", "Pokémon Go", "\n", "Niantic", "\n", "Día de Muertos", "1 y 2 de noviembre", "Niantic reveló que el evento Dia de Muertos comenzará el próximo domingo 1º de noviembre desde las 10:00 horas y se prolongará hasta el lunes 2, a las 11:59 de la noche, en el tiempo local de cada país. Durante este periodo, entrenadores de toda Latinoamérica, desde México hasta Chile y Argentina, además de las islas del Caribe, podrás disfrutar contenido especial temático.", "Por cierto, habrá Pokémon especiales tematizados y aparecerán con mayor frecuencia en estado salvaje. También habrá Tareas de Investigación de Campo especiales, una caja especial con ítems con descuento en la tienda y una sorpresa de un Pokémon espíritu, el cual aparecerá cada vez que tomen una foto con GO Snapchat. Esto no es todo, cada que uses incienso, tendrás más posibilidades de encontrarte con criaturas de tipos Fantasma y Siniestro.", "Free Fire", "\n", "Garena", "\n", "Día de Muertos x Halloween", "25 de octubre - 3 de noviembre", "El evento Día de Muertos x Halloween del ", "battle royale ", "para móviles incluirá recompensas por iniciar sesión por siete días, misiones diarias para obtener tokens de calabazas que podrás intercambiar por una granada, tabla y paracaídas temático, fragmentos de Cubo Mágico después de alcanzar cierta cantidad de Booyah!; además del evento web Reunión del Más allá donde ganarás el paquete exclusivo Embrujo de la Noche.", "Jemima Sebastián hace de todo un poco en IGN Latinoamérica. Ama el anime, los deportes y ama el otoño en general, con todo y su Día de Muertos. Encuéntrala en ", "Twitter", " e ", "Instagram", " como @jemafg"], "fecha": ["Publicado el 27 de Octubre de 2020 a las 22:22"]},
{"titulo_articulo": ["PlayStation Plus: estos son los juegos gratis de mayo 2020"], "contenido": ["Sony ha anunciado que Cities: Skylines y Farming Simulator 19 son los juegos gratuitos de PS Plus para mayo del 2020.", "Revelado en el ", "Blog de PlayStation", ", ambos juegos estarán disponibles para los suscriptores de PlayStation Plus a partir del 5 de mayo. Estarán disponibles para reclamar hasta el lunes 1 de junio.", " ", "Cities: Skylines es un juego de construcción y administración de de ciudades de los legendarios desarrolladores de estrategia Paradox Interactive, que se enfoca en desarrollar pequeñas comunidades en enormes metrópolis. La edición de PS4 del juego cuenta con una UI y sistema de control rediseñado, haciendo que un género que típicamente es exclusivo a PC sea algo que funciona perfectamente en consola.", "Mientras tanto, Farming Simulator 19 hace exactamente lo que dice el título. Cosecha frutos, cría ganado, conduce por ahí en un tractor verde brillante (si, hay otros colores) y vive la vida de un granjero. Es exactamente el tipo de escapismo metódico y pacífico que muchos de nosotros necesitamos en estos extraños tiempos."], "fecha": ["Publicado el 29 de Abril de 2020 a las 12:33"]},
{"titulo_articulo": ["Call of Duty: Warzone - niño de 5 años demuestra ser el campeón"], "contenido": ["Call of Duty: Warzone debutó con gran éxito ya que en poco tiempo consiguió más de 50 millones de jugadores en el competido mercado de los juegos tipo battle royale.", "A pesar de las advertencias sobre el contenido violento en su clasificación, entre esa enorme cantidad de jugadores hay muchos niños, pero hoy les hablamos de un caso en particular de un pequeño de 5 años de edad que ha llamado la atención por su gran habilidad en ", "Warzone", ".", "Se trata de Rowdy Rogan que es promocionado como \"el jugador patrocinado más joven del mundo\", y es que a su corta edad demuestra ser muy bueno con el control, algo que le ha valido conseguir patrocinio para sus plataformas.", "\n", "🤣🤣🤦‍♂️5 Year Old 🐐 RowdyRogan and team, ", "#epic", " ", "#fail", " ", "#warzone", "\nWas too good not to share. ", "#lol", " ", "@callofduty", " ♦️", "https://t.co/bFjqn3Ef5d", " ♦️IG @RowdyRogan14", "\nPlease follow us on the other platforms and watch this Prodigy chase his dreams. ", "#MEMES", " ", "pic.twitter.com/srH6hBpvkF", "\n— RowdyRogan (@RowdyRogan) ", "April 17, 2020", "\n", "5 Year Old PRODIGY using ", "@Swagg", " from ", "@FaZeClan", " $20,000 winning ", "#Warzone", " class. Super OP!!! ", "#FaZeUp", " ", "#winning", " ", "#ModernWarfare", " ", "#streaming", " ", "#twitch", " ", "pic.twitter.com/zP1WQm9Ebj", "\n— RowdyRogan (@RowdyRogan) ", "April 21, 2020", "\n", "Hey Doc, this Guy, 5 year old PRODIGY, he's available! ", "https://t.co/0OR3EKdGtc", " ", "pic.twitter.com/74hNUuCKIh", "\n— RowdyRogan (@RowdyRogan) ", "April 25, 2020", " ", "Y aunque ha recibido elogios, por supuesto que también ha sido criticado, principalmente por jugar ", "Call of Duty", " que evidentemente ofrece contenido que no es apto para su edad. Pero como pueden ver en los videos, su padre siempre lo acompaña durante las partidas para guiarlo y darle recomendaciones.", "Otro punto que ha generado polémica es que se les ha acusado de que el niño realmente no juega, por lo que su padre transmitió algunas partidas con una toma adicional de las manos del pequeño para que vean cómo maneja el control. ¿Ustedes qué opinan de esto?", "En fin, ya veremos cómo evoluciona la carrera de Rowdy Rogan en el mundo de los videojuegos ya que parece tener un gran potencial."], "fecha": ["Publicado el 25 de Abril de 2020 a las 02:28"]},
{"titulo_articulo": ["¿Xbox Live gratis? Microsoft finalmente aclara los rumores"], "contenido": ["En los últimos días han estado circulando muchos rumores que aseguran que ", "Xbox Live Gold podría ser gratuito", ", pero ahora tenemos que Microsoft ha salido a desmentir esta información.", "La compañía de Redmond compartió un comunicado con Windows Central donde aclaran que el servicio Xbox Live Gold no verá ningún cambio importante en el futuro inmediato (", "vía", " ComicBook).", "La especulación de Xbox Live gratis comenzó cuando Microsoft ", "dejó de vender los planes de 12 meses", " del servicio, y luego comenzó a tomar más fuerza ", "cuando cambiaron el nombre de Xbox Game Pass", " y cuando en el Acuerdo de Servicio cambiaron donde decía Xbox Live por Xbox Online Service.", "Además, la confusión aumentó cuando se anunció que ", "el componente multijugador de Halo Infinite será gratuito", " para todos los jugadores, y de hecho en redes sociales se han estado compartiendo notas falsas sobre el futuro del servicio Xbox Live.", "En el comunicado, Microsoft comentó, \"La actualización del 'servicio en línea de Xbox' en el Acuerdo de Servicios de Microsoft se refiere al servicio subyacente de Xbox que incluye características como guardado cruzado y solicitudes de amistad. Esta actualización de lenguaje tiene como objetivo distinguir ese servicio subyacente y la suscripción de paga Xbox Live Gold. No se realizan cambios en la experiencia del servicio o Xbox Live Gold.\"", "Realmente lucía complicado que Microsoft fuera a hacer un cambio tan radical en su plan de suscripciones, así que por lo pronto y en el futuro inmediato no habrá cambios a Xbox Live Gold que seguirá ofreciéndose en diferentes paquetes y como parte de Xbox Game Pass."], "fecha": ["Publicado el 6 de Agosto de 2020 a las 00:00"]},
{"titulo_articulo": ["Fortnite: Galactus sería el siguiente personaje de Marvel en aparecer"], "contenido": ["Fortnite constantemente actualiza su contenido para mantener interesados a los jugadores, y ahora que están llevando a cabo un crossover con Marvel, tenemos que las pistas indican que Galactus sería el siguiente personaje en aparecer en el juego.", "Jugadores observadores han descubierto que en los cielos de ", "Fortnite", " ya ha comenzado a verse la figura de Galactus, tal como pueden ver en la imagen a continuación:", "\n", "Galactus in-game ! ", "pic.twitter.com/1mKFZ17CKM", "\n— FortTory - Fortnite Leaks & News (@FortTory) ", "October 13, 2020", "Considerando que en el pasado Epic Games ha usado este tipo de pistas para adelantar la llegada de los nuevos personajes, todo indica que pronto habrá un evento centrado en Galactus, aunque hasta el momento no hay nada confirmado de forma oficial.", "Además de esto, se ha filtrado la presunta fecha en que Daredevil estará disponible en el juego.", "El reconocido dataminer y creador de contenido conocido como HypeX reveló que la skin de Daredevil se agregará al juego el próximo 17 de octubre, así que si resulta ser cierta la información falta muy poco para poder conseguir el atuendo del superhéroe conocido como El Hombre sin Miedo.", "\n", "The Daredevil outfit will be in the Item Shop on the 17th!", "\n— HYPEX 🎃 (@HYPEX) ", "October 12, 2020", "De momento hay que tomar esta información con cautela, pero considerando que la fuente ha tenido múltiples aciertos en el pasado, es muy probable que el dato sea real.", "Fortnite", " está disponible como descarga gratuita con compras dentro del juego en consolas, PC y dispositivos móviles."], "fecha": ["Publicado el 14 de Octubre de 2020 a las 19:43"]},
{"titulo_articulo": ["Genshin Impact: no se pudieron encontrar los recursos del juego, ¿cómo solucionar este error?"], "contenido": ["Genshin Impact tomó al mundo por sorpresa ya que rápidamente ha conseguido gran popularidad para convertirse en el mayor lanzamiento desde China a nivel internacional con millones de descargas en las diversas plataformas donde está disponible y una enorme cantidad de vistas en Twitch.", "Y aunque este RPG de acción inspirado en The Legend of Zelda: Breath of the Wild ha estado recibiendo comentarios generalmente positivos, los usuarios de PC se han estado encontrando con un error que lanza un mensaje que dice \"No se pudieron encontrar los recursos del juego. ¿Intentar de nuevo?\" o \"No se pudieron comprobar las actualizaciones\".", "El error parece estar relacionado con el launcher, y si bien algunos usuarios señalan que con cerrar y abrir el launcher (o reiniciar la PC) se corrige, también hay otros que indican que la solución consiste en abrir directamente el juego sin usar el launcher.", "Para esto deben ingresar a donde se encuentra almacenado el juego dando clic derecho sobre el icono y seleccionando \"abrir ubicación\", y dentro de esa carpeta dar doble clic al archivo GenshinImpact.exe como administrador para lanzar el título directamente.", "Este título creado por miHoYo ofrece una aventura en solitario con un mundo repleto de secretos y calabozos, pero también tiene la opción de jugar en modo cooperativo con otros tres amigos, incluso aunque se encuentren en diferentes plataformas. De hecho recientemente les contamos ", "cómo activar el crossplay para jugar en PS4, PC y celulares", ".", "Genshin Impact es un juego free-to-play disponible en PC, PlayStation 4, Android y iOS, y próximamente llegará también en versión para Nintendo Switch."], "fecha": ["Publicado el 6 de Octubre de 2020 a las 18:57"]},
{"titulo_articulo": ["PlayStation Store tiene descuentos dobles para suscriptores de PS Plus"], "contenido": ["Es un buen momento para los que están pensando en adquirir un nuevo juego para ", "PlayStation 4", " ya que están activas un par de promociones interesantes en PlayStation Store.", "Para empezar está la promoción Descuentos Dobles que tiene una variedad de juegos de PS4 con descuento, pero lo mejor es que el porcentaje de ahorro se duplica para los suscriptores de PlayStation Plus.", "Esta promoción estará activa hasta el miércoles 10 de junio e incluye títulos atractivos como ", "Assassin's Creed Origins", ", Batman: Return to Arkham, Persona 5, Ghost Recon Wildlands, Catherine: Full Body, Sniper Elite 3, Yakuza Kiwami y más. En ", "este enlace", " pueden ir a la sección \"Descuentos Dobles\" en PlayStation Store.", "Pero si buscan más opciones, deben saber que también regresó la promoción \"Juegos menos de $20 dólares\" que estará hasta el 11 de junio y también viene con juegos buenos como Assassin's Creed Odyssey, Metal Gear Solid V: The Phantom Pain, Far Cry Primal, Project CARS 2, Sniper Elite 4, Watch Dogs 2, Prey, Fallout 4 y muchos más, además de un montón de DLC. En ", "este enlace", " pueden ir directamente a la sección de esta venta especial en PlayStation Store.", "Por cierto, los juegos \"gratuitos\" de PlayStation Plus para junio son ", "Call of Duty: WWII", " que ya está disponible para descargar y ", "Star Wars: Battlefront II", " que podrán descargar desde el próximo 2 de junio.", "Y si lo que realmente les interesa es la PlayStation 5, entonces atentos que este 4 de junio ", "se llevará a cabo una conferencia", " donde se presentarán juegos de la nueva consola."], "fecha": ["Publicado el 30 de Mayo de 2020 a las 02:24"]},
{"titulo_articulo": ["PlayStation 5 permitirá grabar chats de voz y reportarlos con moderadores"], "contenido": ["Los usuarios de ", "PlayStation 5", " podrán grabar chats de voz y enviarlos a los moderadores, pero Sony ha aclarado que la compañía no estará grabando los chats.", "La noticia se reveló junto con la última actualización del software del sistema para PlayStation 4, la versión 8.00. Los usuarios de PS4 han informado haber visto una notificación en los chats de grupo donde se les dice que \"los chats de voz pueden grabarse para moderación\".", "De acuerdo a información de", "l Blog de PlayStation", ", esta es una medida anticipada de la nueva función que se lanzará junto con la PS5. \"La grabación de chat de voz para moderación es una función que estará disponible en PS5 cuando se lance y permitirá a los usuarios grabar sus chats de voz en PS5 y enviarlos para revisión de moderación.\", explicó Sid Shuman, director senior de SIE Content Communications.", "\"La ventana emergente que estás viendo en PS4 en este momento es para hacerte saber que cuando participes en un chat con un usuario de PS5 (después del lanzamiento), puedes enviar esas grabaciones desde su consola PS5 a SIE.\", agregó.", "Y para dejar las cosas particularmente claras, una de las cuentas de Twitter de soporte de PlayStation ", "aclaró definitivamente", ": \"La notificación advierte que otros usuarios pueden estar grabando su conversación de voz. No grabamos conversaciones de grupo\".", "Todavía no está claro cuáles serán las ramificaciones de este nuevo sistema: ¿será un medio para que Sony encuentre y prohíba a los usuarios que infrinjan el código de conducta en los chats de voz, según lo informado por otros jugadores? El resto de la actualización de la Versión 8.00 ofrece pequeños ajustes a la interfaz de usuario de PS4, probablemente para alinearla con las características que vienen a la consola de siguiente generación y mitigar los problemas de juego cruzado. La versión 8.00 incluye nuevos avatares, un medio para silenciar todos los micrófonos desde el menú rápido y una verificación mejorada de 2 pasos. También elimina la capacidad de crear o acceder a eventos.", " "], "fecha": ["Publicado el 15 de Octubre de 2020 a las 21:05"]},
{"titulo_articulo": ["SEGA está regalando juegos por su 60 aniversario"], "contenido": ["En este 2020 SEGA se encuentra celebrando ", "su aniversario número 60", ", y como parte de la celebración tenemos que la compañía está ofreciendo juegos gratis y grandes ofertas a través de Steam.", "Para empezar Sonic the Hedgehog 2 y NiGHTS into Dreams para PC se pueden descargar gratis en Steam. Para obtener Sonic the Hedgehog 2 solo deben visitar la página del juego en la mencionada plataforma y oprimir el botón de \"Añadir a la cuenta\", considerando que la promoción estará disponible solo hasta el 19 de octubre, mientras que para conseguir NiGHTS into Dreams deben visitar el ", "sitio oficial del 60 Aniversario", " de SEGA, entrar a Sign Up para registrarse con su correo electrónico y presionar el botón para vincular con Steam.", "Pero eso no es todo, ya que desde hoy 15 de octubre SEGA también obsequiará cuatro minijuegos gratuitos inspirados en títulos retro de la compañía. A continuación pueden ver cuáles son y cuándo estarán disponibles:", "Armor of Heroes", " ", "\n", "Para conmemorar el 60.º aniversario de SEGA, la empresa ha tomado la emocionante experiencia retro de las batallas de tanques de la vieja escuela y la ha pulido dándole un toque moderno con diseños y modelos de la aclamada serie Company of Heroes de Relic Entertainment. ¡Juega en modo individual, alíate contra la IA o enfréntate en batallas campales JcJ de hasta 4 jugadores!", "\n", "Se puede descargar gratis en Steam desde el 15 hasta el 19 de octubre.", "Endless Zone", " ", "\n", "Hace muuuuucho tiempo, antes de Endless Legend e incluso antes de Dungeon of the Endless, Opbot no era más que un cirujano de campaña y un especialista en recuperación de órganos en el ejército de Mezari. Entonces, un día, ocurrió algo... y Opbot tuvo que huir. ¡En una cápsula de escape robada (por suerte, con varios cañones), Opbot intentará escapar del imperio Mezari, sorteando los tentáculos de los Incólumes y evitando que se lo coman los Cravers, para encontrar una salida a la brecha temporal hacia el universo de los Riftborn! Con motivo del 60.º aniversario de SEGA, nuestro androide favorito pasará un mal rato en homenaje a uno de nuestros juegos de SEGA favoritos para consola: Fantasy Zone.", "\n", "Se puede descargar gratis en Steam desde el 16 hasta el 19 de octubre.", "Streets of Kamurocho", " ", "\n", "Para conmemorar el 60.º aniversario de SEGA, la empresa ha fusionado Streets of Rage 2 con la popular serie Yakuza de Ryu Ga Gotoku Studio y el resultado es Streets of Kamurocho. Ponte en la piel de dos de los personajes más queridos, Kiryu y Majima, para repartir leña por todo Kamurocho.", "\n", "Se puede descargar gratis en Steam desde el 17 hasta el 19 de octubre.", "Golden Axed", " ", "\n", "Con motivo del 60.º aniversario de SEGA, y como un agradecimiento especial a todos nuestros seguidores, SEGA lanzará un prototipo jugable de Golden Axe Reborn, un solo nivel creado a modo de prueba, o lo que en la industria se conoce como \"\"corte vertical\"\". Lo hemos apodado, irónicamente, \"\"Golden Axed\"\" (Golden recortado). Golden Axed puede parecer cutre, inacabado e incluso perdido en el tiempo, pero ofrece una visión única de lo que pudo haber sido el proyecto, así como un inusual vistazo entre bastidores al a veces intrincado mundo del desarrollo de videojuegos.", "\n", "Se puede descargar gratis en Steam desde el 18 hasta el 19 de octubre.", "\n", "SEGA’s 60 days of celebrations start today!🎉", "\n", "\nGet ready for:", "\n💙 Free retro-inspired mini games", "\n💙 Crazy discounts", "\n💙 Giveaways", "\n💙 Competitions", "\n💙 Exclusive interviews", "\n💙 And much, much more!", "\n", "\nStay tuned👉", "https://t.co/uJNdiQLTwe", " ", "pic.twitter.com/jAYhnQrNDu", "\n— SEGA (@SEGA) ", "October 14, 2020", "SEGA", " también tiene planeadas otras actividades como parte de las celebraciones, incluyendo los mencionados descuentos en Steam, regalos, competencias, entrevistas y más. Incluso se esperan algunas sorpresas, así que ya veremos qué sucede.", "Por cierto, recientemente se sugirió que la siguiente consola micro de SEGA ", "podría ser una Dreamcast Mini", "."], "fecha": ["Publicado el 15 de Octubre de 2020 a las 01:16"]},
{"titulo_articulo": ["Resident Evil 8: su desarrollo está completado en un 60 por ciento"], "contenido": ["Resident Evil 8 o Resident Evil Village ", "fue presentado de forma oficial", " el mes pasado durante el evento de PlayStation 5, y aunque desde entonces se han estado revelando ", "detalles adicionales", ", ahora tenemos información sobre su desarrollo y el por qué se eligió su nombre.", "En el más reciente número de la revista japonesa Famitsu se dio a conocer que Resident Evil Village se encuentra aproximadamente en un 60 por ciento de su proceso de desarrollo, por lo que se podría decir que está a mitad de camino. Tomando esto en cuenta luce difícil que se lance a inicios de 2021 como han sugerido los rumores, ya que suena más factible que su estreno sea a mediados del año próximo.", "El reporte de Famitsu fue compartido y traducido a través de Twitter por el usuario conocido como BlackKite (", "vía", " GamingBolt), donde también se indica que el nombre Resident Evil Village que hace un juego de palabras con el número romano VIII fue elegido debido a que los creadores quieren que las personas reconozcan a la Villa del juego como un protagonista más, lo que refuerza lo que se ha venido comentando sobre la importancia que tendrá el entorno y que el gameplay estará más centrado en la exploración.", "\n", "-We didn't name it RE8 bc we want ppl to recognize one more protag: Village. So pls call it RE Village instead of RE8", "\n-Take a deep look at trailer & you can guess which RE7 route is taken", "\n-The village is somewhere in Europe", "\n-Improved Isolated View", "\n-Dev at 60%, next info in August ", "pic.twitter.com/mrxK0zpzUX", "\n— 黒凧 BlackKite (@bk2128) ", "July 1, 2020", "Otros detalles compartidos en el informe indican que la villa está ubicada en algún lugar de Europa y que si analizan el tráiler podrán adivinar los elementos que tomaron de Resident Evil 7.", "Resident Evil Village", " se pondrá disponible el año próximo en versiones para PlayStation 5, Xbox Series X y PC."], "fecha": ["Publicado el 2 de Julio de 2020 a las 01:45"]},
{"titulo_articulo": ["PlayStation 5: ¡es oficial! Los juegos aumentaron de precio"], "contenido": ["Parece ser que los juegos de la próxima generación serán oficialmente más caros, con Sony confirmando el aumento de los precios a los juegos publicados por la compañía y desarrollado por sus estudios asociados.", "Luego del evento PS5 Showcase en el que se reveló el precio y fecha de lanzamiento para el PlayStation 5, la compañía reveló ", "una lista de los juegos que estarían disponibles en el día de estreno de la consola", ". Y dentro de esta lista se puede apreciar que aquellos juegos desarrollados por Worlwide Studios (es decir, los títulos de estudios asociados a PlayStation) tendrían precios básicos de $70 USD.", "Algunos de estos títulos incluyen Demon's Souls, Destruction All Stars, y Spider-Man: Miles Morales Ultimate Edition. Sin embargo, otros títulos más pequeños de esos estudios (como la versión estándar de Spider-Man: Miles Morales y Sackboy A Big Adventure) cuentan con precios reducidos a $50 USD.", "Esto marca la tercera empresa de publishing que ha anunciado un compromiso a aumentar el precio de sus juegos, con Sony uniéndose a 2K Games y Activision en el aumento a $70 USD por sus juegos de próxima generación.", "¿Será que esto se vuelva la nueva normalidad en la industria de los videojuegos? Habrá que esperar para ver si Xbox y sus estudios internos hacen un cambio similar, pero el cambio es un paso natural de una industria con producciones cada vez más caras y con tiempos de desarrollo consistentemente largos."], "fecha": ["Publicado el 17 de Septiembre de 2020 a las 20:11"]},
{"titulo_articulo": ["Resident Evil Village si llegaría a ps4 y xbox one de acuerdo al creador"], "contenido": ["Capcom está \"considerando\" lanzar Resident Evil Village en Xbox One y PS4, pero \"no puede hacer ninguna promesa\".", "Durante una demostración en Tokyo Game Show, el productor Tsuyoshi Kanda explicó que, \"mientras que Resident Evil Village está siendo desarrollado específicamente para consolas de próxima generación y PC, estamos considerando entregar la experiencia en Xbox One y PS4 también. Estamos considerándolo, pero no podemos hacer ninguna promesa. Sin embargo, si haremos nuestro mejor esfuerzo en crear una experiencia de horror de supervivencia de alto nivel en consolas de generación actual\".", " ", "Mientras que fue anunciado específicamente para PC, Xbox Series X/S, y PS5, parece ser que Capcom no quiere dejar atrás a su enorme base de jugadores de generación actual - pero el trabajo de desarrollo aparentemente sería para reducir la escala del nuevo juego para hardware menos poderoso.", "El octavo juego principal de Resident Evil se ubica unos cuantos años después de Resident Evil 7, y nos lleva en una aventura en primera persona a través de una aldea infestada de monstruos, usando al héroe de 7, Ethan. Chris Redfield también hará una aparición prominente en el juego.", "La aldea titular está diseñada para ser un área más abierta que la casa Baker en RE7, tal vez regresando a ser un juego más orientado en la acción. También presentará un inventario actualizado que se asemeja más al diseño de maletín de Resident Evil 4.", "La serie ha tenido una buena cantidad de lanzamientos enormes en los últimos años, incluyendo RE7, el cual realizó un enorme cambio a la perspectiva de la serie principal, seguido del aclamado remake de Resident Evil 2 en 2019, así como el remake de Resident Evil 3 este año."], "fecha": ["Publicado el 27 de Septiembre de 2020 a las 13:23"]},
{"titulo_articulo": ["PlayStation Plus: estos son los juegos gratis de noviembre de 2020, y ya se incluye uno de PS5"], "contenido": ["Sony Interactive Entertainment ha dado a conocer a través de ", "PlayStation.Blog", " los juegos gratuitos de noviembre para los suscriptores de PlayStation Plus, además de revelar más detalles sobre PlayStation Plus Collection que llegará junto a PlayStation 5.", "Para empezar tenemos que el juego de PlayStation 5 y los dos títulos de ", "PlayStation 4", " que podrán descargar los miembros de PlayStation Plus en noviembre son:", "Bugsnax (versión PS5)", "\n", "El primer juego de PS5 en unirse a PlayStation Plus es la encantadora aventura en primera persona de Young Horses: Bugsnax. Juega como un periodista investigador que se ha propuesto investigar Snaktooth Island, hogar de legendarias criaturas mitad insecto, mitad snack, Bugsnax. Descubre, caza y captura todas las 100 criaturas mientras rastreas y reúnes los habitantes de la isla.", "\n\n", "Bugsnax (versión PS5) estará disponible para los miembros de PlayStation Plus a partir del jueves 12 de noviembre (para propietarios de PS5) hasta el lunes 4 de enero de 2021.", "\n", "Middle-Earth: Shadow of War (PS4)", "\n", "Ubicado entre los eventos de El Hobbit y El Señor de los Anillos, Middle-Earth: Shadow of War te invita una vez más al icónico mundo de magos, orcos y elfos de JRR Tolkien. Ve detrás de las líneas enemigas para forjar un ejército, conquista fortalezas y domina Mordor desde adentro. Experimenta cómo el Sistema Nemesis crea únicas historias personales con cada enemigo y seguidor, y confronta todo el poder del Señor Oscuro Sauron y sus Espectros del Anillo en esta nueva y épica historia de la Tierra Media.", "\n", "Hollow Knight: Voidheart Edition (PS4)", "\n", "En el fascinante juego de plataformas de exploración en 2D de Team Cherry, desciende hacia el extenso mundo subterráneo de Hollownest para luchar contra criaturas contaminadas y hacerte amigo de extraños bichos. Desbloquea nuevas habilidades y adapta tus conjuntos de poderes a tu estilo de juego para ayudarte a explorar retorcidas cavernas, antiguas ciudades y mortales páramos. Descubre una antigua historia del reino, enfrentando épicos jefes que desafiarán tus habilidades de combate y plataformas mientras te esfuerzas por resolver los misterios enterrados en su corazón.", "\n", "Estos dos juegos de PS4 estarán disponibles desde el martes 3 de noviembre hasta el lunes 30 de noviembre.", "PlayStation Plus Collection", "Con el lanzamiento de PlayStation 5 llegará un nuevo beneficio para la membresía de PlayStation Plus, se trata de PlayStation Plus Collection que permitirá que los suscriptores tengan acceso a una librería de juegos de PS4 que definieron la generación.", "La PlayStation Plus Collection se pondrá disponible a partir del 12 de noviembre cuando PS5 se lance en Estados Unidos, México, Japón y otros países, y estos son los juegos que estarán disponibles:", "De Sony Worldwide Studios:", "\n\t", "Bloodborne", "\n\t", "Days Gone", "\n\t", "Detroit: Become Human", "\n\t", "God of War", "\n\t", "Infamous Second Son", "\n\t", "Ratchet and Clank", "\n\t", "The Last Guardian", "\n\t", "The Last of Us Remastered", "\n\t", "Until Dawn", "\n\t", "Uncharted 4: A Thief’s End", "\n", "De estudios third-party:", "\n\t", "Batman: Arkham Knight", "\n\t", "Battlefield 1", "\n\t", "Call of Duty: Black Ops III – Zombies Chronicles Edition", "\n\t", "Crash Bandicoot N. Sane Trilogy", "\n\t", "Fallout 4", "\n\t", "Final Fantasy XV Royal Edition", "\n\t", "Monster Hunter: World", "\n\t", "Mortal Kombat X", "\n\t", "Persona 5", "\n\t", "Resident Evil 7 biohazard", "\n", "Por cierto, deben tener en cuenta que aún pueden descargar ", "los juegos de octubre", " ya que Need for Speed: Payback y Vampyr estarán disponibles como parte de los juegos de PS Plus hasta el 2 de noviembre."], "fecha": ["Publicado el 28 de Octubre de 2020 a las 17:37"]},
{"titulo_articulo": ["Teen Titans: el primer héroe afroamericano de DC fue presentado aquí y otros cuatro datos que seguro no conocías"], "contenido": ["L", "os Teen Titans son uno de los equipos más famosos de los últimos tiempos gracias a la serie del mismo nombre que los hizo llegar a un mayor número de fans en la primera década de los 2000. Estos héroes son los más jóvenes dentro de las páginas de DC, pero no por eso son menos serios (a menos que estemos hablando de los Teen Titans GO!).", "No obstante, el equipo no comenzó con este show de los años 2000, los Teen Titans existen desde varios años antes y en esta ocasión te contaremos cinco datos que no sabías sobre ellos (vía ScreenRant).", "1. Aunquea primera heroína afroamericana de la historia fue Tormenta de los X-Men, DC también presentó la suya poco después. En diciembre de 1976 Karen Beecher fue presentada en el cómic de Teen Titans y dos números después se convirtió en Bumblebee, la primera superheroína negra de DC Comics. Después llegarían Vixen, Thunder y Rocket. La popularidad de Bumblebee llegó de forma casi inmediata y aunque puede que Vixen la haya superado actualmente, sigue siendo una de las mujeres de raza negra más destacadas de la casa editorial.", "2. La popularidad del grupo era notable en las décadas de los 70 y 80, por lo que los Teen Titans tuvieron crossovers con varios equipos más. El más famoso de todos fue con los X-Men de Marvel Comics. En esta historia, Darkseid usó la Fuerza Fénix para atormentar a los mutantes. Los Teen Titans, al enterarse de esta situación, fueron a detener al villano.", "Entre otros crossovers destacados se encuentran Scooby-Doo (¿con quién no ha tenido crossover Scooby?), Las Chicas Superpoderosas y Young Justice, en dibujos animados.", "3. Teen Titans GO! Puede ser odiado por muchos de los fans adultos del grupo, pero con niños y adolescentes, este grupo de héroes \"Chibi\" tiene bastante popularidad. Pero, ¿sabías que esta caricatura nació gracias a DC Nation?", "Durante varios años, Cartoon Network aprovechaba los cortes comerciales de los shows de DC para presentar una serie de cortos llamados DC Nation y entre todos ellos también aparecían los Teen Titans. El estilo y el humor de los titanes en estas producciones eran muy parecidas a las que el show tiene actualmente.", "Bueno, pues esos Teen Titans \"mini\" eran quienes protagonizaban los cortos más exitosos de DC Nation, así que se decidió que tendrían su propia serie que llegó bajo el nombre de Teen Titans GO!", "4. Actualmente, los Teen Titans son tan populares que uno no se imagina el universo de DC sin ellos. No obstante, el equipo por poco se queda olvidado en la década de los 70.", "La primera serie de cómics de los titanes se desarrolló entre 1964 y 1978, un trayectoria bastante destacada; pero mientras el final se acercaba, el interés del público disminuyó y se tomó la decisión de cancelarla.", "Dos años después regresaron con el formato de los Nuevos Jóvenes Titanes, con la expectativa de que durarían un par de años más y finalmente el equipo sería condenado al olvido... Pero, el nuevo equipo resultó ser un éxito y se convirtió en una de las series más populares de DC, gracias a que mostraban héroes más establecidos. Gracias a este logro, los Teen Titans se consolidaron como uno de los grupos las populares de la casa editorial.", "5. El primer equipo popular de los Teen Titans estaba conformado por Aqualad, Robin, Kid Flash, Wonder Girl y Speedy, pero está alineación no fue la original. De hecho, el grupo comenzó sin nombre en The Brave and the Bold #54, publicado en 1964.", "En este número, Robin, Aqualad y Kid Flash fueron invitados a una ciudad pequeña que después fue atacada por Mister Twister, un villano considerado cursi y poco ofensivo, pero que en aquel momento fue una amenaza considerable para los héroes adolescentes.", "Este trío trabajo tan bien, que la respuesta de los fans fue positiva y se tomó la decisión de formar su propio grupo. Después se unieron Wonder Girl y Speedy, pero el equipo original fueron estos tres héroes.", "En más sobre el grupo de héroes más carismático de DC, te recomendamos: ", "¿Raven y Chico Bestia tuvieron una relación? ", "y ", "conoce la trágica historia de la joven mitad demonio", ".", "Jemima Sebastián hace de todo un poco en IGN Latinoamérica. Ama el anime, los deportes y a los Teen Titans GO!, ¿por qué no? Encuéntrala en ", "Twitter", " e ", "Instagram", " como @jemafg"], "fecha": ["Publicado el 20 de Septiembre de 2020 a las 17:29"]},
{"titulo_articulo": ["Xbox One, PS4, Switch y PC: estos son los juegos sin costo que podrás conseguir del 23 al 25 de octubre"], "contenido": ["Como cada viernes les tenemos los juegos que pueden probar o conseguir gratis durante este fin de semana, así que si les pasa que no tienen nada nuevo que jugar o simplemente es que tienen ganas de probar algo diferente, denle un vistazo al listado que incluye títulos para PC, PlayStation 4, Xbox One y Nintendo Switch.", "A continuación pueden ver la lista de juegos, teniendo en cuenta que algunos son solo pruebas temporales, ciertos son regalos y otros son descargas gratuitas permanentes que se otorgan por estar suscrito a algún servicio o como parte de alguna promoción.", "PC", "\n\t", "Fallout 76: Wastelanders", " - Se puede probar gratis hasta el 26 de octubre, y si se deciden a comprarlo pueden aprovechar que tiene un 60% de descuento.", "\n\t", "Steam tiene el Festival de Juegos de Mesa Digitales con cientos de títulos en oferta y algunas otras promociones como Fin de Semana del Editor de Codemasters.", "\n\t", "Costume Quest 2", " - Epic Games Store está regalando este juego. Podrán descargarlo hasta el 29 de octubre y se quedará en su biblioteca de forma permanente.", "\n\t", "Layers of Fear 2", " - Epic Games Store está regalando este juego. Podrán descargarlo hasta el 29 de octubre y se quedará en su biblioteca de forma permanente.", "\n\t", "Epic Games Store tiene las Ofertas de Halloween 2020 con un catálogo de juegos con ahorros de hasta el 75 por ciento.", "\n", "Xbox One", "\n\t", "Fallout 76: Wastelanders - ", "Se puede probar gratis hasta el 26 de octubre, y si se deciden a comprarlo pueden aprovechar que tiene un 60% de descuento.", "\n\t", "EA Sports UFC 4", " - Como parte de la promoción Días de juego gratis hasta el 25 de octubre, y si se deciden a comprarlo pueden aprovechar que tiene un 35% de descuento.", "\n\t", "Destroy All Humans!", " - Como parte de la promoción Días de juego gratis hasta el 25 de octubre, y si se deciden a comprarlo pueden aprovechar que tiene un 20% de descuento.", "\n\t", "Slayaway Camp Butcher's Cut ", "- Como parte de ", "los Games with Gold de octubre", ".", "\n\t", "Maid of Sker ", "- Como parte de los Games with Gold de octubre.", "\n\t", "Costume Quest ", "- Como parte de los Games with Gold de octubre.", "\n", "PlayStation 4", "\n\t", "Fallout 76: Wastelanders", " - Se puede probar gratis hasta el 26 de octubre, y si se deciden a comprarlo pueden aprovechar que tiene un 60% de descuento.", "\n\t", "Need for Speed: Payback", " - Como parte de ", "los juegos de PlayStation Plus de octubre", ".", "\n\t", "Vampyr ", "- Como parte de los juegos de PlayStation Plus de octubre.", "\n\t", "PlayStation Store tiene ", "venta especial de Halloween", " activa hasta el 2 de noviembre.", "\n", "Nintendo Switch", "\n\t", "Jump Rope Challenge", " - Disponible como descarga gratuita (La descarga gratuita sería solo hasta el 30 de septiembre, pero Nintendo decidió extender el período)", "\n\t", "Super Mario Bros. 35", " - Disponible como ", "descarga gratuita con Nintendo Switch Online", ".", "\n", "Además de todos estos títulos también está la opción de varios free-to-play disponibles para descargar en las diferentes plataformas y por supuesto el catálogo de Xbox Game Pass con muchas opciones para los suscriptores."], "fecha": ["Publicado el 23 de Octubre de 2020 a las 00:46"]},
{"titulo_articulo": ["Teen Titans: el primer héroe afroamericano de DC fue presentado aquí y otros cuatro datos que seguro no conocías"], "contenido": ["L", "os Teen Titans son uno de los equipos más famosos de los últimos tiempos gracias a la serie del mismo nombre que los hizo llegar a un mayor número de fans en la primera década de los 2000. Estos héroes son los más jóvenes dentro de las páginas de DC, pero no por eso son menos serios (a menos que estemos hablando de los Teen Titans GO!).", "No obstante, el equipo no comenzó con este show de los años 2000, los Teen Titans existen desde varios años antes y en esta ocasión te contaremos cinco datos que no sabías sobre ellos (vía ScreenRant).", "1. Aunquea primera heroína afroamericana de la historia fue Tormenta de los X-Men, DC también presentó la suya poco después. En diciembre de 1976 Karen Beecher fue presentada en el cómic de Teen Titans y dos números después se convirtió en Bumblebee, la primera superheroína negra de DC Comics. Después llegarían Vixen, Thunder y Rocket. La popularidad de Bumblebee llegó de forma casi inmediata y aunque puede que Vixen la haya superado actualmente, sigue siendo una de las mujeres de raza negra más destacadas de la casa editorial.", "2. La popularidad del grupo era notable en las décadas de los 70 y 80, por lo que los Teen Titans tuvieron crossovers con varios equipos más. El más famoso de todos fue con los X-Men de Marvel Comics. En esta historia, Darkseid usó la Fuerza Fénix para atormentar a los mutantes. Los Teen Titans, al enterarse de esta situación, fueron a detener al villano.", "Entre otros crossovers destacados se encuentran Scooby-Doo (¿con quién no ha tenido crossover Scooby?), Las Chicas Superpoderosas y Young Justice, en dibujos animados.", "3. Teen Titans GO! Puede ser odiado por muchos de los fans adultos del grupo, pero con niños y adolescentes, este grupo de héroes \"Chibi\" tiene bastante popularidad. Pero, ¿sabías que esta caricatura nació gracias a DC Nation?", "Durante varios años, Cartoon Network aprovechaba los cortes comerciales de los shows de DC para presentar una serie de cortos llamados DC Nation y entre todos ellos también aparecían los Teen Titans. El estilo y el humor de los titanes en estas producciones eran muy parecidas a las que el show tiene actualmente.", "Bueno, pues esos Teen Titans \"mini\" eran quienes protagonizaban los cortos más exitosos de DC Nation, así que se decidió que tendrían su propia serie que llegó bajo el nombre de Teen Titans GO!", "4. Actualmente, los Teen Titans son tan populares que uno no se imagina el universo de DC sin ellos. No obstante, el equipo por poco se queda olvidado en la década de los 70.", "La primera serie de cómics de los titanes se desarrolló entre 1964 y 1978, un trayectoria bastante destacada; pero mientras el final se acercaba, el interés del público disminuyó y se tomó la decisión de cancelarla.", "Dos años después regresaron con el formato de los Nuevos Jóvenes Titanes, con la expectativa de que durarían un par de años más y finalmente el equipo sería condenado al olvido... Pero, el nuevo equipo resultó ser un éxito y se convirtió en una de las series más populares de DC, gracias a que mostraban héroes más establecidos. Gracias a este logro, los Teen Titans se consolidaron como uno de los grupos las populares de la casa editorial.", "5. El primer equipo popular de los Teen Titans estaba conformado por Aqualad, Robin, Kid Flash, Wonder Girl y Speedy, pero está alineación no fue la original. De hecho, el grupo comenzó sin nombre en The Brave and the Bold #54, publicado en 1964.", "En este número, Robin, Aqualad y Kid Flash fueron invitados a una ciudad pequeña que después fue atacada por Mister Twister, un villano considerado cursi y poco ofensivo, pero que en aquel momento fue una amenaza considerable para los héroes adolescentes.", "Este trío trabajo tan bien, que la respuesta de los fans fue positiva y se tomó la decisión de formar su propio grupo. Después se unieron Wonder Girl y Speedy, pero el equipo original fueron estos tres héroes.", "En más sobre el grupo de héroes más carismático de DC, te recomendamos: ", "¿Raven y Chico Bestia tuvieron una relación? ", "y ", "conoce la trágica historia de la joven mitad demonio", ".", "Jemima Sebastián hace de todo un poco en IGN Latinoamérica. Ama el anime, los deportes y a los Teen Titans GO!, ¿por qué no? Encuéntrala en ", "Twitter", " e ", "Instagram", " como @jemafg"], "fecha": ["Publicado el 20 de Septiembre de 2020 a las 17:29"]},
{"titulo_articulo": ["Call of Duty: Warzone - ¿cuál es el horario del evento de Halloween? ¿Hasta cuándo durará?"], "contenido": ["Este martes 20 de octubre comienza el evento de Halloween en ", "Call of Duty: Modern Warfare y Warzone", ", así que les tenemos los detalles al respecto, incluyendo su duración.", "Activision e Infinity Ward anunciaron que el evento llamado The Haunting of Verdansk estará disponible en todas las plataformas y que concluirá el martes 3 de noviembre.", "\n", "Hope you're not afraid of the dark.", "\n", "\nThe Haunting of Verdansk is live now for ", "#ModernWarfare", " and ", "#Warzone", ". ", "pic.twitter.com/L5avqpqt7M", "\n— Call of Duty (@CallofDuty) ", "October 20, 2020", "Este evento tendrá contenido cosmético con temática de la temporada incluyendo paquetes basados en SAW y Texas Chainsaw Massacre, además de otras novedades como Zombies Royale y más, tal como pueden ver en el tráiler a continuación:", " ", "Destaca que se incluye el sistema de recompensas llamado \"Trick or Treat\" donde las cajas de suministro pueden incluir sustos o planos realmente buenos, mientras que las acciones multijugador tendrán modos y efectos con la misma temática.", "\n", "Drop into a living nightmare.", "\n", "\n🌑 Darkness falls on Verdansk.", "\n🧟 Horrors have come to play.", "\n🎃 Tricks & Treats await discovery.", "\n", "\nThe Haunting of Verdansk begins October 20 for ", "#ModernWarfare", " and ", "#Warzone", ". ", "pic.twitter.com/LKeT5c6e9B", "\n— Call of Duty (@CallofDuty) ", "October 19, 2020", "El paquete SAW viene con el atuendo de Billy the Puppet, la pieza de equipo letal Phlebotomozier, un cuchillo especial y armas con diseño especial, mientras que el de Texas Chainsaw Massacre viene con el asesino Leatherface, el plano LMG \"Family Heirloom\" y más.", "También destaca que estará disponible el mapa Verdansk para experimentar infiltraciones nocturnas y el modo Zombie Royale donde los jugadores pueden luchar contra y junto a criaturas zombificadas.", " ", "Así que ya lo saben, el espíritu de Halloween está en ", "Call of Duty: Modern Warfare y Warzone", ", y podrán participar hasta el próximo martes 3 de noviembre."], "fecha": ["Publicado el 20 de Octubre de 2020 a las 17:16"]},
{"titulo_articulo": ["Games with Gold: estos son los juegos gratis de noviembre 2020"], "contenido": ["Microsoft ha anunciado los Games with Gold para noviembre donde se incluyen Aragami: Shadow Edition, Swimsanity!, Full Spectrum Warrior y LEGO Indiana Jones.", "Como sabrán, los Games with Gold son juegos que pueden ser descargados gratis por los miembros de Xbox Live Gold y Xbox Game Pass Ultimate, y a continuación tienen los detalles específicos para noviembre (", "vía", " ", "XboxWire", "):", "Aragami: Shadow Edition (Disponible del 1 al 30 de noviembre)", "\n", "Inicia un oscuro viaje sangriento lleno de secretos. En Nightfall, que incluye tanto el juego original como su precuela, jugarás como un asesino con el poder de controlar las sombras. Acaba con tus adversarios a través de una amplia gama de poderes en una campaña individual o con un amigo en multijugador en línea multiplataforma mientras pones a prueba tus habilidades de sigilo.", "\n", "Swimsanity! (Disponible del 16 de noviembre al 15 de diciembre)", "\n", "¡Sumérgete en la locura! Forma equipo con cuatro amigos y despliega una gran variedad de potenciadores y armas únicas, o bien, pelea por ser el último Mooba con vida. Con más de 150 desafíos en 8 modos de juego, la intensidad es el elemento principal en este shooter co-op submarino lleno de acción.", "\n", "Full Spectrum Warrior (Disponible del 1 al 15 de noviembre)", "\n", "Crea tu propio equipo y prepárate para desplegarlo en este título clásico de Xbox. Lo que comenzó como entrenamiento para el Ejército de Estados Unidos, terminó como un simulador realista de guerra urbana a nivel de infantería. Dirige escuadrones Alpha y Bravo a través de auténticos protocolos de infantería, en un entorno urbano plagado de peligros.", "\n", "LEGO Indiana Jones (Disponible del 16 al 30 de noviembre)", "\n", "Ponte tu fedora, toma tu látigo y prepárate para encontrar la fortuna y la gloria. The Original Adventures toma la divertida y creativa mecánica de construcción de LEGO y la combina con la incesante acción de las películas clásicas. Construye, pelea y ábrete camino a través de todos tus momentos cinematográficos favoritos con un toque irónico estilo LEGO.", "\n", "Hablando de ", "los juegos de octubre", ", aún tienen un par de días para conseguir Slayaway Camp y Costume Quest, mientras que Maid of Sker estará disponible hasta el 15 de noviembre."], "fecha": ["Publicado el 29 de Octubre de 2020 a las 16:49"]},
{"titulo_articulo": ["Fortnite: ¿dónde están las cabañas de bruja?"], "contenido": ["Dentro del evento de Halloween de ", "Fortnite", " Capítulo 2 llamado Fortnitemares 2020 hay varios desafíos, y uno de ellos pide a los jugadores visitar tres cabañas de bruja que están ubicadas en diferentes puntos del mapa.", "La recompensa de este desafío es un pico, así que vale la pena completarlo, y para hacerlo solo deben hacer tal lo que indica la descripción, que es visitar tres de las siete cabañas en cualquier modo de juego y sin importar el número de partidas.", "Hay cabañas de bruja en cada región, pero si quieren completarlo rápido lo mejor es entrar en el modo Refriega de Equipos y visitar las tres cabañas de la parte superior izquierda del mapa. Por cierto, no importa que la cabaña haya sido destruida, solo con visitar el lugar les contará la visita. A continuación pueden ver dónde se encuentran todas las cabañas en el mapa cortesía de ", "FortniteIntel", ":", " ", "Hablando de Fortnite, recuerden que este fin de semana ", "se llevará a cabo el concierto de J Balvin", ".", "Fortnite está disponible como descarga gratuita con compras dentro del juego en consolas, PC y dispositivos móviles.", "En otras notas recientes, ", "vean nuestro unboxing de Xbox Series X y Series S", ", ", "estas son siete películas de terror disponibles en Netflix", ", ", "esta teoría de Star Wars asegura que Padme nunca amó a Anakin", ", y ", "una publicación eliminada de The Mandalorian confirma un gran rumor", "."], "fecha": ["Publicado el 30 de Octubre de 2020 a las 21:17"]},
{"titulo_articulo": ["Genshin Impact: ¿cómo activar el crossplay para jugar en PS4, PC y celulares?"], "contenido": ["En estos últimos días hay un título que ha estado ganando gran popularidad y convirtiéndose en el favorito de muchos, se trata de Genshin Impact, un RPG de acción de mundo abierto desarrollado por miHoYo que llegó recientemente a PC, PlayStation 4 y dispositivos móviles.", "Una de las características de este juego chino fuertemente inspirado en ", "The Legend of Zelda: Breath of the Wild", " es que cuenta con crossplay en las plataformas en donde está disponible, ¿pero cómo es que se activa esta función?", "Genshin Impact ofrece una experiencia multijugador que permite a los jugadores hacer equipo con otros tres compañeros, sin importar la plataforma en que se encuentren, lo que sin duda incrementa la diversión.", " ", "Para poder jugar con amigos en cooperativo deben alcanzar el Rango de Aventura 16 y se desbloqueará la capacidad de agregar a otros jugadores en PS4, PC y móviles. Si sus amigos están en la misma plataforma aparecerán automáticamente listados en el menú Friends, y si se encuentran en otra plataforma solo deberán ingresar a la comentada sección Friends e introducir manualmente sus números UID, teniendo en cuenta que ellos también deberán haber superado el Rango de Aventura 16.", "Por supuesto este juego también permite jugar en solitario si así lo prefieren, con la posibilidad de cambiar personajes durante el combate y la exploración del mundo que luce genial y está lleno de secretos, aventuras y calabozos.", "Genshin Impact es un juego free-to-play disponible en PC, PlayStation 4, Android y iOS, y próximamente llegará también en versión para Nintendo Switch."], "fecha": ["Publicado el 6 de Octubre de 2020 a las 17:25"]},
{"titulo_articulo": ["PlayStation 4: los mejores videojuegos de 2020 que puedes comprar"], "contenido": ["El reinado del PlayStation 4 está cerca de su final. La consola cederá este mes de noviembre su lugar a su sucesor, el PlayStation 5, como el producto estrella de Sony en el mundo de los videojuegos.", "Pero esto no significa que los días del PS4 hayan llegado a su fin. Sus más de 112 millones de unidades vendidas en sus siete años de vida, garantizan que aún tenga muchas horas de entretenimiento que ofrecerle a sus jugadores.", "Así que si estás buscando nuevos títulos para tu PlayStation 4, a continuación te presentamos seis grandes videojuegos de 2020 que aún estás a tiempo de comprar.", "DOOM: Eternal", "\n", "Bethesda", "\n", "La secuela del título de 2016 es salvaje y pondrá tu adrenalina en su nivel más alto. Las huestes infernales desean invadir la Tierra, pero tú estás ahí para impedirlo. El ritmo del ", "gameplay", " es acelerado y las armas nunca serán suficientes para destrozar a todos los enemigos que tengas enfrente. Las sorpresas llegarán en cualquier momento y tendrás que pensar tus movimientos de una forma acelerada. Además, la banda sonora es asombrosa.", "Final Fantasy VII Remake", "\n", "Square Enix", "\n", "Es un remake ambicioso que logra actualizar con éxito los sistemas y la historia de un JRPG con más de dos décadas de antigüedad. Cumple con ser una mezcla de asombrosa acción, mecánicas profundas y estrategia que renueva y expande la clásica historia. El único punto negativo es que sólo presenta una parte de la larga trama original.", "Resident Evil 3 Remake", "\n", "Capcom", "\n", "El remake de Capcom es una excelente adición a la clásica saga de ", "survival horror", ", con un enfoque inclinado hacia la acción, pero que no pierde de vista el ritmo, la tensión y el terror característicos de sus predecesores. Además, gracias al excelente uso que le dan al RE Engine, su motor gráfico, el diseño del juego pudo ser clásico y moderno al mismo tiempo, otorgándole un nivel visual impresionante.", "The Last of Us Part II", "\n", "Naughty Dog", "\n", " ", "Naughty Dog entregó una secuela digna de una de sus franquicias más representativas. Este nuevo título le otorgó un giro fresco a las mecánicas clásicas, con más opciones para resolver los acertijos y un ", "gameplay", " que te logra conectar de una forma muy humana con la historia del juego. Asimismo, presenta una Ellie mucho más madura que refleja lo que es la evolución de la saga.", "Ghost of Tsushima", "\n", "Sucker Punch", "\n", "Sucker Punch hizo que el último juego exclusivo para PlayStation 4 fuera una historia épica sin igual y esto fue en gran parte gracias a una impresionante investigación de la tradición japonesa que ha inspirado miles de productos culturales a lo largo de los siglos. Lo mejor de Ghost of Tsushima es el sistema de combate estudiado que recrea las técnicas samurai, así como las cinemáticas que muestran los hermosos paisajes del país del sol naciente; todo esto mientras luchas por convertirte en un héroe que llevará esperanza en medio del caos y la destrucción.", "Persona 5 Royal", "\n", "Atlus", "\n", "Es considerado uno de los mejores JRPG de la historia. La excelente trama y los personajes multidimensionales que presenta, junto con el desafiante combate táctico, son sofisticados y lo mejor de todo es que el título regresó con nuevas sorpresas y nuevos enemigos a cuestas. Este juego va más allá de un relanzamiento o una remasterización, pues amplificó y mejoró todo el contenido, haciendo que parezca que se trata de un título nuevo.", "Además, en la siguiente galería podrás ver los 25 mejores juegos para PlayStation 4 desde 2013, hasta la fecha:", "En más sobre videojuegos, dale un vistazo a", " seis títulos de 2019 que todavía vale la pena comprar", "."], "fecha": ["Publicado el 8 de Octubre de 2020 a las 22:00"]},
{"titulo_articulo": ["PS Plus Junio 2020: filtración sugiere el segundo juego gratuito del mes"], "contenido": ["Un teaser filtrado sugiere que Star Wars Battlefornt 2 será el segundo juego de PS Plus en junio.", "El corto video, que fue encontrado en Instagram y ", "publicado a Twitter por Nibellion", ", muestra un corto clip de Star Wars Battlefron 2 y nota que el juego estará \"disponible con PS Plus este mes\".", "Previamente se había anunciado en que los suscriptores de PS Plus recibirían Call of Duty: WWII como el primero de los juegos gratis de junio, con más detalles por llegar a lo largo de la semana.", " ", "\n", "Rumor: 2nd PS+ game for June is Star Wars: Battlefront 2 according to a teaser trailer that popped up on Instagram", "https://t.co/by3oWfkyBN", " ", "pic.twitter.com/06Suz12yVt", "\n— Nibel (@Nibellion) ", "May 27, 2020", "Esta filtración se ve bastante creíble y sugiere que PlayStation se está preparando para revelar toda la alineación de junio muy pronto.", "Star Wars Battlefront 2 tiene algo similar a un arco de redención luego de su lanzamiento controversial. Luego de su estreno en 2017 el juego llevó a cabo cambios drásticos en sus mecánicas de progresión y eliminó las loot-boxes casi por completo, y lo que quedó fue un increíble multijugador ubicado en el universo de Star Wars.", "A finales de abril, el juego recibió su última actualización \"de contenido regular\" en la forma del parche Battle of Scarif, que llevó la icónica batalla de Rogue One al juego junto con skins actualizadas de The Rise of Skywalker para muchos de los personajes héroes."], "fecha": ["Publicado el 27 de Mayo de 2020 a las 09:38"]},
{"titulo_articulo": ["PlayStation 5: así luce el primer juego físico de la nueva consola"], "contenido": ["Estando a menos de un mes para el esperado lanzamiento de ", "PlayStation 5", ", tenemos que se ha mostrado cómo luce el primer juego físico de la nueva consola.", "Randy Pitchford, director general de Gearbox Software, presumió en sus redes sociales que comenzó la producción de las copias físicas de ", "Godfall", " para PlayStation 5, tal como pueden ver a continuación:", "\n", "Attention fellow game lovers, peers and enthusiasts: Behold the first Playstation 5 game! Hot off the presses, this is the first to manufacture next gen retail game in the world. Congratulations to Counterplay Games and the team here at Gearbox Publishing! ", "pic.twitter.com/ki9YbynRIe", "\n— Randy Pitchford (@DuvalMagic) ", "October 14, 2020", "\n", "Atención compañeros amantes de los videojuegos y entusiastas. ¡Contemplen el primer juego para PlayStation 5! Aún caliente de la imprenta, este es el primer juego de la siguiente generación que se manufactura en el mundo. ¡Felicidades a Counterplay Games y al equipo aquí en Gearbox Publishing!", "\n", "Godfall", " es un RPG de acción looter-slasher centrado en el combate cuerpo a cuerpo, y se pondrá disponible como uno de los títulos de lanzamiento de PlayStation 5, además de que también llegará en versión para PC a través de la Epic Games Store.", "De acuerdo a lo que se puede ver en las imágenes, el juego físico se trata de la Ascended Edition, y las etiquetas mencionan que como de costumbre el multijugador requerirá de membresía a PlayStation Plus, además de que el juego requerirá de 50 GB de espacio libre.", "PlayStation 5", " se pondrá disponible el 12 de noviembre."], "fecha": ["Publicado el 15 de Octubre de 2020 a las 17:09"]},
{"titulo_articulo": ["Game Gear Micro: Sega celebra su 60 aniversario con una versión miniatura de su portátil"], "contenido": ["Sega ha anunciado el Game Gear Micro como parte de los festejos por su 60 Aniversario.", "Este miércoles la compañía japonesa cumple 60 años ya que su fundación fue el 3 de junio de 1960, y tal como habían adelantado se esperaba un anuncio importante que resultó ser esta pequeña consola (", "vía", " Gematsu).", "La Game Gear Micro es una versión miniatura de la portátil lanzada en 1990 y tal como pueden ver en las imágenes y el video estará disponible en cuatro diferentes colores que son negro, azul, rojo y amarillo. Pero la elección no solo será por la preferencia de color de cada usuario, sino que cada versión viene con cuatro diferentes juegos preinstalados.", "El color negro viene con Out Run, Puyo Puyo Tsu, Royal Stone y Sonic the Hedgehog, la versión azul incluirá Baku Baku Animal: Sekai Shiikugakari Senshuken, Gunstar Heroes, Sonic & Tails y Sylvan Tale, el color amarillo tendrá Nazo Puyo: Arle no Roux, Shining Force, Shining Force II y Shining Force: Final Conflict, y la versión en rojo ofrecerá Columns, The G.G. Shinobi, Megami Tensei Gaiden: Last Bible, y Megami Tensei Gaiden: Last Bible Special.", " ", "El cuerpo de esta pequeña consola mide 80 milímetros de ancho, 43 milímetros de altura y 20 milímetros de grosor.", "La Sega Game Gear Micro se lanzará en Japón el 6 de octubre con un precio de $4,980 Yen (alrededor de USD $45), y por cierto habrá disponible un paquete con los cuatro colores por 29,880 Yen y que incluirá como bono extra una versión miniatura del Big Window Micro, un accesorio lanzado para la Game Gear original que incrementa el tamaño de la pantalla.", "Ya se puede reservar en varias tiendas como Amazon Japón, y de momento no se ha mencionado nada sobre su lanzamiento en Latinoamérica, pero estaremos atentos a más detalles.", "Javier Flores Villarreal es fan de los videojuegos, el cine, las series, los autos y la buena música. Puedes encontrarlo en Twitter como ", "@Javier_FV", "."], "fecha": ["Publicado el 3 de Junio de 2020 a las 00:47"]},
{"titulo_articulo": ["Resident Evil 8 te llevará a una aldea tétrica, gótica y letal"], "contenido": ["Resident Evil VIII: Village ha sido revelado como uno de los títulos que llegarán a la consola de próxima generación de Sony, el PlayStation 5.", "Curiosamente, parece ser que los rumores y filtraciones previas eran bastante ciertos, con el juego poniéndote en los zapaos de Ethan Winters una vez más, explorando una misteriosa y letal aldea que parece estar siendo bajo el asedio de monstruosos hombres bestias.", "La próxima entrega de la legendaria franquicia de terror regresará a un formato en primera persona, como Resident Evil 7, y parece enfocarse en crear un ambiente completamente terrorífico en el que deberás intentar sobrevivir a alguna especie de nueva arma biológica, con rastros de la corporación Umbrella, lo que parece ser un culto de \"brujas\", y una conspiración que parece complicar las cosas más allá.", "La historia de Resident Evil finalmente se moverá hacia adelante una vez más con todos sus monstruos, villanos, y acertijos innecesariamente complejos pero divertidos, cuando el juego llegue a PlayStation 5 en el 2021."], "fecha": ["Publicado el 11 de Junio de 2020 a las 16:09"]},
{"titulo_articulo": ["Dreamcast: la siguiente Micro Consola de Sega podría ser una Dreamcast Mini"], "contenido": ["El productor creativo de Sega, Yosuke Okunari, ha sugerido que la siguiente microconsola de la compañía podría ser una Dreamcast Mini.", "Tal como lo reporta ", "Siliconera", ", Okunari habló con la revista Famitsu sobre el futuro de la gama de mini consolas de Sega y sugirió que la compañía, entre otras cosas, está considerando una versión mini de la consola de culto de 1999.", "\"Creo que para la próxima, podemos optar por un concepto cercano al Mega Drive Mini (Genesis Mini)\", explica Okunari. \"Si tengo que decir algunos nombres, podría ser un SG-1000 Mini o un Dreamcast Mini\".", "Okunari también mencionó que Sega está considerando \"proyectos que nadie ha imaginado\" para la siguiente microconsola, y agregó que \"el alcance del proyecto será mucho mayor a medida que miremos el mundo\" conforme la compañía avance con la gama de microconsolas. Esto sugiere que los próximos dispositivos podrían lanzarse tanto en Occidente como en Japón.", "Eso sí, parece que la llegada de esta nueva consola mini tardaría un tiempo ya que Okunari indicó que no podrían sacarla al mercado en tan poco tiempo después de su último lanzamiento.", "El Game Gear Micro del tamaño de la palma de la mano se anunció en junio de 2020 y se lanzó en Japón el 6 de octubre. Había disponibles cuatro combinaciones de colores de la mini consola, cada una con una selección independiente de juegos clásicos como Gunstar Heroes y Sonic the Hedgehog.", "Sega ya ha estado aprovechando la nostalgia lanzando consolas retro, como el ", "Genesis Mini", " y el ", "Game Gear Micro", ", y no cabe duda que muchos recibirían con gusto una versión miniatura del Dreamcast.", " "], "fecha": ["Publicado el 8 de Octubre de 2020 a las 18:21"]},
{"titulo_articulo": ["Xbox: rumor asegura que Microsoft también compraría SEGA"], "contenido": ["La noticia de la compra de ZeniMax Media y todos sus estudios de desarrollo de videojuegos por parte de Xbox a penas tiene un día de antiguedad, pero un nuevo rumor ahora también asegura que el gigante del gaming en consolas busca apoderarse de SEGA.", "Este nuevo rumor, ", "que no ha sido corroborado, comentado, o confirmado en ninguna manera oficial por Xbox, SEGA, o miembros de la industria de los videojuegos", " paree haberse originado en 4Chan, el foro público con una infamia más grande lo imaginable. Como capturó y compartió la cuenta de Twitter @TodoMegaDrive, un usuario anonimo comenzó a declarar que Microsoft anunciaría la adquisición de SEGA durante el Tokyo Game Show.", "\n", "Está empezando a correr un rumor de una supuesta compra de Sega por parte de Microsoft.", "\nPor lo pronto, vamos a mantener la calma ya que la filtración salido en 4chan y no tiene por qué ser cierta.", "\nEstaremos atentos... ", "pic.twitter.com/PFvFUd1cmy", "\n— Todo Mega Drive (@TodoMegaDrive) ", "September 22, 2020", " ", "Este evento tomará lugar el miercoles 23 de septiembre, por lo que de ser cierto se revelaría su veracidad el día de maána en un evento público que historicamente se ha enfocado en los videojuegos, y no en las consolas a las que llegarán.", "Así que, ¿Por qué este rumor ha tomado tanta fuerza durante las últimas horas? la razón principal es que Microsoft anunció el día de ayer un nuevo esquema de colores para el control de Xbox Series X/S, el cual mezcla azul, blanco y negro. Este diseño es bastante semejante a los colores del Erizo Azul de SEGA, por lo que muchos lo consideraban una pista de lo que estaba por venir.", "\n", "Clean and simple. Still iconic. 🎮", "\n", "\nThe Xbox Wireless Controller in Shock Blue is a stunner optimized for next-gen gameplay: ", "https://t.co/Vky2vPt0ir", " ", "pic.twitter.com/2QdvJDxdjQ", "\n— Xbox (@Xbox) ", "September 21, 2020", " ", "Además, con la llegada de la consola a tan sólo un poco más de un mes, ha causado que la emoción por lo que se conoce generalmente como la \"guerra de consolas\" se eleve a los niveles que se suelen ver cada vez que llega una nueva generación.", "¿Sucederá? sin duda sería un evento impresionante, pero habrá que esperar hasta ver un anuncio oficial de parte de cualquiera de los involucrados para decir que esto es cierto. Pero nosotros no pensamos que sea muy posible."], "fecha": ["Publicado el 22 de Septiembre de 2020 a las 15:02"]},
{"titulo_articulo": ["Teen Titans: esta es la trágica historia de origen de Raven"], "contenido": ["Raven es uno de los personajes con historias más trágicas dentro del Universo de DC. La joven perteneciente a los Teen Titans ha sufrido durante sus diferentes vidas debido a la condición de sus padres, por cómo fue concebida, por no poder revelar sus sentimientos e incluso, un falso amor. Aquí te contamos su trágica historia.", "Las tragedias comenzaron desde el momento en que fue concebida, pues ella nació de un engaño a su madre. Su padre, el demonio Trigon se casó con su madre, Ángela Roth, conocida como Arella, usando una identidad falsa, pero después de tener relaciones sexuales, la mujer conoció la verdadera identidad del demonio.", "Creció en una realidad alterna llamada Azarath, y desde pequeña debió controlar sus emociones para reprimir la herencia demoniaca que tenía de parte de su padre, quien quería aprovecharse de eso para unirse a la niña y dominar todas las dimensiones que le fueran posibles.", "Tampoco creció cerca de su madre, a quien rara vez veía, y se frecuentaron mas cuando su primera tutora, Azar, murió y Arella se puso a su cargo.", "Cuando Raven se enteró que su padre quería llegar a su dimensión, ella se propuso detenerlo. Pidió ayuda a la Liga de la Justicia, pero fue rechazada, principalmente porque Zatanna notó su herencia demoniaca. Desesperada creó a los Nuevos Jóvenes Titanes donde peleó al lado de Robin, Starfire, Cyborg y Beast Boy, la alineación más popular de este equipo. Más que un grupo de héroes, ellos terminaron siendo una familia.", "La lucha contra su padre fue muy difícil para Raven, pues aunque en primera instancia lograron derrotarlo, él no se fue del todo y durante este tiempo tuvo que luchar de nuevo con sus emociones para que Trigon no pudiera poseerla. Pero cuando la joven fue corrompida por completo, ella misma le dio acceso al demonio a su realidad donde destruyó a todos los habitantes de Azarath e incluso de la Tierra, donde sólo los Titanes se salvaron.", "Trigon, deseoso de acabar con los héroes creó duplicados malignos de cada uno de ellos ; no obstante, Lilith logró tomar el control de ellos y los usó contra Raven, quien murió por estos ataques. Entonces, la diosa Azar usó su cuerpo como conducto para su poder y las almas de Azarath; y el alma de Raven emergió purificada de todo mal, que junto con las almas de los demás renacido, eliminaron al demonio, que fue incapaz de soportar este exceso de pureza.", "Cuando por fin pudo dejar fluir sus sentimientos inició una relación sentimental con Eric Forrester, pero lamentablemente, este sujeto sólo la intentaba utilizar para conservar su humanidad permanentemente. Resulta que Eric seducía a las mujeres para acostarse con ellas y robarles su energía vital. La joven fue salvada por Joseph Wilson (Jericho), quien destruyó al sujeto y liberó a la heroína de su influencia.", "Raven volvió a morir cuando Trigon regresó y poseyó a su hija a través de almas malvadas. Para eliminar el poder del demonio, su cuerpo fue destruido.", "Pero la heroína ha cedido ante su lado demoniaco en un par de ocasiones más. En “Titans Hunt”, Trigon la corrompió y se volvió malvada. También arruinó la boda de Starfire y Nightwing y después volvería a morir.", "\n", "DC Comics", "\n", " ", "En Injustice: Gods Among Us se une al régimen tiránico de Superman, pues sabe que esto ayudará a preparar al mundo para Trigon. Poco después vemos al Hombre de Acero derrotado y a su padre desatando un ejército sobre la Tierra. En Injustice 2, Starfire menciona que Raven está muerta para sus amigos, ya que se convirtió en un títere de su padre.", "Jemima Sebastián hace de todo un poco en IGN Latinoamérica. Ama el anime, los deportes y a los Teen Titans GO! Encuéntrala en ", "Twitter", " e ", "Instagram", " como @jemafg"], "fecha": ["Publicado el 31 de Julio de 2020 a las 20:39"]},
{"titulo_articulo": ["Teen Titans: ¿Raven y Chico Bestia sí tuvieron una relación?"], "contenido": ["¿Raven y Chico Bestia tienen o han tenido alguna relación amorosa? Esta es una duda que los fans de DC Cómics siempre tienen presente y que aquí trataremos de explicarles. La verdad es que su historia amorosa ha tenido bastantes altibajos. Ambos personajes se conocieron en la era de los Nuevos Jóvenes Titanes y su relación era de amistad. Es cierto que Gar, el nombre de Chico Bestia, llegaba a coquetear con ella en varias ocasiones, pero él solía tener este tipo de actitud con cualquier chida que tuviera enfrente.", "No obstante, las cosas entre ellos comenzaron a convertirse en “algo más”, luego de que Raven murió y fuera resucitada. Chico Bestia fue quien le dio a su reencarnación la bienvenida de vuelta al equipo de héroes, haciendo que la joven comenzara a desarrollar sentimientos más profundos hacia él. De hecho, el primer beso de Raven fue con Gar, justo antes de Crisis Infinitas., en Teen Titans (Vol. 3) #30.", "La relación de ambos creció, pero también se desgastó pronto debido a una serie de eventos. Primero, Chico Bestia estaba bajo un enorme estrés por ser el líder de un grupo de héroes sin experiencia, que estaban más preocupados por ser famosos que por la justicia real. Por si fuera poco, Black Adam comenzó un alboroto en el mundo luego de que su esposa muriera. Los Teen Titans intentaron detenerlo, pero cuando el villano asesinó al segundo Terra, Gar se volvió a un más distante.", "Raven decidió terminar la relación y aunque poco después Tim Drake volvió y retomó el liderazgo, las cosas entre ellos no iban nada bien como para mantener su noviazgo o como para que ella siguiera siendo parte del equipo. La joven dejó que sus compañeros pensaban que se iba por Gar, pero en realidad se alejó porque poseía un disco con en alma perdida de Jericho y deseaba protegerlo.", "Sin embargo, a pesar de la ruptura, Raven siguió dando pistas de que aún amaba a Gar. Por ejemplo, después del ataque de Deathstroke al equipo, pero el Chico Bestia se negaba a hablar de ello; luego él intentó reconciliarse y retomar la relación, pero la joven se negó continuamente, pues creía que esto aún seguía siendo necesario para protegerlo. Es hasta Teen Titans #100 que ambos se sientan a platicar sobre sus sentimientos. Aquí finalmente Raven revela que lo ama, pero que no quería que él soportara el peso de su “maldición”, la cual también le afectaría en caso de que decidiera estar con ella.", "Chico Bestia, fiel a su estilo, dijo que efectivamente, no podía escapar de esta maldición, pero tampoco quería hacerlo. Cuando Raven decide que debe dejar de rechazar las emociones buenas de su vida por miedo a las negativas, el héroe le dice que esto es parte de ser humano. La frase con la que sentencia su postura es icónica: “Creo que te has ocupado lo suficiente por las malas. ¿Qué tal si nos enfocamos en lo bueno, para variar?”. Esto deja en claro, que antes del reinicio, ellos aún eran pareja.", "En la primera serie animada de Teen Titans, era evidente que Chico Bestia sentía algo por Raven y viceversa. En el capítulo 6 de la temporada 1, “Nevermore”, Gar y Cyborg entran en la mente de la chica por accidente y descubren que ella piensa que Chico Bestia es divertido, aunque no lo demuestra.", "En “Spellbound”, el capítulo 6 de la tercera temporada, Chico Bestia consuela a Raven, después de que Malchior, un poderoso hechicero atrapado dentro de uno de sus libros de hechizos, le rompiera el corazón . Gar suele actuar como un tonto para hacer reír a los demás y por consiguiente ser popular, pero en realidad es un alma compasiva y profunda y es eso lo que le gusta tanto a Raven.", "En temas relacionados, dale un vistazo a ", "la trágica historia de origen de Raven", ".", "Jemima Sebastián hace de todo un poco en IGN Latinoamérica. Ama el anime, los deportes y a los Teen Titans GO! y no lo siente. Encuéntrala en ", "Twitter", " e ", "Instagram", " como @jemafg"], "fecha": ["Publicado el 26 de Agosto de 2020 a las 20:45"]},
{"titulo_articulo": ["Game Gear Micro: Sega celebra su 60 aniversario con una versión miniatura de su portátil"], "contenido": ["Sega ha anunciado el Game Gear Micro como parte de los festejos por su 60 Aniversario.", "Este miércoles la compañía japonesa cumple 60 años ya que su fundación fue el 3 de junio de 1960, y tal como habían adelantado se esperaba un anuncio importante que resultó ser esta pequeña consola (", "vía", " Gematsu).", "La Game Gear Micro es una versión miniatura de la portátil lanzada en 1990 y tal como pueden ver en las imágenes y el video estará disponible en cuatro diferentes colores que son negro, azul, rojo y amarillo. Pero la elección no solo será por la preferencia de color de cada usuario, sino que cada versión viene con cuatro diferentes juegos preinstalados.", "El color negro viene con Out Run, Puyo Puyo Tsu, Royal Stone y Sonic the Hedgehog, la versión azul incluirá Baku Baku Animal: Sekai Shiikugakari Senshuken, Gunstar Heroes, Sonic & Tails y Sylvan Tale, el color amarillo tendrá Nazo Puyo: Arle no Roux, Shining Force, Shining Force II y Shining Force: Final Conflict, y la versión en rojo ofrecerá Columns, The G.G. Shinobi, Megami Tensei Gaiden: Last Bible, y Megami Tensei Gaiden: Last Bible Special.", " ", "El cuerpo de esta pequeña consola mide 80 milímetros de ancho, 43 milímetros de altura y 20 milímetros de grosor.", "La Sega Game Gear Micro se lanzará en Japón el 6 de octubre con un precio de $4,980 Yen (alrededor de USD $45), y por cierto habrá disponible un paquete con los cuatro colores por 29,880 Yen y que incluirá como bono extra una versión miniatura del Big Window Micro, un accesorio lanzado para la Game Gear original que incrementa el tamaño de la pantalla.", "Ya se puede reservar en varias tiendas como Amazon Japón, y de momento no se ha mencionado nada sobre su lanzamiento en Latinoamérica, pero estaremos atentos a más detalles.", "Javier Flores Villarreal es fan de los videojuegos, el cine, las series, los autos y la buena música. Puedes encontrarlo en Twitter como ", "@Javier_FV", "."], "fecha": ["Publicado el 3 de Junio de 2020 a las 00:47"]},
{"titulo_articulo": ["PlayStation 5: así luce el primer juego físico de la nueva consola"], "contenido": ["Estando a menos de un mes para el esperado lanzamiento de ", "PlayStation 5", ", tenemos que se ha mostrado cómo luce el primer juego físico de la nueva consola.", "Randy Pitchford, director general de Gearbox Software, presumió en sus redes sociales que comenzó la producción de las copias físicas de ", "Godfall", " para PlayStation 5, tal como pueden ver a continuación:", "\n", "Attention fellow game lovers, peers and enthusiasts: Behold the first Playstation 5 game! Hot off the presses, this is the first to manufacture next gen retail game in the world. Congratulations to Counterplay Games and the team here at Gearbox Publishing! ", "pic.twitter.com/ki9YbynRIe", "\n— Randy Pitchford (@DuvalMagic) ", "October 14, 2020", "\n", "Atención compañeros amantes de los videojuegos y entusiastas. ¡Contemplen el primer juego para PlayStation 5! Aún caliente de la imprenta, este es el primer juego de la siguiente generación que se manufactura en el mundo. ¡Felicidades a Counterplay Games y al equipo aquí en Gearbox Publishing!", "\n", "Godfall", " es un RPG de acción looter-slasher centrado en el combate cuerpo a cuerpo, y se pondrá disponible como uno de los títulos de lanzamiento de PlayStation 5, además de que también llegará en versión para PC a través de la Epic Games Store.", "De acuerdo a lo que se puede ver en las imágenes, el juego físico se trata de la Ascended Edition, y las etiquetas mencionan que como de costumbre el multijugador requerirá de membresía a PlayStation Plus, además de que el juego requerirá de 50 GB de espacio libre.", "PlayStation 5", " se pondrá disponible el 12 de noviembre."], "fecha": ["Publicado el 15 de Octubre de 2020 a las 17:09"]},
{"titulo_articulo": ["Star Wars: reportan que EA canceló un spinoff de Battlefront para PS5 y Xbox Series X"], "contenido": ["Un nuevo reporte dice que el año pasado EA canceló de forma silenciosa otro videojuego de Star Wars, esta vez un spinoff planeado de ", "Star Wars: Battlefront.", "De acuerdo a Kotaku, EA canceló un tercer juego de Star Wars con nombre clave \"Viking\". Aunque los detalles sobre la trama y la ambientación de Viking son un secreto, el informe dice que se planeaba como un spinoff de Star Wars: Battlefront con elementos de mundo abierto.", "El Proyecto \"Viking\" no era un completo desconocido. Después de que fuera cancelado el juego de Star Wars de Visceral a cargo de la directora de Uncharted, Amy Hennig, EA Vancouver heredó algunos activos del proyecto Ragtag para trabajar en su propio juego que se convirtió en el proyecto Orca.", "Cuando Orca también se canceló, EA Vancouver comenzó a trabajar en un tercer proyecto de Star Wars que se planeaba lanzar en el otoño de 2020. Este proyecto fue Viking.", "Según las fuentes de Kotaku, EA Vancouver desarrolló Viking con la ayuda de Criterion, un estudio más conocido por la serie Burnout.", "Desafortunadamente, el desarrollo internacional y los múltiples estudios involucrados crearon una situación de \"demasiados cocineros\" y el alcance del proyecto pronto se volvió demasiado ambicioso para su año y medio de desarrollo planeado. Sin querer extender el plazo, EA canceló el proyecto en la primavera de 2019.", "Aún así el reporte menciona que EA tiene varios proyectos de Star Wars en desarrollo, se dice que es una secuela del exitoso ", "Star Wars Jedi: Fallen Order", " a cargo de Respawn y un \"proyecto más pequeño e inusual en EA Motive\" con sede en Montreal.", "IGN se ha comunicado con EA para obtener comentarios al respecto.", "En otras notas recientes, ", "se revelaron las primeras imágenes y videos desde el rodaje de The Batman", ", ", "esto es todo lo que se reveló en el Nintendo Direct de Animal Crossing: New Horizons", ", ", "FIFA 20 fichó al Chapulín Colorado", ", ", "PlayStation no asistirá a GDC por el Coronavirus", ", y ", "estos son los nuevos personajes de la tercera temporada de Castlevania", ".", " "], "fecha": ["Publicado el 21 de Febrero de 2020 a las 20:38"]},
{"titulo_articulo": ["Godfall: los desarrolladores aseguran que no habría microtransacciones en el juego"], "contenido": ["Godfall no presentará microtransacciones, y los desarrolladores no están considerando el juego como un \"título de servicio\".", "En ", "una entrevista en video con Arekkz Gaming", ", el Productor Técnico de Godfall Richard Heyne recibió la pregunta acerca de si el looter-slasher seguiría el modelo reactivo de \"juegos como un servicio\", utilizado por títulos como Destiny y Tom Clancy's The Division.", "En respuesta, Heyne le dijo a Arekkz que \"hay una experiencia que puedes completar\", sugiriendo que el juego presentaría una campaña con final por la cual los jugadores pueden terminar el juego. Sin embargo, Heyne también notó que hay \"contenido de final de juego\" en Godfall. \"Hay más para que el jugador explore y revisite una vez que hayan completado su ascenso del Skybreaker Monolith\".", " ", "\"No consideramos el juego como un servicio\", dijo Reyne. \"No hay microtransacciones en Godfall, pero estamos planeando que haya bastante contenido para que el jugador disfrute una vez que [el villano principal] Macros sea derrotado. Una vez que completes la campaña, tendrás la habilidad de regresar a estos reinos y explorarlos en nuevas maneras, para experimentar nuevos encuentros, nuevos desafíos\".", "Así que ¿algo híbrido entonces? Hemos visto muchos juegos como servicio en el pasado que ofrecen a los jugadores una campaña y también contenido de final de juego rejugable que le sigue, así que el concepto no es tan innovador. Es la falta de microtransacciones que es lo más interesante - especialmente para un juego de este estilo, en donde las microtransacciones usualmente han sido parte del paquete.", "Godfall se lanzará en PS5 y PC por medio de la Epic Games Store este fin de año."], "fecha": ["Publicado el 23 de Julio de 2020 a las 09:36"]},
{"titulo_articulo": ["SEGA está regalando juegos por su 60 aniversario"], "contenido": ["En este 2020 SEGA se encuentra celebrando ", "su aniversario número 60", ", y como parte de la celebración tenemos que la compañía está ofreciendo juegos gratis y grandes ofertas a través de Steam.", "Para empezar Sonic the Hedgehog 2 y NiGHTS into Dreams para PC se pueden descargar gratis en Steam. Para obtener Sonic the Hedgehog 2 solo deben visitar la página del juego en la mencionada plataforma y oprimir el botón de \"Añadir a la cuenta\", considerando que la promoción estará disponible solo hasta el 19 de octubre, mientras que para conseguir NiGHTS into Dreams deben visitar el ", "sitio oficial del 60 Aniversario", " de SEGA, entrar a Sign Up para registrarse con su correo electrónico y presionar el botón para vincular con Steam.", "Pero eso no es todo, ya que desde hoy 15 de octubre SEGA también obsequiará cuatro minijuegos gratuitos inspirados en títulos retro de la compañía. A continuación pueden ver cuáles son y cuándo estarán disponibles:", "Armor of Heroes", " ", "\n", "Para conmemorar el 60.º aniversario de SEGA, la empresa ha tomado la emocionante experiencia retro de las batallas de tanques de la vieja escuela y la ha pulido dándole un toque moderno con diseños y modelos de la aclamada serie Company of Heroes de Relic Entertainment. ¡Juega en modo individual, alíate contra la IA o enfréntate en batallas campales JcJ de hasta 4 jugadores!", "\n", "Se puede descargar gratis en Steam desde el 15 hasta el 19 de octubre.", "Endless Zone", " ", "\n", "Hace muuuuucho tiempo, antes de Endless Legend e incluso antes de Dungeon of the Endless, Opbot no era más que un cirujano de campaña y un especialista en recuperación de órganos en el ejército de Mezari. Entonces, un día, ocurrió algo... y Opbot tuvo que huir. ¡En una cápsula de escape robada (por suerte, con varios cañones), Opbot intentará escapar del imperio Mezari, sorteando los tentáculos de los Incólumes y evitando que se lo coman los Cravers, para encontrar una salida a la brecha temporal hacia el universo de los Riftborn! Con motivo del 60.º aniversario de SEGA, nuestro androide favorito pasará un mal rato en homenaje a uno de nuestros juegos de SEGA favoritos para consola: Fantasy Zone.", "\n", "Se puede descargar gratis en Steam desde el 16 hasta el 19 de octubre.", "Streets of Kamurocho", " ", "\n", "Para conmemorar el 60.º aniversario de SEGA, la empresa ha fusionado Streets of Rage 2 con la popular serie Yakuza de Ryu Ga Gotoku Studio y el resultado es Streets of Kamurocho. Ponte en la piel de dos de los personajes más queridos, Kiryu y Majima, para repartir leña por todo Kamurocho.", "\n", "Se puede descargar gratis en Steam desde el 17 hasta el 19 de octubre.", "Golden Axed", " ", "\n", "Con motivo del 60.º aniversario de SEGA, y como un agradecimiento especial a todos nuestros seguidores, SEGA lanzará un prototipo jugable de Golden Axe Reborn, un solo nivel creado a modo de prueba, o lo que en la industria se conoce como \"\"corte vertical\"\". Lo hemos apodado, irónicamente, \"\"Golden Axed\"\" (Golden recortado). Golden Axed puede parecer cutre, inacabado e incluso perdido en el tiempo, pero ofrece una visión única de lo que pudo haber sido el proyecto, así como un inusual vistazo entre bastidores al a veces intrincado mundo del desarrollo de videojuegos.", "\n", "Se puede descargar gratis en Steam desde el 18 hasta el 19 de octubre.", "\n", "SEGA’s 60 days of celebrations start today!🎉", "\n", "\nGet ready for:", "\n💙 Free retro-inspired mini games", "\n💙 Crazy discounts", "\n💙 Giveaways", "\n💙 Competitions", "\n💙 Exclusive interviews", "\n💙 And much, much more!", "\n", "\nStay tuned👉", "https://t.co/uJNdiQLTwe", " ", "pic.twitter.com/jAYhnQrNDu", "\n— SEGA (@SEGA) ", "October 14, 2020", "SEGA", " también tiene planeadas otras actividades como parte de las celebraciones, incluyendo los mencionados descuentos en Steam, regalos, competencias, entrevistas y más. Incluso se esperan algunas sorpresas, así que ya veremos qué sucede.", "Por cierto, recientemente se sugirió que la siguiente consola micro de SEGA ", "podría ser una Dreamcast Mini", "."], "fecha": ["Publicado el 15 de Octubre de 2020 a las 01:16"]},
{"titulo_articulo": ["Godfall, el primer juego confirmado para PS5, está inspirado en Dark Souls y Monster Hunter"], "contenido": ["Godfall se presentó ", "hace unos meses en The Game Awards", " pero hasta el momento se han revelado muy pocos detalles al respecto, y ahora tenemos que se ha dado a conocer nueva información sobre el juego incluyendo ideas de cómo será su gameplay y su ambientación.", "En los foros de Resetera se hizo una publicación que incluye detalles del artículo publicado en la edición 174 de la revista oficial de PlayStation en el Reino Unido que viene con portada de ", "Godfall", ".", "En esta revista los desarrolladores mencionaron que Godfall será similar en gameplay a Monster Hunter World, aunque en combate tendrá elementos de Dark Souls. Además, señalan que el estilo visual y el diseño de los entornos tienen influencias de El Archivo de las Tormentas de Brandon Sanderson, La Primera Ley de Joe Abercrombie, y Fundación de Isaac Asimov.", "Confirman que en consolas será exclusivo de PlayStation 5 y que se jugará y sentirá como ningún otro título, y que está siendo desarrollado por un equipo de 75 personas y que hay involucrados algunos antiguos miembros del equipo que se encargó de Destiny 2.", "Indican que tomaremos el papel de uno de los últimos miembros de la Orden del Caballero para intentar detener el fin del mundo y que en la trama los cuatro elementos (tierra, fuego, aire y agua) jugarán un papel fundamental.", "Otros detalles incluyen que el título recompensará el estilo de juego agresivo, que habrá un modo cooperativo, que los jugadores comenzarán con un tipo de armadura basado en clase con muchas opciones de personalización, y que será posible entrar y salir de las sesiones de juego de forma similar a Destiny y Monster Hunter World.", "Godfall se pondrá disponible en PlayStation 5 y PC, y se espera que se lance junto a la nueva consola de Sony en la temporada navideña de este 2020."], "fecha": ["Publicado el 8 de Abril de 2020 a las 21:55"]},
{"titulo_articulo": ["Elden Ring: FromSoftware agradece a los fans por el apoyo, pero siguen sin dar novedades"], "contenido": ["Un tuit de FromSoftware sobre su próximo juego ", "Elden Ring", " ha hecho que los fanáticos de todo el mundo se regocijen, pero no ofreció información nueva y simplemente fue para agradecer a sus seguidores por todo el entusiasmo y el apoyo mostrado por el RPG de acción de fantasía oscura.", "FromSoftware", ", junto con un tuit sobre la más reciente actualización de Sekiro: Shadows Die Twice, quería asegurar a los fanáticos que Elden Ring todavía está en camino y que el desarrollador realmente aprecia toda la emoción que rodea al juego que se está construyendo con la ayuda de George RR Martin, el autor de Canción de Hielo y Fuego.", "\"También apreciamos enormemente todo el entusiasmo y el apoyo mostrado por \"ELDEN RING \", nuestro próximo juego de rol de acción de fantasía oscura. Esperamos que lo estén esperando\", se lee en el tuit de FromSoftware. Aunque no ofreció nada nuevo, eso no impidió que los fanáticos respondieran de una manera maravillosa", "@_Ju_Ke", " utilizó el famoso gif de Titanic para transmitir cómo los fanáticos de Elden Ring se han sentido esperando cualquier cosa relacionada con el juego.", "@SnekDe", " cree que encontró un significado secreto en el tuit de FromSoftware.", "@KillLaGrill", " usó un video que muestra la montaña rusa de emociones de Elden Ring al ver un tuit sobre el juego y luego descubrir que no tenía nada nuevo.", "\n", "Me when Elden Ring gets it's yearly mention ", "pic.twitter.com/7fpWe2bvzn", "\n— ! C U R S E D ! (@KillLaGrill) ", "October 31, 2020", "@Final_Dino", " ", "@NAtliszilla", " combinó el meme del Papa sosteniendo algo y un personaje del tráiler de Elden Ring para mostrar exactamente lo que quieren estos fanáticos.", "@MoAtef09", " ha utilizado cortésmente una imagen de Hawkeye de Jeremy Renner para ayudar a mostrar al mundo lo desesperados que se sienten.", "@__pLANK", " quiere creer en Elden Ring, y se ha traído algo de esperanza a su vida.", "@Sonichimself", " usó un video de Ryan Gosling para que el mundo conociera su dolor. También piensan que es posible que no recibamos más noticias hasta 2021 y, a menos que Elden Ring se presente en The Game Awards, es posible que tengan razón.", "\n", "so no news until 2021 I presume", "\nAgony. ", "pic.twitter.com/aVw7atoeTF", "\n\n", " ", "\n\n", "— Calamari Juice (@Sonichimself) ", "October 31, 2020", "\n", "Si bien los fanáticos pueden tener que esperar un tiempo para jugar a Elden Ring, pronto podrán jugar la remasterización de Demon's Souls de From Software, ya que es un título de lanzamiento para ", "PlayStation 5", ".", " "], "fecha": ["Publicado el 1 de Noviembre de 2020 a las 18:46"]},
{"titulo_articulo": ["Elden Ring: FromSoftware agradece a los fans por el apoyo, pero siguen sin dar novedades"], "contenido": ["Un tuit de FromSoftware sobre su próximo juego ", "Elden Ring", " ha hecho que los fanáticos de todo el mundo se regocijen, pero no ofreció información nueva y simplemente fue para agradecer a sus seguidores por todo el entusiasmo y el apoyo mostrado por el RPG de acción de fantasía oscura.", "FromSoftware", ", junto con un tuit sobre la más reciente actualización de Sekiro: Shadows Die Twice, quería asegurar a los fanáticos que Elden Ring todavía está en camino y que el desarrollador realmente aprecia toda la emoción que rodea al juego que se está construyendo con la ayuda de George RR Martin, el autor de Canción de Hielo y Fuego.", "\"También apreciamos enormemente todo el entusiasmo y el apoyo mostrado por \"ELDEN RING \", nuestro próximo juego de rol de acción de fantasía oscura. Esperamos que lo estén esperando\", se lee en el tuit de FromSoftware. Aunque no ofreció nada nuevo, eso no impidió que los fanáticos respondieran de una manera maravillosa", "@_Ju_Ke", " utilizó el famoso gif de Titanic para transmitir cómo los fanáticos de Elden Ring se han sentido esperando cualquier cosa relacionada con el juego.", "@SnekDe", " cree que encontró un significado secreto en el tuit de FromSoftware.", "@KillLaGrill", " usó un video que muestra la montaña rusa de emociones de Elden Ring al ver un tuit sobre el juego y luego descubrir que no tenía nada nuevo.", "\n", "Me when Elden Ring gets it's yearly mention ", "pic.twitter.com/7fpWe2bvzn", "\n— ! C U R S E D ! (@KillLaGrill) ", "October 31, 2020", "@Final_Dino", " ", "@NAtliszilla", " combinó el meme del Papa sosteniendo algo y un personaje del tráiler de Elden Ring para mostrar exactamente lo que quieren estos fanáticos.", "@MoAtef09", " ha utilizado cortésmente una imagen de Hawkeye de Jeremy Renner para ayudar a mostrar al mundo lo desesperados que se sienten.", "@__pLANK", " quiere creer en Elden Ring, y se ha traído algo de esperanza a su vida.", "@Sonichimself", " usó un video de Ryan Gosling para que el mundo conociera su dolor. También piensan que es posible que no recibamos más noticias hasta 2021 y, a menos que Elden Ring se presente en The Game Awards, es posible que tengan razón.", "\n", "so no news until 2021 I presume", "\nAgony. ", "pic.twitter.com/aVw7atoeTF", "\n\n", " ", "\n\n", "— Calamari Juice (@Sonichimself) ", "October 31, 2020", "\n", "Si bien los fanáticos pueden tener que esperar un tiempo para jugar a Elden Ring, pronto podrán jugar la remasterización de Demon's Souls de From Software, ya que es un título de lanzamiento para ", "PlayStation 5", ".", " "], "fecha": ["Publicado el 1 de Noviembre de 2020 a las 18:46"]},
{"titulo_articulo": ["Xbox Series X: Microsoft le envió un refrigerador con la forma de su nueva consola a Snoop Dog"], "contenido": ["Muchos han hecho bromas acerca de que la nueva ", "Xbox Series X", " se parece a un refrigerador, y ahora Microsoft ha adoptado completamente la comparación, ya que ha enviado un refrigerador con forma de Xbox Series X a Snoop Dogg.", "En una publicación ahora eliminada de Snoop Dog, que fue guardada y compartida por Wario64, Snoop muestra su nueva nevera que literalmente parece una ", "Xbox Series X", " gigante, incluyendo un símbolo brillante de Xbox.", "\n", "Snoop Dogg has an Xbox Series X fridge ", "pic.twitter.com/7SUCJYdk36", "\n— Wario64 (@Wario64) ", "October 24, 2020", "Además, el refrigerador no estaba vacío ya que en su interior tenía un pastel de cumpleaños de Xbox Series X que dice \"Feliz cumpleaños a Xbox OG\", una Xbox Series X real, ginebra y jugo en honor a su canción, joyas con temática de Xbox y más.", "Incluso el rapero termina el video diciendo el clásico lema de EA Sports: \"It's in the game\".", "Snoop Dogg no es ajeno a Xbox y los videojuegos, ya que recientemente lo incluyeron en NHL 20 como personaje jugable y comentarista y, en 2013, lanzó su propio juego llamado Way of the Dogg, en Xbox Live Arcade, PS3 y plataformas móviles. También grabó una canción y un video musical en honor a Tekken Tag Tournament 2 llamado Knocc 'Em Down, y no podemos olvidar la vez que participó en uno de nuestros IGN Originals.", "En cuanto a la comparación con un refrigerador, todo comenzó cuando se reveló oficialmente la Xbox Series X. Daniel Ahmad, analista senior de Niko Partners, tuiteó una broma de comparación de la Xbox Series X con la PlayStation 5 no revelada que la hacía parecer un refrigerador, y esto puede haber ayudado a comenzar lo que ahora nos ha traído muchas risas.", "Después de eso, Xbox aprovechó la broma e incluso brindó un vistazo a una Xbox Series X junto a un refrigerador para tener una comparación de la escala.", "La ", "Xbox Series X", ", junto con la Xbox Series S más pequeña y menos parecida a un refrigerador, se lanzarán el próximo 10 de noviembre de 2020.", " "], "fecha": ["Publicado el 25 de Octubre de 2020 a las 22:08"]},
{"titulo_articulo": ["Xbox Series X: Microsoft le envió un refrigerador con la forma de su nueva consola a Snoop Dog"], "contenido": ["Muchos han hecho bromas acerca de que la nueva ", "Xbox Series X", " se parece a un refrigerador, y ahora Microsoft ha adoptado completamente la comparación, ya que ha enviado un refrigerador con forma de Xbox Series X a Snoop Dogg.", "En una publicación ahora eliminada de Snoop Dog, que fue guardada y compartida por Wario64, Snoop muestra su nueva nevera que literalmente parece una ", "Xbox Series X", " gigante, incluyendo un símbolo brillante de Xbox.", "\n", "Snoop Dogg has an Xbox Series X fridge ", "pic.twitter.com/7SUCJYdk36", "\n— Wario64 (@Wario64) ", "October 24, 2020", "Además, el refrigerador no estaba vacío ya que en su interior tenía un pastel de cumpleaños de Xbox Series X que dice \"Feliz cumpleaños a Xbox OG\", una Xbox Series X real, ginebra y jugo en honor a su canción, joyas con temática de Xbox y más.", "Incluso el rapero termina el video diciendo el clásico lema de EA Sports: \"It's in the game\".", "Snoop Dogg no es ajeno a Xbox y los videojuegos, ya que recientemente lo incluyeron en NHL 20 como personaje jugable y comentarista y, en 2013, lanzó su propio juego llamado Way of the Dogg, en Xbox Live Arcade, PS3 y plataformas móviles. También grabó una canción y un video musical en honor a Tekken Tag Tournament 2 llamado Knocc 'Em Down, y no podemos olvidar la vez que participó en uno de nuestros IGN Originals.", "En cuanto a la comparación con un refrigerador, todo comenzó cuando se reveló oficialmente la Xbox Series X. Daniel Ahmad, analista senior de Niko Partners, tuiteó una broma de comparación de la Xbox Series X con la PlayStation 5 no revelada que la hacía parecer un refrigerador, y esto puede haber ayudado a comenzar lo que ahora nos ha traído muchas risas.", "Después de eso, Xbox aprovechó la broma e incluso brindó un vistazo a una Xbox Series X junto a un refrigerador para tener una comparación de la escala.", "La ", "Xbox Series X", ", junto con la Xbox Series S más pequeña y menos parecida a un refrigerador, se lanzarán el próximo 10 de noviembre de 2020.", " "], "fecha": ["Publicado el 25 de Octubre de 2020 a las 22:08"]},
{"titulo_articulo": ["Xbox Series X: el refrigerador con forma de la consola es real y Microsoft está regalando uno"], "contenido": ["Xbox se está inclinando mucho hacia los memes al no solo reconocer el hecho de que su consola de siguiente generación parece un refrigerador, sino que ahora incluso están regalando un refrigerador con temática de ", "Xbox Series X", ". De hecho ", "hay un video oficial", " de estreno mundial para el electrodoméstico.", "Anunciado a través de la cuenta oficial de", " Xbox en Twitter", ", el refrigerador ", "Xbox Series X", " es parte de un sorteo que comienza hoy y finalizará el próximo 4 de noviembre de 2020 a las 7:00 p.m. PST.", "\n", "The one.", "\n\n", "The only.", "\n\n", "Xbox Series X Fridge giveaway.", "\n\n", "Follow and retweet with ", "#XSXFridgeSweeps", " for a chance to win the Xbox Series X Fridge.", "\n\n", "Ends 11/04/20. Rules: ", "https://t.co/4P5hCSBPcy", " ", "pic.twitter.com/MAt7xcTTQ4", "\n— Xbox (@Xbox) ", "October 28, 2020", "Como pueden ver en el tuit, para participar solo deben retuitear la publicación incluyendo el hashtag #XSXFridgeSweeps, teniendo en cuenta que participan mayores de edad residentes en regiones con soporte oficial de Xbox Live.", "Microsoft ", "envió recientemente a Snoop Dogg un refrigerador de Xbox Series X", " por su cumpleaños, así como a otras celebridades e influencers, como parte de su marketing para la siguiente generación de consolas.", "El refrigerador negro tiene la forma de la Xbox Series X (¿o es al revés?) Y presenta un logotipo de Xbox iluminado en la esquina superior izquierda, así como la unidad de disco más grande del mundo. El interior está totalmente iluminado con luz verde, porque ¿por qué no, verdad?", "Han circulado bromas sobre la Xbox Series X y su parecido con un determinado electrodoméstico de cocina desde que se reveló durante The Game Awards en 2019. Microsoft incluso agregó una imagen de \"refrigerador para escala\" junto con una donde pusieron la Xbox Series X junto a un plátano.", "Microsoft explicó en una entrevista a principios de este año que ", "el diseño es de hecho para ayudar con el enfriamiento", ", así que parece que los dos tienen más en común de lo que pensamos inicialmente.", " ", " "], "fecha": ["Publicado el 28 de Octubre de 2020 a las 21:37"]},
{"titulo_articulo": ["Xbox Series X: el refrigerador con forma de la consola es real y Microsoft está regalando uno"], "contenido": ["Xbox se está inclinando mucho hacia los memes al no solo reconocer el hecho de que su consola de siguiente generación parece un refrigerador, sino que ahora incluso están regalando un refrigerador con temática de ", "Xbox Series X", ". De hecho ", "hay un video oficial", " de estreno mundial para el electrodoméstico.", "Anunciado a través de la cuenta oficial de", " Xbox en Twitter", ", el refrigerador ", "Xbox Series X", " es parte de un sorteo que comienza hoy y finalizará el próximo 4 de noviembre de 2020 a las 7:00 p.m. PST.", "\n", "The one.", "\n\n", "The only.", "\n\n", "Xbox Series X Fridge giveaway.", "\n\n", "Follow and retweet with ", "#XSXFridgeSweeps", " for a chance to win the Xbox Series X Fridge.", "\n\n", "Ends 11/04/20. Rules: ", "https://t.co/4P5hCSBPcy", " ", "pic.twitter.com/MAt7xcTTQ4", "\n— Xbox (@Xbox) ", "October 28, 2020", "Como pueden ver en el tuit, para participar solo deben retuitear la publicación incluyendo el hashtag #XSXFridgeSweeps, teniendo en cuenta que participan mayores de edad residentes en regiones con soporte oficial de Xbox Live.", "Microsoft ", "envió recientemente a Snoop Dogg un refrigerador de Xbox Series X", " por su cumpleaños, así como a otras celebridades e influencers, como parte de su marketing para la siguiente generación de consolas.", "El refrigerador negro tiene la forma de la Xbox Series X (¿o es al revés?) Y presenta un logotipo de Xbox iluminado en la esquina superior izquierda, así como la unidad de disco más grande del mundo. El interior está totalmente iluminado con luz verde, porque ¿por qué no, verdad?", "Han circulado bromas sobre la Xbox Series X y su parecido con un determinado electrodoméstico de cocina desde que se reveló durante The Game Awards en 2019. Microsoft incluso agregó una imagen de \"refrigerador para escala\" junto con una donde pusieron la Xbox Series X junto a un plátano.", "Microsoft explicó en una entrevista a principios de este año que ", "el diseño es de hecho para ayudar con el enfriamiento", ", así que parece que los dos tienen más en común de lo que pensamos inicialmente.", " ", " "], "fecha": ["Publicado el 28 de Octubre de 2020 a las 21:37"]},
{"titulo_articulo": ["Xbox Refrigerador: ¿es real? ¿Qué precio tiene?"], "contenido": ["Cuando Microsoft reveló el diseño de ", "Xbox Series X", " hubo toda clase de reacciones, incluyendo una oleada de memes que se burlaban de que la nueva consola lucía como un refrigerador.", " ", "En lugar de molestarse o evitar el tema, la compañía tomó con humor el asunto al grado de que presentaron un refrigerador de Xbox Series X real. Y es que hace unos días Snoop Dogg cumplió años, y ", "Xbox le hizo llegar como regalo uno de estos electrodomésticos", " basados en la consola de siguiente generación que incluso viene con detalles como luces y efectos de sonido.", "\n", "Upgrade time for my ", "@Xbox", " and snacks with the Xbox Series X Fridge. Fit for OGs, gamers, kings and queens 🎮 Who want one ☝🏾", "#2020crazy", " ", "#xboxpartner", " ", "pic.twitter.com/pCZhgvoXKi", "\n— Snoop Dogg (@SnoopDogg) ", "October 28, 2020", "Con todo esto, muchos fans de la marca se han estado preguntando si el refrigerador se pondrá a la venta, pero de momento la respuesta es no, ya que solo se ha estado usando para promover la consola, aunque recientemente ", "la compañía lanzó un concurso para que un jugador se lleve una de estas singulares piezas a casa", ".", "Tal como les comentamos, solo deben ingresar a Twitter y retuitear la publicación de ", "este enlace", " y que pueden ver a continuación, incluyendo el hashtag #XSXFridgeSweeps. La promoción estará activa hasta el 4 de noviembre y para participar solo deben ser mayores de edad y residir en una de las regiones con soporte oficial de Xbox Live.", "\n", "The Xbox Series X Fridge", "\n", "\n❄️ CHILLOCITY ARCHITECTURE", "\n🥄 TRUE 4K EATING", "\n🏃 THE FASTEST, MOST POWERFUL XBOX FRIDGE EVER ", "pic.twitter.com/fzihvSbQBY", "\n— Xbox (@Xbox) ", "October 31, 2020", "Pero deben saber que no todo está perdido, ya que al parecer Microsoft está contemplando la idea de lanzar al mercado Mini-Refrigeradores con el diseño de Xbox Series X, y es que Aaron Greenberg, gerente general de marketing de Xbox, compartió en Twitter una encuesta donde busca medir el interés por este electrodoméstico, con respuestas que incluyen Si, No estoy interesado o Tal vez, depende del precio.", "\n", "Help me out here for some market research. Q: Would you be interested in buying an Xbox Mini-Fridge if we made one for sale?", "\n— Aaron Greenberg 🙅🏼‍♂️❎ (@aarongreenberg) ", "October 28, 2020", "De esta manera en la actualidad no hay forma de comprar el refrigerador de Xbox Series X, pero está la remota posibilidad de ganarlo a través del concurso, o esperar a que se haga realidad el Mini-Refrigerador que sería un buen accesorio para acompañar la nueva consola."], "fecha": ["Publicado el 31 de Octubre de 2020 a las 01:32"]},
{"titulo_articulo": ["Xbox Refrigerador: ¿es real? ¿Qué precio tiene?"], "contenido": ["Cuando Microsoft reveló el diseño de ", "Xbox Series X", " hubo toda clase de reacciones, incluyendo una oleada de memes que se burlaban de que la nueva consola lucía como un refrigerador.", " ", "En lugar de molestarse o evitar el tema, la compañía tomó con humor el asunto al grado de que presentaron un refrigerador de Xbox Series X real. Y es que hace unos días Snoop Dogg cumplió años, y ", "Xbox le hizo llegar como regalo uno de estos electrodomésticos", " basados en la consola de siguiente generación que incluso viene con detalles como luces y efectos de sonido.", "\n", "Upgrade time for my ", "@Xbox", " and snacks with the Xbox Series X Fridge. Fit for OGs, gamers, kings and queens 🎮 Who want one ☝🏾", "#2020crazy", " ", "#xboxpartner", " ", "pic.twitter.com/pCZhgvoXKi", "\n— Snoop Dogg (@SnoopDogg) ", "October 28, 2020", "Con todo esto, muchos fans de la marca se han estado preguntando si el refrigerador se pondrá a la venta, pero de momento la respuesta es no, ya que solo se ha estado usando para promover la consola, aunque recientemente ", "la compañía lanzó un concurso para que un jugador se lleve una de estas singulares piezas a casa", ".", "Tal como les comentamos, solo deben ingresar a Twitter y retuitear la publicación de ", "este enlace", " y que pueden ver a continuación, incluyendo el hashtag #XSXFridgeSweeps. La promoción estará activa hasta el 4 de noviembre y para participar solo deben ser mayores de edad y residir en una de las regiones con soporte oficial de Xbox Live.", "\n", "The Xbox Series X Fridge", "\n", "\n❄️ CHILLOCITY ARCHITECTURE", "\n🥄 TRUE 4K EATING", "\n🏃 THE FASTEST, MOST POWERFUL XBOX FRIDGE EVER ", "pic.twitter.com/fzihvSbQBY", "\n— Xbox (@Xbox) ", "October 31, 2020", "Pero deben saber que no todo está perdido, ya que al parecer Microsoft está contemplando la idea de lanzar al mercado Mini-Refrigeradores con el diseño de Xbox Series X, y es que Aaron Greenberg, gerente general de marketing de Xbox, compartió en Twitter una encuesta donde busca medir el interés por este electrodoméstico, con respuestas que incluyen Si, No estoy interesado o Tal vez, depende del precio.", "\n", "Help me out here for some market research. Q: Would you be interested in buying an Xbox Mini-Fridge if we made one for sale?", "\n— Aaron Greenberg 🙅🏼‍♂️❎ (@aarongreenberg) ", "October 28, 2020", "De esta manera en la actualidad no hay forma de comprar el refrigerador de Xbox Series X, pero está la remota posibilidad de ganarlo a través del concurso, o esperar a que se haga realidad el Mini-Refrigerador que sería un buen accesorio para acompañar la nueva consola."], "fecha": ["Publicado el 31 de Octubre de 2020 a las 01:32"]},
{"titulo_articulo": ["PS Plus Junio 2020: filtración sugiere el segundo juego gratuito del mes"], "contenido": ["Un teaser filtrado sugiere que Star Wars Battlefornt 2 será el segundo juego de PS Plus en junio.", "El corto video, que fue encontrado en Instagram y ", "publicado a Twitter por Nibellion", ", muestra un corto clip de Star Wars Battlefron 2 y nota que el juego estará \"disponible con PS Plus este mes\".", "Previamente se había anunciado en que los suscriptores de PS Plus recibirían Call of Duty: WWII como el primero de los juegos gratis de junio, con más detalles por llegar a lo largo de la semana.", " ", "\n", "Rumor: 2nd PS+ game for June is Star Wars: Battlefront 2 according to a teaser trailer that popped up on Instagram", "https://t.co/by3oWfkyBN", " ", "pic.twitter.com/06Suz12yVt", "\n— Nibel (@Nibellion) ", "May 27, 2020", "Esta filtración se ve bastante creíble y sugiere que PlayStation se está preparando para revelar toda la alineación de junio muy pronto.", "Star Wars Battlefront 2 tiene algo similar a un arco de redención luego de su lanzamiento controversial. Luego de su estreno en 2017 el juego llevó a cabo cambios drásticos en sus mecánicas de progresión y eliminó las loot-boxes casi por completo, y lo que quedó fue un increíble multijugador ubicado en el universo de Star Wars.", "A finales de abril, el juego recibió su última actualización \"de contenido regular\" en la forma del parche Battle of Scarif, que llevó la icónica batalla de Rogue One al juego junto con skins actualizadas de The Rise of Skywalker para muchos de los personajes héroes."], "fecha": ["Publicado el 27 de Mayo de 2020 a las 09:38"]},
{"titulo_articulo": ["PlayStation 5: así se vería su primer juego, Godfall"], "contenido": ["La filtración de un trailer interno de Godfall revela cómo podría verse el título al llegar a PlayStation 5, y también muestra un poco del gameplay que podríamos esperar.", "Mientras que muchos quedaron intrigados con la revelación de lo que sería el primer título exclusivo de PlayStation 5 durante los Game Awards 2019, el hecho de que esta se tratara únicamente de un trailer cinemático no nos dio mucho de que hablar.", "Las personas detrás del juego aseguraron que se trataba de un juego RPG de acción \"looter-slasher\", y sabíamos que el juego estaba siendo desarrollado por Counterplay Games y sería publicado por Gearbox. Pero esto es todo lo que había sido revelado.", "Ahora, se ha filtrado en Reddit un trailer supuestamente interno del estudio, el cual no se planeaba liberar al público. Antes que nada hay que recordar que el siguiente video no representa el producto final de Godfall: con fecha del 2019, lo mostrado en este video bien podría haber cambiado drásticamente para cuando los desarrolladores decidan revelarlo. Sin embargo, si nos da una buena idea de lo que podríamos esperar.", "Puedes ver el video en Reddit haciendo click en este link", "Los gráficos son bastante impresionantes, incluso sin tratarse de la versión más actualizada, y los diseños de los personajes son bastante estilizados. El juego se ve impresionante, y a pesar de que no es algo final nos da más confianza acerca de lo que llegará al PS5."], "fecha": ["Publicado el 21 de Enero de 2020 a las 11:17"]},
{"titulo_articulo": ["PlayStation 5: así se vería su primer juego, Godfall"], "contenido": ["La filtración de un trailer interno de Godfall revela cómo podría verse el título al llegar a PlayStation 5, y también muestra un poco del gameplay que podríamos esperar.", "Mientras que muchos quedaron intrigados con la revelación de lo que sería el primer título exclusivo de PlayStation 5 durante los Game Awards 2019, el hecho de que esta se tratara únicamente de un trailer cinemático no nos dio mucho de que hablar.", "Las personas detrás del juego aseguraron que se trataba de un juego RPG de acción \"looter-slasher\", y sabíamos que el juego estaba siendo desarrollado por Counterplay Games y sería publicado por Gearbox. Pero esto es todo lo que había sido revelado.", "Ahora, se ha filtrado en Reddit un trailer supuestamente interno del estudio, el cual no se planeaba liberar al público. Antes que nada hay que recordar que el siguiente video no representa el producto final de Godfall: con fecha del 2019, lo mostrado en este video bien podría haber cambiado drásticamente para cuando los desarrolladores decidan revelarlo. Sin embargo, si nos da una buena idea de lo que podríamos esperar.", "Puedes ver el video en Reddit haciendo click en este link", "Los gráficos son bastante impresionantes, incluso sin tratarse de la versión más actualizada, y los diseños de los personajes son bastante estilizados. El juego se ve impresionante, y a pesar de que no es algo final nos da más confianza acerca de lo que llegará al PS5."], "fecha": ["Publicado el 21 de Enero de 2020 a las 11:17"]},
{"titulo_articulo": ["Godfall, el primer juego confirmado para PS5, está inspirado en Dark Souls y Monster Hunter"], "contenido": ["Godfall se presentó ", "hace unos meses en The Game Awards", " pero hasta el momento se han revelado muy pocos detalles al respecto, y ahora tenemos que se ha dado a conocer nueva información sobre el juego incluyendo ideas de cómo será su gameplay y su ambientación.", "En los foros de Resetera se hizo una publicación que incluye detalles del artículo publicado en la edición 174 de la revista oficial de PlayStation en el Reino Unido que viene con portada de ", "Godfall", ".", "En esta revista los desarrolladores mencionaron que Godfall será similar en gameplay a Monster Hunter World, aunque en combate tendrá elementos de Dark Souls. Además, señalan que el estilo visual y el diseño de los entornos tienen influencias de El Archivo de las Tormentas de Brandon Sanderson, La Primera Ley de Joe Abercrombie, y Fundación de Isaac Asimov.", "Confirman que en consolas será exclusivo de PlayStation 5 y que se jugará y sentirá como ningún otro título, y que está siendo desarrollado por un equipo de 75 personas y que hay involucrados algunos antiguos miembros del equipo que se encargó de Destiny 2.", "Indican que tomaremos el papel de uno de los últimos miembros de la Orden del Caballero para intentar detener el fin del mundo y que en la trama los cuatro elementos (tierra, fuego, aire y agua) jugarán un papel fundamental.", "Otros detalles incluyen que el título recompensará el estilo de juego agresivo, que habrá un modo cooperativo, que los jugadores comenzarán con un tipo de armadura basado en clase con muchas opciones de personalización, y que será posible entrar y salir de las sesiones de juego de forma similar a Destiny y Monster Hunter World.", "Godfall se pondrá disponible en PlayStation 5 y PC, y se espera que se lance junto a la nueva consola de Sony en la temporada navideña de este 2020."], "fecha": ["Publicado el 8 de Abril de 2020 a las 21:55"]},
{"titulo_articulo": ["Godfall: los desarrolladores aseguran que no habría microtransacciones en el juego"], "contenido": ["Godfall no presentará microtransacciones, y los desarrolladores no están considerando el juego como un \"título de servicio\".", "En ", "una entrevista en video con Arekkz Gaming", ", el Productor Técnico de Godfall Richard Heyne recibió la pregunta acerca de si el looter-slasher seguiría el modelo reactivo de \"juegos como un servicio\", utilizado por títulos como Destiny y Tom Clancy's The Division.", "En respuesta, Heyne le dijo a Arekkz que \"hay una experiencia que puedes completar\", sugiriendo que el juego presentaría una campaña con final por la cual los jugadores pueden terminar el juego. Sin embargo, Heyne también notó que hay \"contenido de final de juego\" en Godfall. \"Hay más para que el jugador explore y revisite una vez que hayan completado su ascenso del Skybreaker Monolith\".", " ", "\"No consideramos el juego como un servicio\", dijo Reyne. \"No hay microtransacciones en Godfall, pero estamos planeando que haya bastante contenido para que el jugador disfrute una vez que [el villano principal] Macros sea derrotado. Una vez que completes la campaña, tendrás la habilidad de regresar a estos reinos y explorarlos en nuevas maneras, para experimentar nuevos encuentros, nuevos desafíos\".", "Así que ¿algo híbrido entonces? Hemos visto muchos juegos como servicio en el pasado que ofrecen a los jugadores una campaña y también contenido de final de juego rejugable que le sigue, así que el concepto no es tan innovador. Es la falta de microtransacciones que es lo más interesante - especialmente para un juego de este estilo, en donde las microtransacciones usualmente han sido parte del paquete.", "Godfall se lanzará en PS5 y PC por medio de la Epic Games Store este fin de año."], "fecha": ["Publicado el 23 de Julio de 2020 a las 09:36"]},
{"titulo_articulo": ["Elden Ring: Se confirma cuál fue el trabajo de George R. R. Martin en el juego"], "contenido": ["Elden Ring es el nuevo juego en el que está trabajando FromSoftware en colaboración con el famoso escritor de fantasía George R. R. Martín. De hecho, mucho se había especulado desde que todos tuvimos las primeras señales de vida de este juego y no fue sino hasta el E3 de este mismo año que por fin fue confirmado todo de manera oficial.", "Sin embargo, nadie sabia exactamente cuál había sido el papel del escritor de la saga de Canción de Hielo y Fuego, ya que se pensaba que solamente estaría involucrado a manera de guía como experto en temas de la mitología nórdica.", "Pero ahora por fin sabemos lo que este hombre se encuentra haciendo junto al equipo que nos trajo Dark Souls y Bloodborne. Y su participación es mucho más directa de lo que se tenía pensado. Ya que George R. R. Martin fue el encargado de crear toda la mitología dentro del juego.", "De acuerdo con el mismísimo Hidetaka Miyazaki, la labor del creador de Game of Thrones en el proyecto de Elden Ring fue confirmar si las cosas que Miyazaki había imaginado para el juego encajaban con la mitología general en la que se estaba inspirando.", "A partir de ello, se pudieron establecer ideas para Elden Ring y George firmó para para trabajar en el juego como escritor de la mitología general que daría forma a todo el mundo del juego.", "Eso significa que el juego se hizo basado en una mitología única que el mismo escritor de Game of Thrones creó a partir de las ideas que Hidetaka Miyazaki le hizo llegar.", "Así que estamos frente a un juego que promete ser épico y extremadamente interesante. Les haremos llegar más información de Elden Ring en un futuro, esperemos no sea muy lejano.", " ", "Miguel Bravo es colaborador de IGN Latinoamérica. Amante de todo lo japonés, los videojuegos y las buenas historias. Estudiante de arte y de japonés. Puedes seguirlo en redes sociales como ", "@ElDetectiveMike"], "fecha": ["Publicado el 10 de Junio de 2019 a las 12:59"]},
{"titulo_articulo": ["Teen Titans: esta es la trágica historia de origen de Raven"], "contenido": ["Raven es uno de los personajes con historias más trágicas dentro del Universo de DC. La joven perteneciente a los Teen Titans ha sufrido durante sus diferentes vidas debido a la condición de sus padres, por cómo fue concebida, por no poder revelar sus sentimientos e incluso, un falso amor. Aquí te contamos su trágica historia.", "Las tragedias comenzaron desde el momento en que fue concebida, pues ella nació de un engaño a su madre. Su padre, el demonio Trigon se casó con su madre, Ángela Roth, conocida como Arella, usando una identidad falsa, pero después de tener relaciones sexuales, la mujer conoció la verdadera identidad del demonio.", "Creció en una realidad alterna llamada Azarath, y desde pequeña debió controlar sus emociones para reprimir la herencia demoniaca que tenía de parte de su padre, quien quería aprovecharse de eso para unirse a la niña y dominar todas las dimensiones que le fueran posibles.", "Tampoco creció cerca de su madre, a quien rara vez veía, y se frecuentaron mas cuando su primera tutora, Azar, murió y Arella se puso a su cargo.", "Cuando Raven se enteró que su padre quería llegar a su dimensión, ella se propuso detenerlo. Pidió ayuda a la Liga de la Justicia, pero fue rechazada, principalmente porque Zatanna notó su herencia demoniaca. Desesperada creó a los Nuevos Jóvenes Titanes donde peleó al lado de Robin, Starfire, Cyborg y Beast Boy, la alineación más popular de este equipo. Más que un grupo de héroes, ellos terminaron siendo una familia.", "La lucha contra su padre fue muy difícil para Raven, pues aunque en primera instancia lograron derrotarlo, él no se fue del todo y durante este tiempo tuvo que luchar de nuevo con sus emociones para que Trigon no pudiera poseerla. Pero cuando la joven fue corrompida por completo, ella misma le dio acceso al demonio a su realidad donde destruyó a todos los habitantes de Azarath e incluso de la Tierra, donde sólo los Titanes se salvaron.", "Trigon, deseoso de acabar con los héroes creó duplicados malignos de cada uno de ellos ; no obstante, Lilith logró tomar el control de ellos y los usó contra Raven, quien murió por estos ataques. Entonces, la diosa Azar usó su cuerpo como conducto para su poder y las almas de Azarath; y el alma de Raven emergió purificada de todo mal, que junto con las almas de los demás renacido, eliminaron al demonio, que fue incapaz de soportar este exceso de pureza.", "Cuando por fin pudo dejar fluir sus sentimientos inició una relación sentimental con Eric Forrester, pero lamentablemente, este sujeto sólo la intentaba utilizar para conservar su humanidad permanentemente. Resulta que Eric seducía a las mujeres para acostarse con ellas y robarles su energía vital. La joven fue salvada por Joseph Wilson (Jericho), quien destruyó al sujeto y liberó a la heroína de su influencia.", "Raven volvió a morir cuando Trigon regresó y poseyó a su hija a través de almas malvadas. Para eliminar el poder del demonio, su cuerpo fue destruido.", "Pero la heroína ha cedido ante su lado demoniaco en un par de ocasiones más. En “Titans Hunt”, Trigon la corrompió y se volvió malvada. También arruinó la boda de Starfire y Nightwing y después volvería a morir.", "\n", "DC Comics", "\n", " ", "En Injustice: Gods Among Us se une al régimen tiránico de Superman, pues sabe que esto ayudará a preparar al mundo para Trigon. Poco después vemos al Hombre de Acero derrotado y a su padre desatando un ejército sobre la Tierra. En Injustice 2, Starfire menciona que Raven está muerta para sus amigos, ya que se convirtió en un títere de su padre.", "Jemima Sebastián hace de todo un poco en IGN Latinoamérica. Ama el anime, los deportes y a los Teen Titans GO! Encuéntrala en ", "Twitter", " e ", "Instagram", " como @jemafg"], "fecha": ["Publicado el 31 de Julio de 2020 a las 20:39"]},
{"titulo_articulo": ["Teen Titans: ¿Raven y Chico Bestia sí tuvieron una relación?"], "contenido": ["¿Raven y Chico Bestia tienen o han tenido alguna relación amorosa? Esta es una duda que los fans de DC Cómics siempre tienen presente y que aquí trataremos de explicarles. La verdad es que su historia amorosa ha tenido bastantes altibajos. Ambos personajes se conocieron en la era de los Nuevos Jóvenes Titanes y su relación era de amistad. Es cierto que Gar, el nombre de Chico Bestia, llegaba a coquetear con ella en varias ocasiones, pero él solía tener este tipo de actitud con cualquier chida que tuviera enfrente.", "No obstante, las cosas entre ellos comenzaron a convertirse en “algo más”, luego de que Raven murió y fuera resucitada. Chico Bestia fue quien le dio a su reencarnación la bienvenida de vuelta al equipo de héroes, haciendo que la joven comenzara a desarrollar sentimientos más profundos hacia él. De hecho, el primer beso de Raven fue con Gar, justo antes de Crisis Infinitas., en Teen Titans (Vol. 3) #30.", "La relación de ambos creció, pero también se desgastó pronto debido a una serie de eventos. Primero, Chico Bestia estaba bajo un enorme estrés por ser el líder de un grupo de héroes sin experiencia, que estaban más preocupados por ser famosos que por la justicia real. Por si fuera poco, Black Adam comenzó un alboroto en el mundo luego de que su esposa muriera. Los Teen Titans intentaron detenerlo, pero cuando el villano asesinó al segundo Terra, Gar se volvió a un más distante.", "Raven decidió terminar la relación y aunque poco después Tim Drake volvió y retomó el liderazgo, las cosas entre ellos no iban nada bien como para mantener su noviazgo o como para que ella siguiera siendo parte del equipo. La joven dejó que sus compañeros pensaban que se iba por Gar, pero en realidad se alejó porque poseía un disco con en alma perdida de Jericho y deseaba protegerlo.", "Sin embargo, a pesar de la ruptura, Raven siguió dando pistas de que aún amaba a Gar. Por ejemplo, después del ataque de Deathstroke al equipo, pero el Chico Bestia se negaba a hablar de ello; luego él intentó reconciliarse y retomar la relación, pero la joven se negó continuamente, pues creía que esto aún seguía siendo necesario para protegerlo. Es hasta Teen Titans #100 que ambos se sientan a platicar sobre sus sentimientos. Aquí finalmente Raven revela que lo ama, pero que no quería que él soportara el peso de su “maldición”, la cual también le afectaría en caso de que decidiera estar con ella.", "Chico Bestia, fiel a su estilo, dijo que efectivamente, no podía escapar de esta maldición, pero tampoco quería hacerlo. Cuando Raven decide que debe dejar de rechazar las emociones buenas de su vida por miedo a las negativas, el héroe le dice que esto es parte de ser humano. La frase con la que sentencia su postura es icónica: “Creo que te has ocupado lo suficiente por las malas. ¿Qué tal si nos enfocamos en lo bueno, para variar?”. Esto deja en claro, que antes del reinicio, ellos aún eran pareja.", "En la primera serie animada de Teen Titans, era evidente que Chico Bestia sentía algo por Raven y viceversa. En el capítulo 6 de la temporada 1, “Nevermore”, Gar y Cyborg entran en la mente de la chica por accidente y descubren que ella piensa que Chico Bestia es divertido, aunque no lo demuestra.", "En “Spellbound”, el capítulo 6 de la tercera temporada, Chico Bestia consuela a Raven, después de que Malchior, un poderoso hechicero atrapado dentro de uno de sus libros de hechizos, le rompiera el corazón . Gar suele actuar como un tonto para hacer reír a los demás y por consiguiente ser popular, pero en realidad es un alma compasiva y profunda y es eso lo que le gusta tanto a Raven.", "En temas relacionados, dale un vistazo a ", "la trágica historia de origen de Raven", ".", "Jemima Sebastián hace de todo un poco en IGN Latinoamérica. Ama el anime, los deportes y a los Teen Titans GO! y no lo siente. Encuéntrala en ", "Twitter", " e ", "Instagram", " como @jemafg"], "fecha": ["Publicado el 26 de Agosto de 2020 a las 20:45"]},
{"titulo_articulo": ["Cyberpunk 2077 ya funciona en PC y en la siguiente generación, la generación actual podría ser la causa del atraso"], "contenido": ["Cyberpunk 2077 está \"listo\" en PC y \"se juega bien\" en las consolas de siguiente generación, y actualmente se está trabajando en las versiones de la generación actual después del reciente atraso en el lanzamiento del juego. CD Projekt Red también dice que no debería haber demoras en las expansiones del juego.", "Hablando en una conferencia después del atraso del juego hasta el 10 de diciembre (informado por ", "Pap Business", "), el CEO de CD Projekt, Adam Kicinski, explicó que no habría más demoras y que este atraso más reciente fue una situación diferente a los cambios de fecha de lanzamiento anteriores. \"El juego para PC está listo, funciona bien en las consolas de siguiente generación y la compañía está finalizando el proceso con respecto a las consolas de la generación actual\".", "Eso sugiere que el rendimiento de las consolas de la generación actual fue la razón del atraso, algo que IGN US ha escuchado independientemente de fuentes cercanas a CD Projekt Red.", "Vale la pena señalar que la versión que se ejecuta en las consolas de siguiente generación es casi con certeza la misma que la edición de la generación actual - las verdaderas actualizaciones de PS5 y Xbox Series X no llegarán hasta el próximo año, y es probable que sean más bajas en las prioridades de desarrollo de CDPR antes de la lanzamiento.", "Cuando se le preguntó si había habido efectos colaterales debido al atraso actual, el vicepresidente senior de desarrollo empresarial de CD Projekt, Michal Nowakowski, explicó que no había habido ningún impacto en las expansiones planificadas del juego. Sin embargo, Kiciski dijo que puede haber \"cambios en la organización\" en los departamentos técnicos del desarrollador.", "Así que después del comentado atrasado en su lanzamiento, ", "Cyberpunk 2077", " se pondrá disponible el 10 de diciembre en consolas y PC.", " "], "fecha": ["Publicado el 28 de Octubre de 2020 a las 23:39"]},
{"titulo_articulo": ["Xbox Series X/S: Microsoft anuncia cuándo comenzará la preventa en México"], "contenido": ["Microsoft finalmente ha revelado uno de los datos más esperados por los jugadores mexicanos, y es cuándo comenzará el período de preventa de las nuevas consolas Xbox.", "La compañía ha anunciado a través de ", "Xbox Wire", " que será a partir del próximo martes 27 de octubre cuando podrán reservar ", "Xbox Series X", " y Xbox Series S, consolas que estarán disponibles a partir del 10 de noviembre.", "\n", "El 27 de octubre, los jugadores mexicanos podrán reservar tanto Xbox Series X, nuestra consola más potente, como Xbox Series S, nuestra consola más pequeña jamás creada que ofrece rendimiento de próxima generación a un precio más asequible. Xbox Series S y Series X estarán disponibles a partir del 10 de noviembre. Asegura tu lugar en la próxima generación reservando Xbox Series X a $13 999.00 MXN (precio sugerido) o Xbox Series S a $8 499.00 MXN (precio sugerido).", "\n", "En el sitio también nos invitan a consultar ", "Xbox.com/es-MX", " a partir del 27 de octubre para conocer las tiendas participantes en la preventa.", "\n", "Xbox México Comunidad", "\n🤝", "\nPreventa", "\n", "\nEl momento que tanto has esperado llega el 27 de octubre. ", "#XboxSeriesX", " ", "#XboxSeriesS", " ", "pic.twitter.com/5xhrurJnL6", "\n— Xbox México (@XboxMexico) ", "October 23, 2020", "Debido a rumores, había cierto temor entre los jugadores mexicanos de un posible atraso en el lanzamiento de las nuevas consolas Xbox en la región, pero afortunadamente la compañía ha confirmado que ", "Xbox Series X y Xbox Series S", " llegarán el 10 de noviembre y que muy pronto será posible hacer la reserva.", "Por cierto, cabe recordar que el próximo 9 de noviembre se realizará ", "\"un evento histórico\"", " que fue anunciado por Xbox México, así que atentos a todos los detalles al respecto.", "Javier Flores Villarreal es fan de los videojuegos, el cine, las series, los autos y la buena música. Puedes encontrarlo en Twitter como ", "@Javier_FV", "."], "fecha": ["Publicado el 22 de Octubre de 2020 a las 20:00"]},
{"titulo_articulo": ["Xbox Series X/S: Microsoft anuncia cuándo comenzará la preventa en México"], "contenido": ["Microsoft finalmente ha revelado uno de los datos más esperados por los jugadores mexicanos, y es cuándo comenzará el período de preventa de las nuevas consolas Xbox.", "La compañía ha anunciado a través de ", "Xbox Wire", " que será a partir del próximo martes 27 de octubre cuando podrán reservar ", "Xbox Series X", " y Xbox Series S, consolas que estarán disponibles a partir del 10 de noviembre.", "\n", "El 27 de octubre, los jugadores mexicanos podrán reservar tanto Xbox Series X, nuestra consola más potente, como Xbox Series S, nuestra consola más pequeña jamás creada que ofrece rendimiento de próxima generación a un precio más asequible. Xbox Series S y Series X estarán disponibles a partir del 10 de noviembre. Asegura tu lugar en la próxima generación reservando Xbox Series X a $13 999.00 MXN (precio sugerido) o Xbox Series S a $8 499.00 MXN (precio sugerido).", "\n", "En el sitio también nos invitan a consultar ", "Xbox.com/es-MX", " a partir del 27 de octubre para conocer las tiendas participantes en la preventa.", "\n", "Xbox México Comunidad", "\n🤝", "\nPreventa", "\n", "\nEl momento que tanto has esperado llega el 27 de octubre. ", "#XboxSeriesX", " ", "#XboxSeriesS", " ", "pic.twitter.com/5xhrurJnL6", "\n— Xbox México (@XboxMexico) ", "October 23, 2020", "Debido a rumores, había cierto temor entre los jugadores mexicanos de un posible atraso en el lanzamiento de las nuevas consolas Xbox en la región, pero afortunadamente la compañía ha confirmado que ", "Xbox Series X y Xbox Series S", " llegarán el 10 de noviembre y que muy pronto será posible hacer la reserva.", "Por cierto, cabe recordar que el próximo 9 de noviembre se realizará ", "\"un evento histórico\"", " que fue anunciado por Xbox México, así que atentos a todos los detalles al respecto.", "Javier Flores Villarreal es fan de los videojuegos, el cine, las series, los autos y la buena música. Puedes encontrarlo en Twitter como ", "@Javier_FV", "."], "fecha": ["Publicado el 22 de Octubre de 2020 a las 20:00"]},
{"titulo_articulo": ["Xbox Series X: esta es la razón de que la consola tenga forma de refrigerador"], "contenido": ["El Xbox Series X no sólo rompió el estilo de \"caja de pizza\" de las consolas para resaltar entre la multitud. El nuevo diseño alto de hecho es fundamental para entregarle poder adicional a la consola.", "En un nuevo reporte de ", "Digital Foundry de Eurogamer", ", Microsoft explica que las dimensiones altas del Xbox Series X, asemejadas por muchos en internet ", "a un refrigerador", ", de hecho están dictadas por varios factores. Uno de los más importantes de estos es el flujo de aire; poderoso componentes tienden a calentarse bastante, así que enviar aire hacia arriba es vital.", "\"El ODD [Dispositivo de Disco Óptico, por sus siglas en inglés] supone una dimensión, el volumen del disipador de calor establece la otra dimensión\", explicó Chris Kujawski, diseñador principal en Microsoft. \"La altura es establecida por el flujo de aire y a través de esta clase de negociación compleja de encontrar cómo es que todo encaja, aterrizamos en el factor de forma cuadrada que amamos\".", "La caja alta tiene un poderoso ventilador en la parte superior, que de acuerdo a reportes jala un 70% más de flujo de aire a través de la consola que las generaciones previas de Xbox. El disipador adherido a la placa principal también obtiene un 20% más de flujo de aire.", "Contribuyendo más al diseño es el que en lugar de una placa rectangular, la placa madre ha sido dividida en dos y montada en ambos lados de un chasis de metal que ayuda a enfriar los componente más calientes en la consola. Esta división también ayuda a mantener el tamaño de la consola más pequeño a pesar de la altura añadida.", "El Xbox Series X aún está planeado para un lanzamiento a finales del 2020, y aún no hay preocupaciones de atrasos. Presentará un control rediseñado y esos ", "12 teraflops del GPU que Microsoft presume", "."], "fecha": ["Publicado el 31 de Marzo de 2020 a las 12:20"]},
{"titulo_articulo": ["Xbox Series X: los tiempos de carga son ridículamente cortos"], "contenido": ["Parece ser que Microsoft no mintió en cuanto a los tiempos de carga veloces del Xbox Series X.", "Una variedad de medios alrededor del mundo ya han logrado conseguir acceso a un Xbox Series X, poco más de un mes antes de su lanzamiento oficial, y de acuerdo a las pruebas que se están llevando a cabo con los juegos de generación actual los tiempos de carga son impresionantes.", "The Verge", " hizo toda una sección de pruebas comparando algunos de los juegos infames por sus tiempos de carga en el Xbox One X y comparando sus tiempos al jugarse en Xbox Series X, y los resultados hablan por si solos:", "\n", "Loading times comparison between Series X and One X via GameSpot/CNET ", "pic.twitter.com/uJRDYhdLJJ", "\n— Nibel (@Nibellion) ", "September 28, 2020", " ", "\n", "The Verge has a longer list of loading times of games on Xbox Series X ", "pic.twitter.com/6yy9tjSQCl", "\n— Nibel (@Nibellion) ", "September 28, 2020", " ", "Hay que tomar en cuenta que todos estos son tiempos de carga en juegos que no han sido optimizados para la arquitectura Velocity que presume el Xbox Series X, pero aún así sus tiempos de carga son impresionantes. Otros medios han probado juegos populares multijugador como Fortnite y Warzone, e incluso títulos más viejos de Xbox 360 desde sus discos, y los tiempos de carga siempre son reducidos por lo menos por la mitad de lo que un Xbox One X es capaz de lograr.", "Los juegos de próxima generación podrían tomar aún menos tiempo en cargarse, ya que la arquitectura y el nuevo diseño está creado para acelerar todos los procesos de los juegos. ¿Esto ya es suficiente para convencerte de conseguir un Series X en el lanzamiento?"], "fecha": ["Publicado el 28 de Septiembre de 2020 a las 20:52"]},
{"titulo_articulo": ["Xbox Series X y Series S: así puedes saber como se verán las consolas en tu hogar"], "contenido": ["Si aún no estás seguro de cómo encajará tu nuevo Xbox Series X o Xbox Series S en tu centro de entretenimiento, no te preocupes, Microsoft quiere ayudar.", "Anunciado vía ", "Twitter", ", ahora puedes imprimir y ensamblar una réplica de la consola para visualizarla en tu propio hogar.", "Disponible como ", "una descarga gratuita desde el sitio de Xbox", ", Microsoft permitirá que los jugadores ansiosos impriman versiones a escala completa o 1/3 de ambas consolas Xbox de próxima generación para \"planear cómo van a encajar en tu estilo de vida\". Básicamente, ¿en donde piensas colocarlo cerca de tu televisión?", "Aún así, los recortes de papel están increíblemente detallados. Ambos contienen cada puerto etiquetado de las consolas por lanzarse así como también pequeños detalles como el ventilador superior del Series X y los logos de Xbox a color en cada caja. Microsoft incluyó instrucciones simples para cada uno, ¡indicando que tódo lo que necesitas es un par de tijeras y algo de pegamento para ensamblar tu nueva consola (de papel)!", " ", "\n", "Excited for your new Xbox Series S or X this November 10? We all are, which is why we created a recyclable replica to build.", "\nSure, it may not run games, but it's going to look pretty cool: ", "https://t.co/tEzSy1gDEY", " ", "pic.twitter.com/OHh4slItms", "\n\n", " ", "\n\n", "— Xbox (@Xbox) ", "September 18, 2020", "\n", "Las preordenes de Xbox Series X y Xbox Series S comienzan el martes, 22 de septiembre a las 11am ET/9am CST /8am PST."], "fecha": ["Publicado el 20 de Septiembre de 2020 a las 13:34"]},
{"titulo_articulo": ["Xbox Series X y S: estos son todos los juegos disponibles en el lanzamiento"], "contenido": ["El Xbox Series X y Xbox Series S se lanzarán el 10 de noviembre a nivel mundial, pero mientras que ya sabemos cuándo podremos decorar nuestros hogares con las nuevas consolas de Microsoft, muchos aún no están seguros de lo que jugarán cuando lleguen a casa.", "Mientras que algunos juegos de estudios externos inicialmente se reportaron como títulos de lanzamiento para el Xbox Series X, algunos de ellos aún no están confirmados para una fecha de lanzamiento el 10 de noviembre - estos juegos han sido listados en ", "negritas", " a continuación. La lista de juegos confirmados de estudios internos y externos es la siguiente:", "\n\t", "Assassin's Creed Valhalla", "\n\t", "Bright Memory", " ", "(tentativo)", "\n\t", "Destiny 2: Beyond Light", "\n\t", "Devil May Cry 5: Special Edition", "\n\t", "DiRT 5", "\n\t", "Fortnite", "\n\t", "Gears 5", "\n\t", "Gears Tactics", "\n\t", "Observer: System Redux", "\n\t", "Scorn", "\n\t", "The Ascent", "\n\t", "Watch Dogs Legion", "\n\t", "Yakuza: Like a Dragon", "\n", "Mientras que Halo Infinite estaba listado como un juego de lanzamiento, en agosto se reveló que el juego se atrasaría hasta el 2021.", "Múltiples juegos también estarán disponibles cercanos a la ventana de lanzamiento de las consolas, incluyendo Call of Duty: Black Ops - Cold War (13 de noviembre), y Cyberpunk 2077 (19 de noviembre).", "Pero además de los títulos de lanzamiento, se ha confirmado que el Xbox Series X y Series S soportará todos los juegos del Xbox One - los cuales incluyen los títulos retrocompatibles del Xbox 360 y los juegos originales de Xbox. Sin embargo, aquellos que requieren de un Kinect no serán compatibles. ", "Pero el Xbox Series S tiene algunos detalles acerca de esa retrocompatibilidad, los cuales puedes leer en este enlace", "."], "fecha": ["Publicado el 22 de Septiembre de 2020 a las 15:38"]},
{"titulo_articulo": ["Xbox: los juegos de Bethesda serían exclusivos de Microsoft"], "contenido": ["Microsoft sorprendió al mundo de los videojuegos cuando recientemente ", "adquirió Bethesda y su empresa matriz ZeniMax Media", " por la friolera cantidad de $7.5 mil millones de dólares. Sin embargo, la decisión ha dejado a mucha gente con curiosidad sobre el futuro de los juegos de Bethesda en otras plataformas, en particular la nueva PlayStation 5 de Sony.", "Stephen Totilo de ", "Kotaku", " entrevistó a Phil Spencer de Xbox para discutir un poco más sobre el acuerdo y las implicaciones que puede tener para los jugadores fuera del ecosistema de Xbox.", "\"¿Es posible recuperar una inversión de $7.5 mil millones de dólares si no venden Elder Scrolls VI en PlayStation?\" preguntó Totilo.", "\"Sí\", respondió rápidamente Spencer. Luego hizo una pausa.", "Spencer comentó, \"Este trato no se hizo para quitarle juegos a otra base de jugadores de esta forma. En ninguna parte de la documentación que reunimos estaba: \"¿Cómo podemos evitar que otros jugadores tengan estos juegos?\" Queremos que más personas puedan jugar, no menos personas que puedan jugar\".", "\"Cuando pienso en dónde va a jugar la gente y la cantidad de dispositivos que teníamos, y tenemos xCloud, PC y Game Pass y nuestra base de consola, no tengo que enviar esos juegos a ninguna otra plataforma más que a las plataformas que apoyamos para hacer que el trato funcione para nosotros\", continuó Spencer. \"Lo que sea que eso signifique.\"", "Bethesda", " es hogar de algunas de las franquicias más importantes en juegos, incluyendo las franquicias The Elder Scrolls y Fallout, así como DOOM, Wolfenstein, Dishonored y más. No tener títulos futuros en PlayStation 5 o en otros lugares coloca a Microsoft en una posición única, y debe navegar con delicadeza.", "Xbox compró Bethesda después de que ya se había programado la exclusividad con PS5 para juegos como Deathloop y Ghostwire: Tokyo, y Spencer ha declarado que la compañía planea cumplir con esos acuerdos. Ya se han comenzado a agregar algunos de los últimos juegos del catálogo de Bethesda a Xbox Game Pass, como ", "la reciente incorporación de DOOM Eternal", " a principios de este mes.", "Si bien no descartó por completo la idea de que el próximo Elder Scrolls VI o Starfield lleguen a otras plataformas fuera de Xbox y PC, en septiembre confirmó que los títulos futuros se analizarían \"caso a caso\".", "Esto no estaría fuera de lo normal, ya que Xbox ya ha lanzado varios juegos propios en otras plataformas, sobre todo Minecraft, que Microsoft adquirió en 2015 por $2.5 mil millones de dólares. Además, títulos como Cuphead han llegado a PS4 y Nintendo Switch con una versión que incluso se puede reproducir en los autos eléctricos Tesla. Recientemente, Ori and the Will of the Wisps también debutó en Nintendo Switch.", "Incluso después de la compra masiva de Bethesda, Microsoft dijo que todavía está considerando comprar estudios de videojuegos adicionales \"donde tenga sentido\".", " ", " "], "fecha": ["Publicado el 16 de Octubre de 2020 a las 21:05"]},
{"titulo_articulo": ["Cyberpunk 2077 ya funciona en PC y en la siguiente generación, la generación actual podría ser la causa del atraso"], "contenido": ["Cyberpunk 2077 está \"listo\" en PC y \"se juega bien\" en las consolas de siguiente generación, y actualmente se está trabajando en las versiones de la generación actual después del reciente atraso en el lanzamiento del juego. CD Projekt Red también dice que no debería haber demoras en las expansiones del juego.", "Hablando en una conferencia después del atraso del juego hasta el 10 de diciembre (informado por ", "Pap Business", "), el CEO de CD Projekt, Adam Kicinski, explicó que no habría más demoras y que este atraso más reciente fue una situación diferente a los cambios de fecha de lanzamiento anteriores. \"El juego para PC está listo, funciona bien en las consolas de siguiente generación y la compañía está finalizando el proceso con respecto a las consolas de la generación actual\".", "Eso sugiere que el rendimiento de las consolas de la generación actual fue la razón del atraso, algo que IGN US ha escuchado independientemente de fuentes cercanas a CD Projekt Red.", "Vale la pena señalar que la versión que se ejecuta en las consolas de siguiente generación es casi con certeza la misma que la edición de la generación actual - las verdaderas actualizaciones de PS5 y Xbox Series X no llegarán hasta el próximo año, y es probable que sean más bajas en las prioridades de desarrollo de CDPR antes de la lanzamiento.", "Cuando se le preguntó si había habido efectos colaterales debido al atraso actual, el vicepresidente senior de desarrollo empresarial de CD Projekt, Michal Nowakowski, explicó que no había habido ningún impacto en las expansiones planificadas del juego. Sin embargo, Kiciski dijo que puede haber \"cambios en la organización\" en los departamentos técnicos del desarrollador.", "Así que después del comentado atrasado en su lanzamiento, ", "Cyberpunk 2077", " se pondrá disponible el 10 de diciembre en consolas y PC.", " "], "fecha": ["Publicado el 28 de Octubre de 2020 a las 23:39"]},
{"titulo_articulo": ["Far Cry 6 y Rainbow Six Quarantine atrasan sus lanzamientos"], "contenido": ["Far Cry 6 ha sido pospuesto para el próximo año fiscal, de acuerdo a lo reportado por Ubisoft en su más reporte financiero.", "En su informe de ganancias trimestrales con los inversores, Ubisoft reveló que debido al impacto de la pandemia de COVID-19,", " Far Cry 6", " y Rainbow Six Quarantine se han trasladado al año fiscal 2021-22.", "Para Ubisoft, la compañía comienza su año fiscal después de marzo, por lo que la medida colocará la nueva fecha de lanzamiento de Far Cry 6 en algún momento entre abril de 2021 y marzo de 2022.", "Durante la sesión de preguntas y respuestas en una llamada con inversores, Yves Guillemot confirmó que Far Cry 6 y Rainbow Six Quarantine podrían haberse lanzado a tiempo según lo planeado si no hubiera habido una pandemia de COVID-19. Guillemot comentó que Ubisoft continúa optimizando la compañía para adaptarse mejor a las condiciones del trabajo desde casa.", "Far Cry 6 se anunció originalmente con una fecha de lanzamiento para el 18 de febrero de 2021. No está claro cuándo será la nueva fecha de lanzamiento para este título y para el spin-off de Rainbow Six.", "Far Cry 6 es el próximo juego de la serie Far Cry de Ubisoft. Está ambientado en la ficticia isla caribeña de Yara, gobernada por \"El Presidente\" interpretado por ", "Giancarlo Esposito", " (Breaking Bad, The Mandalorian). Su hijo Diego es presionado para que siga sus pasos, pero se está gestando una revolución en Yara, por lo que los jugadores tomarán el control de Dani Rojas, un guerrillero que se esfuerza por restaurar la nación lejos de su dictador.", "La lista de lanzamientos de otoño de Ubisoft incluye al recientemente lanzado ", "Watch Dogs: Legion", " (que seguimos jugando y pronto les tendremos la reseña) y ", "Assassin's Creed Valhalla", ".", " "], "fecha": ["Publicado el 30 de Octubre de 2020 a las 01:41"]},
{"titulo_articulo": ["Far Cry 6 y Rainbow Six Quarantine atrasan sus lanzamientos"], "contenido": ["Far Cry 6 ha sido pospuesto para el próximo año fiscal, de acuerdo a lo reportado por Ubisoft en su más reporte financiero.", "En su informe de ganancias trimestrales con los inversores, Ubisoft reveló que debido al impacto de la pandemia de COVID-19,", " Far Cry 6", " y Rainbow Six Quarantine se han trasladado al año fiscal 2021-22.", "Para Ubisoft, la compañía comienza su año fiscal después de marzo, por lo que la medida colocará la nueva fecha de lanzamiento de Far Cry 6 en algún momento entre abril de 2021 y marzo de 2022.", "Durante la sesión de preguntas y respuestas en una llamada con inversores, Yves Guillemot confirmó que Far Cry 6 y Rainbow Six Quarantine podrían haberse lanzado a tiempo según lo planeado si no hubiera habido una pandemia de COVID-19. Guillemot comentó que Ubisoft continúa optimizando la compañía para adaptarse mejor a las condiciones del trabajo desde casa.", "Far Cry 6 se anunció originalmente con una fecha de lanzamiento para el 18 de febrero de 2021. No está claro cuándo será la nueva fecha de lanzamiento para este título y para el spin-off de Rainbow Six.", "Far Cry 6 es el próximo juego de la serie Far Cry de Ubisoft. Está ambientado en la ficticia isla caribeña de Yara, gobernada por \"El Presidente\" interpretado por ", "Giancarlo Esposito", " (Breaking Bad, The Mandalorian). Su hijo Diego es presionado para que siga sus pasos, pero se está gestando una revolución en Yara, por lo que los jugadores tomarán el control de Dani Rojas, un guerrillero que se esfuerza por restaurar la nación lejos de su dictador.", "La lista de lanzamientos de otoño de Ubisoft incluye al recientemente lanzado ", "Watch Dogs: Legion", " (que seguimos jugando y pronto les tendremos la reseña) y ", "Assassin's Creed Valhalla", ".", " "], "fecha": ["Publicado el 30 de Octubre de 2020 a las 01:41"]},
{"titulo_articulo": ["Call of Duty: Black Ops Cold War se fusionará con Warzone en diciembre"], "contenido": ["Activision ha revelado que ", "Call of Duty: Black Ops Cold War", " se integrará con Call of Duty: Warzone en diciembre, justo un mes después del lanzamiento del juego principal.", "La integración entre los dos juegos se producirá cuando ", "Black Ops Cold War", " entre en su primera temporada, solo unas semanas después de su lanzamiento el 13 de noviembre. Las armas y los operadores de Black Ops Cold War estarán disponibles en Warzone, así como el pase de batalla y el contenido de la tienda. Los jugadores también podrán usar sus loadouts multijugador de Cold War en Warzone.", "La fusión fue explicada como parte del más reciente ", "reporte", " con inversores de Activision. \"Llevaremos los personajes y el armamento de Black Ops Cold War a la experiencia del juego gratuito\", dijo Daniel Alegre, director de operaciones de la compañía. \"Junto con contenido nuevo sustancial que garantiza que Warzone siga siendo una experiencia excelente y una vía de acceso poderosa para el contenido premium de la franquicia\".", "El presidente de Activision, Rob Kostich, dio más detalles sobre esto: \"Por ejemplo, todas las increíbles armas y operadores nuevos de Black Ops que desbloquees y tu progresión de nivel uno a 55 se podrán usar en Black Ops y en Warzone tal como funcionan en Modern Warfare\".", "\"Una característica interesante que los jugadores verán es que podrán elegir su loadout de Black Ops o su loadout de Modern Warfare en Warzone\", agregó.", "Si bien este sistema suena prácticamente idéntico a la forma en que ", "Warzone", " funciona con Call of Duty: Modern Warfare, hay algunos elementos que hacen que esta integración sea un poco más interesante. Si has jugado al alfa de Call of Duty: Black Ops Cold War, entonces sabrás que el nuevo juego se juega y se siente muy diferente a Modern Warfare, con las armas proporcionando gran parte de ese cambio. Y dado que ambos juegos se basan en tecnología diferente, presumiblemente el equipo de Warzone ha tenido que rehacer todas las armas de Cold War y equilibrarlas para usarlas en un entorno basado en el \"conjunto de reglas\" de Modern Warfare, a falta de una palabra mejor. Sin duda veremos cómo funciona todo en diciembre.", "Hablando de Call of Duty: Black Ops Cold War, Activision y Treyarch recientemente revelaron que el juego requerirá de hasta 250 GB de espacio libre para los que deseen correrlo en Ultra RTX en PC, aunque esa especificación será menor si no necesitan que corra con los ajustes más altos.", " "], "fecha": ["Publicado el 1 de Noviembre de 2020 a las 01:44"]},
{"titulo_articulo": ["Cyberpunk 2077: Night City Wire Episode 3 Coming Next Week"], "contenido": ["El tercer episodio del livestream de CD Projekt Red, Night City Wire, tomará lugar el viernes 18 de septiembre a las 9am PT/12pm ET/6pm CEST, y \"te llevará en un tour alrededor de Night City, conocer las pandillas, y te dará un vistazo a la creación de la música original #Cyberpunk2077\".", "El Twitter oficial de Cyberpunk 2077 anunció la noticia junto con un corto video que nos da otro vistazo a algunas de las pandillas de Night City, incluyendo a los Animals, Aldecaldos, Maelstrom, los Mox, 6th Street, Tyger Clawes, Valentinos, Voodoo Boys, y Wraiths.", "\n", "Join us on Friday, September 18 at 6PM CEST, at ", "https://t.co/y8iUIM0gBv", " for the 3rd episode of Night City Wire! We'll take you on a tour around Night City, check up on its gangs, and give you a sneak peek into the creation of ", "#Cyberpunk2077", " original score. ", "pic.twitter.com/FoplKXn7Ic", "\n— Cyberpunk 2077 (@CyberpunkGame) ", "September 10, 2020", " ", "El último Night City Wire de Cyberpunk 2077 se enfocó en la música de la banda de Johnny Silverhand, Samurai, las armas del juego, y los tres orígenes que los jugadores podrán seleccionar al inicio de su aventura.", "Cyberpunk 2077 se lanzará en PlayStation 4, Xbox One, y PC el 19 de noviembre del 2020, y ", "tendrá DLC gratuito junto con expansiones de paga, justo como The Witcher 3", ".", "Para aquellos que están buscando saltar a la próxima generación con el PlayStation 5 y/o Xbox Series X/S, ", "Cyberpunk 2077 también tendrá una actualización de próxima generación", " gratuita y \"más robusta\" en el 2021. Sin embargo, también será jugable en estas nuevas consolas gracias a ala retrocompatibilidad."], "fecha": ["Publicado el 10 de Septiembre de 2020 a las 22:29"]},
{"titulo_articulo": ["Xbox México anuncia fecha para su misterioso evento histórico"], "contenido": ["A inicios de esta semana Xbox México nos sorprendió al revelar que se aproxima un evento histórico para México, y ahora tenemos que le han puesto fecha a ese suceso.", "Todo comenzó con el tuit que pueden ver a continuación con el mensaje \"Un evento histórico en México se aproxima…\" acompañado de los hashtags ", "Xbox Series X", " y Xbox Series S, lo que confirma que se trata de algo relacionado con las nuevas consolas.", "\n", "👀 ", "#XboxSeriesX", " | ", "#XboxSeriesS", " ", "pic.twitter.com/Dvo0Nhwl39", "\n— Xbox México (@XboxMexico) ", "October 5, 2020", "Y el misterio aumentó hoy ya que la compañía reveló que dicho evento se llevará a cabo el 9 de noviembre con el siguiente tuit.", "\n", "Apunta la fecha en tu calendario. 😉", "\nJuntos pasaremos a la historia. ", "#XboxSeriesX", " ", "#XboxSeriesS", " ", "pic.twitter.com/Yn0qjuSfOo", "\n— Xbox México (@XboxMexico) ", "October 7, 2020", "Llama la atención que dicen que \"Nuestros sueños se harán realidad\" ese día, que será justo antes del lanzamiento de las consolas Xbox de siguiente generación.", "La noticia ha creado grandes expectativas entre la comunidad de jugadores mexicanos que han estado compartiendo sus predicciones en redes sociales, con muchos indicando que podría ser algo relacionado a la preventa que hasta el momento no ha comenzado en la región. ¿Ustedes qué creen que sea?", "Xbox Series X", " y Xbox Series S se pondrán disponibles en México y otras regiones el 10 de noviembre, y un día antes de eso estaremos atentos para ver qué es lo que Xbox México se trae entre manos."], "fecha": ["Publicado el 7 de Octubre de 2020 a las 20:44"]},
{"titulo_articulo": ["Xbox Series X: el código base ha sido robado"], "contenido": ["Hay reportes de que un hacker se ha robado el código base de los gráficos del Xbox Series X y lo tiene \"secuestrado\", exigiendo dinero de rescate.", "La noticia llega por medio de ", "una publicación en el blog del sitio web de AMD", ", en donde la compañía de hardware explica la situación. \"Fuimos contactados por alguien que asegura tener archivos de prueba relacionados con un subconjunto de nuestros productos de gráficos actuales y futuros\", dice el comunicado.", "De acuerdo a ", "un reporte de TorrentFreak", ", estos archivos robados fueron encontrados en una computadora hackeada e incluye el código base de los GPUs (Unidad de Procesamiento de Gráficos, por sus siglas en inglés) de AMD Big Navi y Arden. Este último se rumora que es el GPU de 12 teraflops del Xbox Series X.", "Segmentos del código han sido publicados en GitHub, y subsecuentemente eliminados. El hacker está pidiendo un rescate de $100 millones de dólares por el código y amenaza con liberar la totalidad de los archivos robados si no surge un comprador.", "El hecho de que ", "AMD haya lanzado una noticia de demanda DMCA en contra del repositorio virtual en donde los segmentos de código estaban siendo publicados", " sugiere que esto se trata de un caso bastante real. Más adelante en el comunicado oficial, AMD deja bastante claro que los archivos robados \"no son clave para la competitividad o seguridad de nuestros productos de gráficos\".", " ", "Puedes leer los detalles de ", "la demanda DMCA en GitHub", ", en donde se nota que los datos han sido \"forkeados\" (copiados) a otros repositorios luego de que el primer set fuera eliminado.", "En noticias más ligeras acerca del Xbox Series X, ", "las especificaciones completas de la consola", " fueron reveladas a principios del mes. Si quieres compararlas con las de su competencia principal, el PS5, puedes ver ", "una tabla de comparación de tecnología de Xbox Series X vs PS5 aquí", "."], "fecha": ["Publicado el 26 de Marzo de 2020 a las 09:20"]},
{"titulo_articulo": ["Xbox Series X: el código base ha sido robado"], "contenido": ["Hay reportes de que un hacker se ha robado el código base de los gráficos del Xbox Series X y lo tiene \"secuestrado\", exigiendo dinero de rescate.", "La noticia llega por medio de ", "una publicación en el blog del sitio web de AMD", ", en donde la compañía de hardware explica la situación. \"Fuimos contactados por alguien que asegura tener archivos de prueba relacionados con un subconjunto de nuestros productos de gráficos actuales y futuros\", dice el comunicado.", "De acuerdo a ", "un reporte de TorrentFreak", ", estos archivos robados fueron encontrados en una computadora hackeada e incluye el código base de los GPUs (Unidad de Procesamiento de Gráficos, por sus siglas en inglés) de AMD Big Navi y Arden. Este último se rumora que es el GPU de 12 teraflops del Xbox Series X.", "Segmentos del código han sido publicados en GitHub, y subsecuentemente eliminados. El hacker está pidiendo un rescate de $100 millones de dólares por el código y amenaza con liberar la totalidad de los archivos robados si no surge un comprador.", "El hecho de que ", "AMD haya lanzado una noticia de demanda DMCA en contra del repositorio virtual en donde los segmentos de código estaban siendo publicados", " sugiere que esto se trata de un caso bastante real. Más adelante en el comunicado oficial, AMD deja bastante claro que los archivos robados \"no son clave para la competitividad o seguridad de nuestros productos de gráficos\".", " ", "Puedes leer los detalles de ", "la demanda DMCA en GitHub", ", en donde se nota que los datos han sido \"forkeados\" (copiados) a otros repositorios luego de que el primer set fuera eliminado.", "En noticias más ligeras acerca del Xbox Series X, ", "las especificaciones completas de la consola", " fueron reveladas a principios del mes. Si quieres compararlas con las de su competencia principal, el PS5, puedes ver ", "una tabla de comparación de tecnología de Xbox Series X vs PS5 aquí", "."], "fecha": ["Publicado el 26 de Marzo de 2020 a las 09:20"]},
{"titulo_articulo": ["Xbox Series X: así se vería el logo oficial"], "contenido": ["Microsoft parece haber registrado una nueva marca de lo que parece ser el logo del Xbox Series X.", "Registrado el 16 de abril", ", el tratamiento sigue un estilo similar de los logos de Xbox One X y S. La X, en particular, difiere de los estilos que hemos visto previamente para la consola por llegar. Puedes verlo a continuación:", "Ya sea que esto se trate de Microsoft organizando sus asuntos legales, o una señal de que está a punto de revelar más acerca de la consola, no se sabe. Lo que si sabemos es que Microsoft quiere ser capaz de imprimir este logo en ", "muchas", " cosas - el listado de marca registrada no sólo incluye consolas de videojuegos, sino también bolsas, joyería, posters, tarjetas coleccionables y, eh... \"aparatos extintores de fuego\"", "Algunos han mencionado rápidamente que la marca registrada se trata únicamente de \"Series X\" por si misma - en lugar del nombre completo de \"Xbox Series X\" - lo que deja abierta la posibilidad de que podríamos ver versiones diferentes del nuevo Xbox, necesitando de logos para distinguirlos entre ellos.", "Ese pensamiento ha sido impulsado por los rumores de que tendremos dos consolas Xbox de próxima generación - el Series X, y una consola menos poderosa exclusivamente digital aparentemente de nombre clave ", "Lockhart", ". Sin embargo, Microsoft no ha hecho registros similares públicos para ninguna otra consola potencial o nombre clave en las últimas semanas."], "fecha": ["Publicado el 22 de Abril de 2020 a las 09:28"]},
{"titulo_articulo": ["Xbox Series X y S: Phil Spencer confirmó que habrá más modelos de la consola"], "contenido": ["De acuerdo al jefe en Xbox Phil Spencer, Microsoft aún planea lanzar hardware de gaming luego del lanzamiento del Xbox Series X y Xbox Series S, a pesar de que la industria de los juegos se inclina hacia un futuro digital y basado en la nube.", "Hablando con ", "Yahoo! Finance", ", Spencer confirmó que Microsoft aún está planeando desarrollar hardware dedicado al gaming, por lo menos en el futuro cercano, a pesar de que los servicios como Xbox Cloud Gaming, Google Stadia, y Amazon Luna están cambiando la manera en que el mundo juega juegos.", "\"En términos del hardware futuro, absolutamente pienso que podemos ver más hardware de consola en el camino\", dijo Spencer. \"Justo como en el video, justo como en la música, no es que el streaming ha cortado la innovación de dispositivos. Creo que continuaremos viendo eso, y eso es absolutamente para lo que estamos planeando\".", "Obviamente, las cosas pueden cambiar en el futuro, pero parece ser que Microsoft aún no está listo para comprometerse a este futuro digital. Sin embargo, la innovación de Microsoft se encuentra claramente en Xbox Game Pass.", "Con Xbox Game Pass, Microsoft ha estado construyendo una estrategia que te permite jugar juegos de Xbox en muchos dispositivos distintos, incluyendo PC y dispositivos móviles. No está fuera de lo posible el ver que Xbox Game Pass eventualmente llegue a televisiones y otras plataformas con forme pase el tiempo."], "fecha": ["Publicado el 28 de Septiembre de 2020 a las 10:00"]},
{"titulo_articulo": ["Xbox Series S no aplicará las mejoras de Xbox One X para los juegos retrocompatibles"], "contenido": ["Microsoft ha confirmado que ", "Xbox Series S", " no correrá versiones mejoradas de Xbox One X de juegos retrocompatibles, y que en lugar de eso correrá las versiones de Xbox One S de títulos de Xbox One y Xbox 360 con otras características beneficiosas.", "De acuerdo al reporte de ", "VGC", ", si bien la ", "Xbox Series S", " no ejecutará las versiones mejoradas de Xbox One X de los juegos de Xbox One y Xbox 360, seguirá estando un paso por encima de la Xbox One S con \"filtrado de texturas mejorado, más altas y consistentes tasas de frames, tiempos de carga más rápidos y HDR Automático.\"", "\"Xbox Series S fue diseñada para ser la consola de siguiente generación más asequible y para jugar títulos de siguiente generación a 1440P a 60 fps\", dijo un portavoz de Microsoft. \"Para ofrecer la experiencia compatible con versiones anteriores de la más alta calidad, consistente con la intención original del desarrollador, la ", "Xbox Series S", " corre la versión de Xbox One S de juegos retrocompatibles mientras aplica un filtrado de texturas mejorado, más altas y consistentes tasas de frames, tiempos de carga más rápidos y HDR Automático.\"", "Cuando un juego se ha mejorado para Xbox One X, significa que el desarrollador ha realizado mejoras en un juego de Xbox One estándar, incluyendo resoluciones más altas, mayor velocidad de framerate y/o texturas mejoradas.", "Todo esto no debería ser demasiado sorprendente, ya que la Xbox One X puede correr juegos hasta 4K, mientras que la Xbox Series S puede ejecutar juegos a 1440p hasta 120 FPS. Sin embargo, la Xbox Series S soporta el escalado de 4K para juegos.", "Además, como informó ", "Digital Foundry", ", la Xbox Series S también tiene menos RAM que la Xbox One X - 10 GB frente a 12 GB - pero eso no significa que no haya ventajas para este nuevo sistema de siguiente generación.", "\"Puede que se estén ejecutando juegos retrocompatibles en el modo Xbox One [S], pero debido a que la GPU es mucho más capaz, y sabiendo lo que sabemos sobre cómo funciona la retrocompatibilidad, aún debería poder solucionar los problemas de rendimiento,\" dijo John Linneman de Digital Foundry. \"Entonces, los juegos que tal vez tuvieron problemas en Xbox One S - ya sea que la resolución dinámica fuera demasiado agresiva, con ralentización y cosas así - posiblemente podrían funcionar de forma más fluida en esta máquina\".", "Además, la ", "Xbox Series S", " también cuenta con DirectX Raytracing, reproducción de streaming 4K, tasa de refresco y sombreado de frecuencia variable, y mucho más.", " ", "La ", "Xbox Series X", " y la Xbox Series S se lanzarán el 10 de noviembre de 2020 con un precio de USD $499 y USD $299, respectivamente. Las reservas para ambas consolas comenzarán el 22 de septiembre de 2020.", " "], "fecha": ["Publicado el 12 de Septiembre de 2020 a las 23:37"]},
{"titulo_articulo": ["Xbox Series X y S: este es el precio oficial de la unidad de almacenamiento expandible de 1TB"], "contenido": ["Microsoft ha revelado el precio de sus tarjetas de expansión de almacenamiento propietarias para el Xbox Series X y S, las cuales comienzan en los $219.99 USD por 1TB de espacio extra.", "Como fue encontrado por ", "The Verge", ", un listado para el Game Drive de 1TB para el Xbox Series X y Series S apareció en el sitio web de ", "Best Buys", ", confirmando el precio. De acuerdo a la descripción del producto, esta es \"la única tarjeta de expansión disponible que replica la Arquitectura Velocity de Xbox - otorgando tiempos de carga más rápidos, entornos más ricos, y gameplay más inmersivo\". Como hemos escuchado previamente, sólo será utilizado para juegos de próxima generación.", " ", "\n", "You can continue to use your USB 3.1+ external hard drives on Xbox Series X & run Xbox One, 360 and OG Xbox games directly from the external USB HDD. Games optimized for Xbox Series X & Velocity Architecture need to be run from the internal SSD or the Expandable Storage Drive", "\n— Larry Hryb (@majornelson) ", "March 16, 2020", "Con el Xbox Series S teniendo un SSD más pequeño (512GB), la unidad de expansión pudo haber sido considerada una manera de impulsar la utilidad de la consola. Eso ahora se ve como una opción mucho menos atractiva, dado que el precio de una unidad de almacenamiento aumenta la inversión a alrededor de $520 USD, más que el costo de $499 USD de una consola Series X más poderosa.", "The Verge reporta que Microsoft ha dicho que, mientras que esta unidad es actualmente la única capaz de hacer una interfaz correcta con la arquitectura Velocity de Xbox, otros fabricantes podrían lanzar sus propias unidades de expansión de almacenamiento en fechas futuras - eso ", "podría", " ayudar a bajar los precios un poco.", "El Game Drive de 1 TB le permitirá a los jugadores jugar juegos de Xbox Series X desde el \"disco\" \"sin sacrificar gráficos, latencia, tiempos de carga, o framerates\". La unidad ha sido desarrollada en asociación con Seagate y llegará con una garantía de tres años.", "Los discos duros externos de USB 3.1+ también funcionarán con las consolas de manera estándar, pero los usuarios sólo podrán correr juegos de Xbox One, 360, y Xbox original desde ellos. ", "De acuerdo al representante de Microsoft Larry Hyrb", ", \" los juegos optimizados para Xbox Series X & Arquitectura Velocity necesitan correrse desde el SSD interno o la Unidad de Almacenamiento Expandible\".", "El Xbox Series X y S se lanzarán el 10 de noviembre del 2020 a nivel mundial."], "fecha": ["Publicado el 24 de Septiembre de 2020 a las 08:53"]},
{"titulo_articulo": ["Xbox Series X y S: este es el precio oficial de la unidad de almacenamiento expandible de 1TB"], "contenido": ["Microsoft ha revelado el precio de sus tarjetas de expansión de almacenamiento propietarias para el Xbox Series X y S, las cuales comienzan en los $219.99 USD por 1TB de espacio extra.", "Como fue encontrado por ", "The Verge", ", un listado para el Game Drive de 1TB para el Xbox Series X y Series S apareció en el sitio web de ", "Best Buys", ", confirmando el precio. De acuerdo a la descripción del producto, esta es \"la única tarjeta de expansión disponible que replica la Arquitectura Velocity de Xbox - otorgando tiempos de carga más rápidos, entornos más ricos, y gameplay más inmersivo\". Como hemos escuchado previamente, sólo será utilizado para juegos de próxima generación.", " ", "\n", "You can continue to use your USB 3.1+ external hard drives on Xbox Series X & run Xbox One, 360 and OG Xbox games directly from the external USB HDD. Games optimized for Xbox Series X & Velocity Architecture need to be run from the internal SSD or the Expandable Storage Drive", "\n— Larry Hryb (@majornelson) ", "March 16, 2020", "Con el Xbox Series S teniendo un SSD más pequeño (512GB), la unidad de expansión pudo haber sido considerada una manera de impulsar la utilidad de la consola. Eso ahora se ve como una opción mucho menos atractiva, dado que el precio de una unidad de almacenamiento aumenta la inversión a alrededor de $520 USD, más que el costo de $499 USD de una consola Series X más poderosa.", "The Verge reporta que Microsoft ha dicho que, mientras que esta unidad es actualmente la única capaz de hacer una interfaz correcta con la arquitectura Velocity de Xbox, otros fabricantes podrían lanzar sus propias unidades de expansión de almacenamiento en fechas futuras - eso ", "podría", " ayudar a bajar los precios un poco.", "El Game Drive de 1 TB le permitirá a los jugadores jugar juegos de Xbox Series X desde el \"disco\" \"sin sacrificar gráficos, latencia, tiempos de carga, o framerates\". La unidad ha sido desarrollada en asociación con Seagate y llegará con una garantía de tres años.", "Los discos duros externos de USB 3.1+ también funcionarán con las consolas de manera estándar, pero los usuarios sólo podrán correr juegos de Xbox One, 360, y Xbox original desde ellos. ", "De acuerdo al representante de Microsoft Larry Hyrb", ", \" los juegos optimizados para Xbox Series X & Arquitectura Velocity necesitan correrse desde el SSD interno o la Unidad de Almacenamiento Expandible\".", "El Xbox Series X y S se lanzarán el 10 de noviembre del 2020 a nivel mundial."], "fecha": ["Publicado el 24 de Septiembre de 2020 a las 08:53"]},
{"titulo_articulo": ["Xbox Game Pass: Doom Eternal será parte del servicio muy pronto"], "contenido": ["Doom Eternal llegará a Xbox Game Pass el 1 de octubre. Será el primer título publicado por Bethesda en llegar al servicio de suscripción de Xbox desde que la compañía anunció que ", "adquiriría su compañía madre ZeniMax Media", " esta semana, incluyendo al desarrollador de Doom Eternal, id Software.", "Doom Eternal es la secuela de Doom 2016, también desarrollado por id. Fue lanzado en marzo de este mismo año, pero si se lo perdieron y tienen Game Pass, podrán jugarlo muy pronto.", "Cuando Xbox anunció sus planes de adquirir ZeniMax, uno de los planes para la adquisición que fueron revelados por Phil Spencer era el traer \"las franquicias icónicas de Bethesda al Xbox Game Pass para consola y PC\".", "Ahora, a sólo días del anuncio, Xbox parece estar cumpliendo esa promesa al traer Doom Eternal a su servicio. Debería de notarse que algunos de Bethesda como Fallout 76 ya estaban disponibles en Game Pass antes de la adquisición.", "Considerando que los juegos de estudios internos a Xbox se lanzan el día uno en Game Pass, es fácil imaginar títulos en camino como Starfield y Elder Scrolls 6 lelgando al servicio en sus días de lanzamiento respectivos. Mientras tanto, los juegos pasados como Doom Eternal bien podrían ir entrando al servicio poco a poco.", " "], "fecha": ["Publicado el 24 de Septiembre de 2020 a las 19:07"]},
{"titulo_articulo": ["Ubisoft: tres ejecutivos renuncian entre olas de acusaciones por acoso sexual"], "contenido": ["Luego de las recientes alegaciones de mala conducta sexual y cultura tóxica en Ubisoft, tres de sus ejecutivos - el Oficial Creativo en Jefe Serge Hascoët, la cabeza de los estudios de Ubisoft Canada Tannis Mallat, y la Cabeza Global de Recursos Humanos Cécile Cornet, han abandonado sus puestos.", "Como reporta ", "GamesIndustry.Biz", ", los tres renunciaron \"luego de la iniciación de una rigurosa investigación que la compañía inició en respuesta a recientes alegaciones y acusaciones de mala conducta y comportamiento inapropiado\".", "Hascoët, de acuerdo a un reporte en el periódico Francés ", "Liberation", ", fue nombrado específicamente como \"jugando un papel central en los problemas de cultura de la compañía, con una fuente diciendo que el ejecutivo tiene 'el comportamiento más tóxico en todo el negocio'\".", "El CEO y co-fundador de Ubisoft Yves Guillemot dijo en un comunicado que está \"comprometido a implementar cambios profundos alrededor de la compañía para mejorar y reforzar nuestra cultura de trabajo\".", " ", "\"Ubisoft ha quedado corto en su obligación de garantizar un entorno de trabajo seguro e inclusivo para sus empleados\", dijo Guillemot. \"Esto es inaceptable, ya que los comportamientos tóxicos están en contraste directo de valores en los que nunca me he comprometido - y nunca lo haré. Estoy comprometido con implementar cambios profundos alrededor de la compañía para mejorar y reforzar nuestra cultura de trabajo. En adelante, mientras nos embarcamos colectivamente en un camino llevando a un mejor Ubisoft, mi expectativa es que los líderes alrededor de la compañía administren a sus equipos con el respeto máximo. También espero que trabajen para liderar el cambio que necesitamos, siempre pensando en lo que es mejor para Ubisoft y todos sus empleados\".", " ", "Guillemot llenará el papel de Hascoët a manera interina, en donde se encargará de \"un completo cambio en la manera en que colaboran los equipos creativos\".", "Aún no se ha nombrado un remplazo para Mallet, pero él ya ha dejado su papel ya que \"las recientes alegaciones que han salido a la luz en Canada en contra de múltiples empleados hacen imposible para él continuar en esta posición\".", "Estos empleados incluyen a ", "Ashraf Ismail de Ubisoft Montreal", ", el antiguo director creativo en Assassin's Creed Valhalla que dejó su puesto luego de alegaciones de impropiedad, y el VP de editorial en Ubisoft Toronto Maxime Béland, quien también fue acusado de abuso y mala conducta.", "Otro empleado que permanece sin ser nombrado también fue despedido por \"involucrarse en comportamientos que no se alinean con lo que se espera de los empleados de Ubisoft\".", "Fuera de Canada, el VP de editorial y servicios creativos de Ubisoft Tommy François también fue puesto en ausencia disciplinaria por acusaciones similares.", "Cornet decidió dejar su posición ya que \"ella cree que es en el mejor interés de la unidad de la Compañía\". Ubisoft también está buscando su reemplazo, enfocándose en \"reestructurar y fortalecer su función RH en orden de adaptarla a los nuevos desafíos de la industria de los videojuegos\".", "El anuncio establecía que Mallat dejaría la compañía, mientras que Hascoët y Cornet cambiarían de posición, pero un representante de Ubisoft confirmó a GamesIndustry.biz que HAscoët de hecho dejaría la compañía."], "fecha": ["Publicado el 12 de Julio de 2020 a las 15:09"]},
{"titulo_articulo": ["Ubisoft: tres ejecutivos renuncian entre olas de acusaciones por acoso sexual"], "contenido": ["Luego de las recientes alegaciones de mala conducta sexual y cultura tóxica en Ubisoft, tres de sus ejecutivos - el Oficial Creativo en Jefe Serge Hascoët, la cabeza de los estudios de Ubisoft Canada Tannis Mallat, y la Cabeza Global de Recursos Humanos Cécile Cornet, han abandonado sus puestos.", "Como reporta ", "GamesIndustry.Biz", ", los tres renunciaron \"luego de la iniciación de una rigurosa investigación que la compañía inició en respuesta a recientes alegaciones y acusaciones de mala conducta y comportamiento inapropiado\".", "Hascoët, de acuerdo a un reporte en el periódico Francés ", "Liberation", ", fue nombrado específicamente como \"jugando un papel central en los problemas de cultura de la compañía, con una fuente diciendo que el ejecutivo tiene 'el comportamiento más tóxico en todo el negocio'\".", "El CEO y co-fundador de Ubisoft Yves Guillemot dijo en un comunicado que está \"comprometido a implementar cambios profundos alrededor de la compañía para mejorar y reforzar nuestra cultura de trabajo\".", " ", "\"Ubisoft ha quedado corto en su obligación de garantizar un entorno de trabajo seguro e inclusivo para sus empleados\", dijo Guillemot. \"Esto es inaceptable, ya que los comportamientos tóxicos están en contraste directo de valores en los que nunca me he comprometido - y nunca lo haré. Estoy comprometido con implementar cambios profundos alrededor de la compañía para mejorar y reforzar nuestra cultura de trabajo. En adelante, mientras nos embarcamos colectivamente en un camino llevando a un mejor Ubisoft, mi expectativa es que los líderes alrededor de la compañía administren a sus equipos con el respeto máximo. También espero que trabajen para liderar el cambio que necesitamos, siempre pensando en lo que es mejor para Ubisoft y todos sus empleados\".", " ", "Guillemot llenará el papel de Hascoët a manera interina, en donde se encargará de \"un completo cambio en la manera en que colaboran los equipos creativos\".", "Aún no se ha nombrado un remplazo para Mallet, pero él ya ha dejado su papel ya que \"las recientes alegaciones que han salido a la luz en Canada en contra de múltiples empleados hacen imposible para él continuar en esta posición\".", "Estos empleados incluyen a ", "Ashraf Ismail de Ubisoft Montreal", ", el antiguo director creativo en Assassin's Creed Valhalla que dejó su puesto luego de alegaciones de impropiedad, y el VP de editorial en Ubisoft Toronto Maxime Béland, quien también fue acusado de abuso y mala conducta.", "Otro empleado que permanece sin ser nombrado también fue despedido por \"involucrarse en comportamientos que no se alinean con lo que se espera de los empleados de Ubisoft\".", "Fuera de Canada, el VP de editorial y servicios creativos de Ubisoft Tommy François también fue puesto en ausencia disciplinaria por acusaciones similares.", "Cornet decidió dejar su posición ya que \"ella cree que es en el mejor interés de la unidad de la Compañía\". Ubisoft también está buscando su reemplazo, enfocándose en \"reestructurar y fortalecer su función RH en orden de adaptarla a los nuevos desafíos de la industria de los videojuegos\".", "El anuncio establecía que Mallat dejaría la compañía, mientras que Hascoët y Cornet cambiarían de posición, pero un representante de Ubisoft confirmó a GamesIndustry.biz que HAscoët de hecho dejaría la compañía."], "fecha": ["Publicado el 12 de Julio de 2020 a las 15:09"]},
{"titulo_articulo": ["Ubisoft Forward: los cinco títulos que anunciaron que más nos emocionan"], "contenido": ["Ubisoft realizó una conferencia completamente digital llamada ", "Ubisoft Forward", " donde presentaron detalles de sus próximos lanzamientos, esto como una alternativa al evento que la compañía francesa generalmente celebra en el marco de E3.", "Dentro de todo lo que se reveló, les tenemos un listado con los juegos que más expectativa nos causaron.", "Far Cry 6", "Este título es el que más ha estado dando de qué hablar ya que nos presenta a un nuevo villano interpretado nada menos que por Giancarlo Esposito, actor que ha demostrado sus grandes capacidades en series importantes como Breaking Bad, Better Call Saul y The Mandalorian. La historia se desarrolla en ", "una isla ficticia llamada Yara que está inspirada en Cuba", " y que es gobernada por el dictador Antón Castillo (Esposito), por lo que veremos cómo estalla una revolución controlando a un personaje de nombre Dani Rojas que colaborará con las guerrillas para intentar derrocar al Presidente.", "También jugará un papel clave el hijo de Antón, Diego, que en plena adolescencia y un entorno complicado se debate entre seguir los pasos de su padre o tomar un camino distinto.", "Far Cry 6 se pondrá disponible el 18 de febrero de 2021 para Xbox Series X, Xbox One, PlayStation 5, PlayStation 4, PC y Google Stadia.", "Assassin's Creed Valhalla", "La franquicia Assassin's Creed ha obtenido más popularidad y prestigio tras los lanzamientos de Origins y Odyssey, por lo que ha generado gran expectativa esta nueva entrega con temática de vikingos donde un grupo de guerreros invadirá Inglaterra con el fin de conquistar la región. Además de conocer más a fondo la nueva ambientación, se nos presentaron interesantes adiciones al título de Ubisoft Montreal, como nuevas armas de la época, mejoras al sistema de combate que viene con amplias opciones de personalización de estilos, y el regreso de elementos clásicos como el sigilo social para la infiltración y la temible Hidden Blade para asesinar con facilidad. Y, por si fuera poco, pudimos ver por primera vez en acción a la versión femenina de Eivor como una feroz guerrera en la revelación oficial del gameplay del juego.", "También se demuestra cómo este nuevo título contará con un mayor enfoque en la exploración y un combate más brutal, además de que permitirá llevar a cabo saqueos y asaltos a ciudades para obtener recursos y así ampliar el asentamiento vikingo en territorio hostil. Y es que las islas británicas guardan mucha riqueza, pero también ofrecerán un buen desafío ya que tendrá la mayor variedad de enemigos jamás vista en la saga. ¡Odín está con nosotros!", "Assassin's Creed Valhalla", " se pondrá disponible el 17 de noviembre en PlayStation 4, Xbox One, PC y Stadia, y poco después llegará también a PlayStation 5 y Xbox Series X.", "Watch Dogs: Legion", "Aunque es un título que ", "ya conocíamos", ", se presentó nuevo gameplay que hace que la espera nos parezca aún más larga. Esta nueva entrega se desarrolla en un futuro alternativo distópico en Londres post-Brexit en donde DedSec es considerado un grupo terrorista. Lo que más llama la atención de este juego es sin duda su ambicioso gameplay que permitirá a los jugadores reclutar a cualquier NPC para hacerlos personajes jugables dentro del mundo abierto que por cierto luce espectacular y repleto de detalles.", "Watch Dogs: Legion se pondrá disponible el 29 de octubre en PlayStation 4, PlayStation 5, Xbox One, Xbox Series X, PC y Google Stadia. Por cierto, si adquieren el Pase de Temporada (que viene incluido en las ediciones Gold y Ultimate) recibirán también Watch Dogs: Complete Edition para que revivan la experiencia del título original.", "Hyper Scape", "Hyper Scape", " es un nuevo battle royale de ritmo frenético con el que Ubisoft competirá contra títulos como Fortnite, y en el evento se anunció que ya está disponible la beta abierta para PC. Es un juego de disparos en primera persona que seguirá un modelo free-to-play, y entre los nuevos detalles está la confirmación de una nueva arma, un nuevo hack, más modos de personalización, y un punto interesante que es que los espectadores de Twitch podrán progresar en el Pase de Batalla viendo streamings. Si están interesados, ", "en este enlace pueden inscribirse en la beta abierta para PC", ".", "Brawlhalla", "Se anunció que este competitivo juego de combate arcade llegará pronto a dispositivos móviles y que contará con controles personalizables para la pantalla táctil, además de que será compatible con cross-play con otras plataformas, por lo que los usuarios podrán competir contra jugadores en PC y consolas. Brawlhalla se pondrá disponible el 6 de agosto en dispositivos iOS y Android, por lo que pronto los jugadores podrán disfrutar de estos combates con decenas de personajes en la palma de sus manos.", "Hablando de móviles, en la conferencia también estuvo Might and Magic Era if Chaos con un nuevo avance y Tom Clancy's Elite Squad que es un RPG de corte militar con personajes de franquicias como Rainbow Six, Ghost Recon, The Division y Splinter Cell que llegará a iOS y Android el 27 de agosto, incluso ya está disponible el pre-registro en App Store y Play Store.", " ", " ", "Y esto no fue todo lo que se presentó en el evento, ya que Ubisoft también reveló novedades para títulos existentes como Just Dance 2020 que recibirá nuevas canciones, la actualización Flashy 80's para The Crew 2 que agregará autos legendarios de la época, la pista Gigatrack que llegará de forma gratuita a Trials: Rising, y una importante actualización para Ghost Recon: Breakpoint que traerá el evento Resistance! y añadirá compañeros AI.", "Si desean repasar todos los anuncios, ", "en este enlace pueden ver la conferencia Ubisoft Forward completa", "."], "fecha": ["Publicado el 16 de Julio de 2020 a las 19:46"]},
{"titulo_articulo": ["Call of Duty Black Ops Cold War presenta el arte de su portada"], "contenido": ["Call of Duty Black Ops: Cold War ", "ha sido anunciado de forma oficial", ", y con una revelación completa programada para el próximo 26 de agosto, Activision ha liberado el primer arte oficial que muestra el conflicto entre Estados Unidos y la URSS.", "En un breve avance de video en la página oficial de Call of Duty en Twitter, Activision reveló el arte del nuevo shooter militar a cargo de Treyarch y Raven. La imagen muestra breves fragmentos de carteles de propaganda que eventualmente se desprenden para mostrar una figura dividida, de un lado un soldado soviético, y por el otro uno estadounidense.", "Call of Duty Black Ops: Cold War parece estar destacando este conflicto fundamental del siglo XX al tiempo que establece algunos paralelos con el clima político actual. El primer adelanto mostraba al desertor de la KGB, Yuri Bezmenov, dando un discurso sobre cómo socavar a Estados Unidos narrado en imágenes de noticias de la década de 1960.", "El nuevo título de la serie Black Ops se revelará por completo el próximo miércoles 26 de agosto, pero Activision ya adelanto que de alguna manera incorporará el actual modo gratuito ", "Warzone", ".", "Estén atentos a IGN Latam, sobre todo el día 26 ya que les tendremos cobertura completa sobre el próximo Call of Duty.", " "], "fecha": ["Publicado el 20 de Agosto de 2020 a las 19:34"]},
{"titulo_articulo": ["Cyberpunk 2077 contaría con DLC gratuito junto a expansiones de paga"], "contenido": ["CD Projekt Red tiene buenas noticias para los fans que están esperando el RPG cyber-distópico del oscuro futuro, con un sistema de contenido post-lanzamiento similar al de The Witcher 3.", "Es decir: Cyberpunk 2077 contará con Contenido descargable (DLC) completamente gratuito junto a las expansiones de paga que la compañía había revelado hace un tiempo atrás.", "El desarrollador Polaco ", "contestó a un fan en Twitter", ", quien preguntó acerca del potencial de que Cyberpunk 2077 tuviera \"DLC gratis\" como The Witcher 3, el cual ofrecía un mapa detallado entero del contenido gratuito con el que el estudio apoyaría al juego más allá de su lanzamiento inicial.", "Respondiendo firme y concretamente, ", "CD Projekt Red contestó", " con un gif del Hombre Kool-Aid atravesando una pared con su famosa frase:", "\n", "pic.twitter.com/y5PNLf3nIR", "\n— Cyberpunk 2077 (@CyberpunkGame) ", "August 22, 2020", " ", "Más allá del DLC gratuito, ya se había confirmado en abril del 2020 que Cyberpunk 2077 presentaría ", "expansiones pagadas similares en tamaño a aquellas que estaban disponibles para The Witcher 3", ", tales como Hearts of Stone y Blood and Wine.", "También habrá más que sólo DLC disponible como un complemento para expandir el mundo de Cyberpunk 2077 - un comic basado en la organización dentro del juego, Trauma Team, está en camino de parte del publisher Dark Horse Comics."], "fecha": ["Publicado el 24 de Agosto de 2020 a las 08:48"]},
{"titulo_articulo": ["Xbox Series X: esta es la razón de que la consola tenga forma de refrigerador"], "contenido": ["El Xbox Series X no sólo rompió el estilo de \"caja de pizza\" de las consolas para resaltar entre la multitud. El nuevo diseño alto de hecho es fundamental para entregarle poder adicional a la consola.", "En un nuevo reporte de ", "Digital Foundry de Eurogamer", ", Microsoft explica que las dimensiones altas del Xbox Series X, asemejadas por muchos en internet ", "a un refrigerador", ", de hecho están dictadas por varios factores. Uno de los más importantes de estos es el flujo de aire; poderoso componentes tienden a calentarse bastante, así que enviar aire hacia arriba es vital.", "\"El ODD [Dispositivo de Disco Óptico, por sus siglas en inglés] supone una dimensión, el volumen del disipador de calor establece la otra dimensión\", explicó Chris Kujawski, diseñador principal en Microsoft. \"La altura es establecida por el flujo de aire y a través de esta clase de negociación compleja de encontrar cómo es que todo encaja, aterrizamos en el factor de forma cuadrada que amamos\".", "La caja alta tiene un poderoso ventilador en la parte superior, que de acuerdo a reportes jala un 70% más de flujo de aire a través de la consola que las generaciones previas de Xbox. El disipador adherido a la placa principal también obtiene un 20% más de flujo de aire.", "Contribuyendo más al diseño es el que en lugar de una placa rectangular, la placa madre ha sido dividida en dos y montada en ambos lados de un chasis de metal que ayuda a enfriar los componente más calientes en la consola. Esta división también ayuda a mantener el tamaño de la consola más pequeño a pesar de la altura añadida.", "El Xbox Series X aún está planeado para un lanzamiento a finales del 2020, y aún no hay preocupaciones de atrasos. Presentará un control rediseñado y esos ", "12 teraflops del GPU que Microsoft presume", "."], "fecha": ["Publicado el 31 de Marzo de 2020 a las 12:20"]},
{"titulo_articulo": ["PlayStation 5 y Xbox Series X: cómo se comparan sus especificaciones técnicas oficiales"], "contenido": ["Sony finalmente ha revelado las especificaciones técnicas del PlayStation 5, así que no podíamos evitar compararlo directamente con la consola de próxima generación de Microsoft, el Xbox Series X.", "A continuación se encuentra una tabla que compara frente a frente todo lo que ha sido revelado acerca del hardware de ambas consolas. Sin embargo, muchas cosas aún están por anunciarse, por lo que están marcadas como \"TBA\".", "\n\t", "\n\t\t", "\n\t\t\t", "Feature", "\n\t\t\t", "PlayStation 5", "\n\t\t\t", "Xbox Series X", "\n\t\t", "\n\t\t", "\n\t\t\t", "Precio", "\n\t\t\t", "TBA", "\n\t\t\t", "TBA", "\n\t\t", "\n\t\t", "\n\t\t\t", "Fecha de lanzamiento", "\n\t\t\t", "Fin de año 2020", "\n\t\t\t", "Fin de año 2020", "\n\t\t", "\n\t\t", "\n\t\t\t", "Lector de discos", "\n\t\t\t", "4K UHD Blu-Ray", "\n\t\t\t", "4K UHD Blu-Ray", "\n\t\t", "\n\t\t", "\n\t\t\t", "Captura de video", "\n\t\t\t", "TBA", "\n\t\t\t", "TBA", "\n\t\t", "\n\t\t", "\n\t\t\t", "RAM", "\n\t\t\t", "16GB GDDR6 RAM (256-bit)", "\n\t\t\t", "16 GB GDDR6 RAM", "\n\t\t", "\n\t\t", "\n\t\t\t", "Ancho de banda de Memoria", "\n\t\t\t", "448GB/s", "\n\t\t\t", "10GB a 560GB/s, 6GB a 335GB/s", "\n\t\t", "\n\t\t", "\n\t\t\t", "CPU", "\n\t\t\t", "8x núcleos Zen 2 a 3.5HGz", "\n\t\t\t", "8x núcleos Zen 2 a 3.8GHz (3.6GHz con SMT)", "\n\t\t", "\n\t\t", "\n\t\t\t", "GPU", "\n\t\t\t", "\n\t\t\t", "AMD RDNA Navi personalizado", "\n\n\t\t\t", "10.28 TFLOPS, 36 CUs a 2.23GHz - (soporta Trazado de Rayos y audio 3D vía motor Tempest)", "\n\t\t\t", "\n\t\t\t", "\n\t\t\t", "AMD Radeon RDNA Navi personalizado", "\n\n\t\t\t", "12 TFLOPS - (soporta Trazado de Rayos por DirectX)", "\n\t\t\t", "\n\t\t", "\n\t\t", "\n\t\t\t", "Output de Video", "\n\t\t\t", "4K, 120hz, Soporte para 8K", "\n\t\t\t", "4K Nativo, Soporte para 8K , Hasta 120 fps", "\n\t\t", "\n\t\t", "\n\t\t\t", "Procesamiento máximo de Shader por GPU ", "\n\t\t\t", "TBA", "\n\t\t\t", "\n\t\t\t", "Shading de taza variable", "\n\t\t\t", "\n\t\t", "\n\t\t", "\n\t\t\t", "Velocidad de proceso de datos (Procesamiento I/O)", "\n\t\t\t", "5.5GB/S (Directo), 8-9GB/S (Compreso)", "\n\t\t\t", "2.4gB/s (Directo), 4.8GB/s (Compreso)", "\n\t\t", "\n\t\t", "\n\t\t\t", "Almacenamiento", "\n\t\t\t", "825GB SSD Personalizado", "\n\t\t\t", "1 TB NVMe SSD", "\n\t\t", "\n\t\t", "\n\t\t\t", "Almacenamiento Externo", "\n\t\t\t", "Puerto adicional SSD NVMe, Compatibilidad HDD por USB", "\n\t\t\t", "\n\t\t\t", "SSD externo de 1TB propietario de Seagate (tarjeta de expansión), compatibilidad USB 3.2 HDD", "\n\n\t\t\t", " ", "\n\t\t\t", "\n\t\t", "\n\t\t", "\n\t\t\t", "Disco Duro extraíble", "\n\t\t\t", "TBA", "\n\t\t\t", "TBA", "\n\t\t", "\n\t\t", "\n\t\t\t", "Archivos guardados en la Nube", "\n\t\t\t", "TBA", "\n\t\t\t", "TBA", "\n\t\t", "\n\t\t", "\n\t\t\t", "Juega mientras descargas", "\n\t\t\t", "TBA", "\n\t\t\t", "TBA", "\n\t\t", "\n\t\t", "\n\t\t\t", "Descargas remotas", "\n\t\t\t", "TBA", "\n\t\t\t", "TBA", "\n\t\t", "\n\t\t", "\n\t\t\t", "Acceso a cuentas desde múltiples consolas", "\n\t\t\t", "TBA", "\n\t\t\t", "TBA", "\n\t\t", "\n\t\t", "\n\t\t\t", "Instalación de juegos requerida", "\n\t\t\t", "TBA", "\n\t\t\t", "TBA", "\n\t\t", "\n\t\t", "\n\t\t\t", "Conexión a internet forzosa", "\n\t\t\t", "TBA", "\n\t\t\t", "TBA", "\n\t\t", "\n\t\t", "\n\t\t\t", "Cuota por juegos usados", "\n\t\t\t", "TBA", "\n\t\t\t", "No", "\n\t\t", "\n\t\t", "\n\t\t\t", "Compartir o regalar juegos Digitales", "\n\t\t\t", "TBA", "\n\t\t\t", "TBA", "\n\t\t", "\n\t\t", "\n\t\t\t", "Retro-Compatibilidad", "\n\t\t\t", "PlayStation 4, PSVR", "\n\t\t\t", "Xbox, Xbox 360, Xbox One, Accesorios", "\n\t\t", "\n\t\t", "\n\t\t\t", "Servicio de streaming de juegos", "\n\t\t\t", "Juego Remoto (TBA)", "\n\t\t\t", "Project xCloud", "\n\t\t", "\n\t\t", "\n\t\t\t", "Reanudar juegos instantaneamente", "\n\t\t\t", "TBA", "\n\t\t\t", "Múltiples juegos a la vez", "\n\t\t", "\n\t\t", "\n\t\t\t", "Chat entre juegos diferentes", "\n\t\t\t", "TBA", "\n\t\t\t", "TBA", "\n\t\t", "\n\t\t", "\n\t\t\t", "Controles", "\n\t\t\t", "TBA", "\n\t\t\t", "\n\t\t\t", "Control Series X (Incluye Botón de Compartir y un D-Pad híbrido), compatibilidad controles Xbox One", "\n\n\t\t\t", " ", "\n\t\t\t", "\n\t\t", "\n\t\t", "\n\t\t\t", "Carga de controles", "\n\t\t\t", "USB Type-C", "\n\t\t\t", "TBA", "\n\t\t", "\n\t\t", "\n\t\t\t", "Baterías de control", "\n\t\t\t", "TBA", "\n\t\t\t", "TBA", "\n\t\t", "\n\t\t", "\n\t\t\t", "Control por movimiento", "\n\t\t\t", "TBA", "\n\t\t\t", "TBA", "\n\t\t", "\n\t\t", "\n\t\t\t", "Segunda Pantalla ", "\n\t\t\t", "TBA", "\n\t\t\t", "TBA", "\n\t\t", "\n\t\t", "\n\t\t\t", "Comandos de Voz", "\n\t\t\t", "TBA", "\n\t\t\t", "TBA", "\n\t\t", "\n\t\t", "\n\t\t\t", "Servicio de suscripción", "\n\t\t\t", "PlayStation Plus", "\n\t\t\t", "Xbox Live", "\n\t\t", "\n\t\t", "\n\t\t\t", "USB", "\n\t\t\t", "TBA", "\n\t\t\t", "Frente: Un puerto USB Type-A\n\t\t\t", "Atrás: Puerto de SSD externo 1TB", "\n\t\t\t", "\n\t\t", "\n\t\t", "\n\t\t\t", "Transmisión en vivo", "\n\t\t\t", "TBA", "\n\t\t\t", "TBA", "\n\t\t", "\n\t\t", "\n\t\t\t", "Preservación de reputación", "\n\t\t\t", "TBA", "\n\t\t\t", "TBA", "\n\t\t", "\n\t\t", "\n\t\t\t", "Conexión a internet", "\n\t\t\t", "TBA", "\n\t\t\t", "Ethernet", "\n\t\t", "\n\t\t", "\n\t\t\t", "BlueTooth", "\n\t\t\t", "TBA", "\n\t\t\t", "Si (más conexión a controles por Radio)", "\n\t\t", "\n\t", "\n", " "], "fecha": ["Publicado el 18 de Marzo de 2020 a las 12:01"]},
{"titulo_articulo": ["Xbox Series X: estas son todas las increíbles especificaciones técnicas"], "contenido": ["La lista de todas las especificaciones de Xbox Serie X fue presentada. La información se reveló en una publicación del blog de ", "Xbox", " y puedes ver la lista a continuación.", "Esas especificaciones también confirman para qué sirve el misterioso puerto de la Serie X: como informa ", "Digital Foundry ", ", Microsoft y Seagate han creado un SSD externo patentado de 1TB que se puede conectar a la consola para almacenamiento adicional. Esencialmente, es una tarjeta de memoria gigante.", "\n\t", "CPU", ": 8x Zen 2 Cores at 3.8GHz (3.6GHz with SMT)", "\n\t", "GPU", ": 12 TFLOPs, 52 CUs at 1.825GHz, Custom RDNA 2", "\n\t", "Die Size", ": 360.45mm2", "\n\t", "Process", ": TSMC 7nm Enhanced", "\n\t", "Memory", ": 16GB GDDR6", "\n\t", "Memory Bandwidth", ": 10GB at 560GB/s, 6GB at 336GB/s", "\n\t", "Internal", " ", "Storage", ": 1TB Custom NVMe SSD", "\n\t", "I/O", " ", "Throughput", ": 2.4GB/s (Raw), 4.8GB/s (Compressed)", "\n\t", "Expandable", " ", "Storage", ": 1TB Expansion Card", "\n\t", "External", " ", "Storage", ": USB 3.2 HDD Support", "\n\t", "Optical", " ", "Drive", ": 4K UHD Blu-ray Drive", "\n\t", "Performance", " ", "Target", ": 4K at 60fps - up to 120fps", "\n\t", "CPU", ": 8 núcleos Zen 2 a 3.8GHz (3.6GHz con SMT)", "\n\t", "GPU", ": 12 TFLOP, 52 CU a 1.825 GHz, RDNA 2 personalizado", "\n\t", "Procesador", ": TSMC 7nm mejorado", "\n\t", "Memoria", ": 16 GB GDDR6", "\n\t", "Ancho de banda de memoria", ": 10 GB a 560 GB / s, 6 GB a 336 GB / s", "\n\t", "Almacenamiento interno", ": SSD NVMe personalizado de 1 TB", "\n\t", "Rendimiento de E / S", ": 2.4 GB / s (sin formato), 4.8 GB / s (comprimido)", "\n\t", "Almacenamiento expandible", ": tarjeta de expansión de 1 TB", "\n\t", "Almacenamiento externo", ": soporte USB HDD HDD", "\n\t", "Unidad óptica", ": Unidad de Blu-ray 4K UHD", "\n\t", "Objetivo de rendimiento", ": 4K a 60 fps: hasta 120 fps", "\n", "Las pruebas de Digital Foundry incluyen otros datos impresionantes. El procesador de la Serie X, por ejemplo, es lo suficientemente potente como para ejecutar cuatro sesiones de juego de Xbox One S simultáneamente. Ray Tracing, un gran motivo de orgullo tanto para Xbox Series X como para PS5, también ofrece resultados aparentemente increíbles. Se supone que el hardware dedicado dentro de la Serie X significa que la consola puede manejar un trazado de rayos más intenso de lo esperado, aprovechando el equivalente de 25 teraflops de potencia, a pesar de que la GPU de la consola tiene 12 Teraflops.", "La función Quick Resume también sigue sonando impresionante, almacenando estados de juego en el SSD y permitiéndote apagar, desconectar o actualizar la consola, luego reiniciar directamente en el juego, donde te quedaste. Según la publicación de blog de Xbox: \"Uno de los testers del equipo desconectó su consola durante una semana, luego tomó una actualización y aún pudo continuar donde lo dejó sin siquiera una pantalla de carga\".", "Un punto importante cubierto en las noticias de hoy es el beneficio de la Serie X en juegos más antiguos. Ya hemos aprendido que Gears 5 tendrá un port para Serie X, gratuito para aquellos que ya lo poseen; sin embargo, Microsoft también ha discutido una lista curada de juegos de Xbox One que trabajará para mejorar el nuevo hardware, elevando las resoluciones y posiblemente duplicando las velocidades de cuadros.", "La Serie X también es capaz de aplicar efectos HDR convincentes incluso a juegos que no fueron diseñados con esa funcionalidad en mente. A Digital Foundry se le mostró Halo 5 y el título original de Xbox, Fusion Frenzy (lanzado mucho antes de que HDR fuera una empresa en marcha), funcionando con lo que aparentemente era un efecto HDR de aspecto real. Esto abarca todo el sistema y debería aplicarse a cualquier juego capaz de ejecutarse en la Serie X, sin importar su edad. Esta tecnología también se puede usar para agregar modos de daltonismo a los juegos que no los admitían en ese momento."], "fecha": ["Publicado el 16 de Marzo de 2020 a las 08:30"]},
{"titulo_articulo": ["Xbox Series S: así lucen los juegos corriendo en la consola"], "contenido": ["Microsoft ha revelado cómo se verán los juegos de Xbox Series X en el Series S, así como la velocidad con que los juegos de generación actual se cargarán.", "En un video explicando las características del Xbox Series S (más adelante), se puede ver gameplay de Assassin's Creed Valhalla, Dirt 5, Watch Dogs Legion, Outriders, Yakuza: Like a Dragon, Call of the Sea, Tetris Effect: Connected, y The Medium, todo lo cual se mostró habiendo sido capturado directamente en un Xbox Series S.", "También vimos algunos títulos de generación actual en el video, incluyendo Gears 5 (el cual correrá el multijugador a 120 FPS en Series S y Series X), The Outer Worlds (que se mostró con tiempos de carga dramáticamente más veloces en Series S), Skate 3, Star Wars Jedi: Fallen Order, Minecraft Dungeons, y Black. Vimos escenas extendidas de la funcionalidad \"Quick Resume\", cambiando entre cuatro juegos diferentes de generación actual y de generaciones pasadas casi instantáneamente.", "El arquitecto del sistema Jason Ronald explicó que el desarrollo de juegos de próxima generación ha sido hecho \"tan fácil como es posible\" para que se puedan crear juegos sin problemas para Series S y X. Añadió que los desarrolladores típicamente optimizarán su juego para el Series X primero y después escalarán hacia abajo la renderización de resolución para el Series S, pero manteniendo todas las nuevas características de las consolas de próxima generación.", "Ronald también explicó como el Series S se asemeja y difiere del Series X, explicando que ambos incluyen la misma arquitectura de CPU corriendo a 3.6GHz, pero tienen GPUs separados. El GPU de Series S está diseñado específicamente para proyectar en 1440p, hasta a 120 frames por segundo (con escalado para televisiones 4K). sin embargo, todas las funciones de próxima generación deberían ser las mismas."], "fecha": ["Publicado el 9 de Septiembre de 2020 a las 10:30"]},
{"titulo_articulo": ["Xbox Series S: Microsoft confirma oficialmente su segunda consola de siguiente generación"], "contenido": ["Microsoft ha anunciado de forma oficial la Xbox Series S, confirmando que será una consola más pequeña y más barata que la Xbox Series X.", "\n", "👀 Let’s make it official!", "\n", "\nXbox Series S | Next-gen performance in the ˢᵐᵃˡˡᵉˢᵗ Xbox ever. $299 (ERP).", "\n", "\nLooking forward to sharing more! Soon. Promise. ", "pic.twitter.com/8wIEpLPVEq", "\n— Xbox (@Xbox) ", "September 8, 2020", "Hace un par de horas hubo una filtración que", " indicaba el precio y la fecha de lanzamiento de las nuevas consolas de Microsoft", ", además del diseño de Xbox Series S, y ante esos detalles circulando por la red la compañía de Redmond decidió confirmar la información, aunque antes de eso compartieron el siguiente tuit que dejaba ver que había algo de cierto en lo publicado.", "\n", "pic.twitter.com/L0WcSiirnt", "\n— Xbox (@Xbox) ", "September 8, 2020", "De esta manera tenemos que ", "Xbox Series S", " tendrá un precio de USD $299, destacando que Microsoft señala que será la consola Xbox más pequeña de la historia.", "Hasta el momento no se ha confirmado el precio de ", "Xbox Series X", " ni la fecha de lanzamiento de las consolas de siguiente generación, pero considerando cómo los detalles de la filtración fueron correctos, lo más probable es que también sea cierta la información del lanzamiento para el 10 de noviembre.", "En el tuit se menciona que pronto darán más información sobre estas nuevas Xbox, así que estaremos atentos para compartirles los detalles.", "De esta manera se confirma la estrategia que seguirá Microsoft, donde ", "Xbox Series X", " será su consola de siguiente generación con más potencia y un precio más elevado (la filtración indica que será de USD $499), mientras que Xbox Series S será una versión más básica y con precio relativamente más accesible.", "[Actualización]", " Microsoft ha compartido más información de Xbox Series S a través de un tráiler que nos muestra las características de la consola y confirma que se lanzará el 10 de noviembre. Pueden ver el video a continuación:", "\n", "Xbox Series S", "\n🎮 Consola de próxima generación completamente digital", "\n🏃 Tiempos de carga más rápidos", "\n📈 Frame rates más altos", "\n🌎 Mundos más dinámicos y vivos", "\n🔥 Desempeño de siguiente generación", "\n🔎 En nuestra Xbox más pequeña", "#PowerYourDreams", " ", "pic.twitter.com/TOMi0OUIoR", "\n— Xbox México (@XboxMexico) ", "September 8, 2020", " "], "fecha": ["Publicado el 8 de Septiembre de 2020 a las 03:15"]},
{"titulo_articulo": ["Xbox Series X vs Xbox Series S: ¿cómo se comparan las especificaciones de ambas consolas?"], "contenido": ["Microsoft ha revelado la existencia de una consola Xbox Series S luego de que se filtrara su material promocional. ¿Pero en qué se diferencia del Xbox Series X además de su tamaño?", "El Xbox Series S se trata de una consola relativamente menos poderosa que el Series X, además de que cuenta con un formato completamente digital y no cuenta con reproductor de discos Blu-ray. Sin embargo, aún posee muchos de los diseños presentes en el Xbox Series X. Estas son las especificaciones del Series S:", "\n\t", "Completamente digital (sin lector de discos)", "\n\t", "Tamaño 60% más pequeño que el Xbox Series X", "\n\t", "Resolución de 1440p en hasta 120FPS", "\n\t", "Raytracing DirectX", "\n\t", "VRR (Sombreado de Tasa Variable, por sus siglas en inglés)", "\n\t", "VRS (Tasa de Renovación Variable, por sus siglas en inglés)", "\n\t", "Latencia \"Ultra-Baja\"", "\n\t", "SSD NVMe personalizado de 512GB", "\n\t", "Video nativo en 4K", "\n\t", "Juegos \"upscaled\" a 4K", "\n", " ", "Hasta el momento no se han confirmado los componentes internos exactos que están siendo utilizados para este nuevo modelo de Xbox, pero algunos sugieren que se trata de un GPU completamente distinto al del Xbox Series X.", "El Series X se ha establecido como una consola mucho más poderosa, siendo capaz de tener una resolución 4K nativa para sus juegos con \"hasta 120FPS\", un lector óptico 4K UHD Blu-ray, y una GPU de 12 TFLOPS de arquitectura RDNA 2 personalizada en asociación con AMD. Adicionalmente, el Series X cuenta con el doble de espacio de almacenamiento, pero utilizando la misma clase de SSD de alta velocidad con el que se promete \"eliminar virtualmente los tiempos de carga\".", "¿Así que cual es la consola para ti? Con la oferta de Xbox Game Pass, ambas consolas de próxima generación son bastante atractivas. Dependerá de la clase de experiencia que quieras tener para la próxima generación."], "fecha": ["Publicado el 8 de Septiembre de 2020 a las 16:58"]},
{"titulo_articulo": ["Doom Eternal y The Elder Scrolls Online llegarán a PS5 y Xbox Series X con actualización gratuita"], "contenido": ["Bethesda ha anunciado que ", "Doom Eternal", " y ", "The Elder Scrolls Online", " se lanzarán en PlayStation 5 y Xbox Series X, y aquellos que posean cualquiera de los dos juegos en PS4 o Xbox One podrán actualizar a la nueva versión correspondiente de forma gratuita.", "Si bien Bethesda no reveló una fecha para las versiones de siguiente generación de ", "Doom Eternal", " y The Elder Scrolls Online, ni tampoco entró en detalles sobre las mejoras que recibirán en PS5 y Xbox Series X, sí confirmaron la noticia y revelaron que darán más información en \"las próximas semanas y meses\".", "Bethesda también señaló que sus equipos están trabajando arduamente para garantizar que ambos juegos soporten la retrocompatibilidad con las nuevas consolas cuando se lancen, lo que posiblemente insinúe que las actualizaciones no estarán listas para la ventana de lanzamiento de temporada navideña de 2020 que tienen ambas consolas.", "Estos fueron los únicos dos juegos confirmados que recibirán estas actualizaciones y mejoras gratuitas para PS5 y Xbox Series X, pero Bethesda promete que están \"comprometido a ofrecer actualizaciones gratuitas para los propietarios de consolas de la generación actual de los títulos existentes de Bethesda que llevaremos a la siguiente generación de consolas\".", "Esa fue toda la información proporcionada para este anuncio, pero Bethesda reiteró que la QuakeCon At Home se llevará a cabo del 7 al 9 de agosto y que los fanáticos deben estar atentos para recibir \"información sobre los más recientes títulos de Bethesda\".", "En otras notas recientes, ", "se anunció John Wick 5 cuando aún no se ha estrenado la cuarta película", ", ", "esto es todo lo que se anunció en el State of Play de agosto", ", ", "FIFA 21 eliminará celebraciones tóxicas", ", y ", "Xbox Live Gold y Gamepass estarán gratis durante este fin de semana", ".", " ", " "], "fecha": ["Publicado el 7 de Agosto de 2020 a las 00:58"]},
{"titulo_articulo": ["Assassin's Creed: Valhalla - el director creativo renuncia tras acusaciones de mala conducta sexual"], "contenido": ["Ashraf Ismail, director creativo de Ubisoft, ha anunciado que renunciará a su puesto en ", "Assassin’s Creed: Valhalla", " tras las acusaciones de participar en asuntos extramaritales.", "En un comunicado publicado a través de Twitter, Ismail anunció: \"", "Estoy renunciando a mi querido proyecto para tratar adecuadamente los problemas personales de mi vida. Las vidas de mi familia y la mía están destrozadas. Lo siento mucho por todas las personas que resultaron dañadas con esto", ".\"", "En un seguimiento, Ismail agregó: \"", "Hay cientos de personas talentosas y apasionadas que se esfuerzan por construir una experiencia para ustedes que no merecen estar asociadas con esto. Les deseo lo mejor.", "\"", "IGN US se ha comunicado con Ubisoft para preguntar cómo esto podría afectar al desarrollo de ", "Assassin’s Creed: Valhalla", " y si se anunciará un director creativo de reemplazo. Ubisoft proporcionó la siguiente declaración:", "\"", "Ashraf Ismail se retira del proyecto para tomar un permiso de ausencia. El equipo de desarrollo está comprometido a entregar un gran juego en Assassin’s Creed Valhalla.\"", "Durante el fin de semana surgieron múltiples acusaciones de conducta sexual inapropiada dentro de la industria del juego contra una variedad de figuras, incluidos desarrolladores de juegos y streamers. Esto incluyó a Ismail, acusado de involucrarse en asuntos extramatrimoniales y no revelar, u ocultar activamente, su estado civil a las personas con las que salió.", "Un usuario de Twitter proporcionó mensajes de texto que dicen ser intercambios de texto con Ismail donde parece ocultar su estado civil.", "La industria de los videojuegos se vio sacudida por varias acusaciones diferentes, no solo contra Ismail. Otras figuras prominentes acusadas de conducta sexual inapropiada incluyen al escritor Chris Avellone, quien desde entonces se separó del desarrollador Techland en Dying Light 2 luego de múltiples acusaciones de acoso sexual.", " "], "fecha": ["Publicado el 24 de Junio de 2020 a las 16:00"]}
]