[
{"titulo_video": ["Trailer El Mundo Oculto de Sabrina - Parte 4"], "fecha_de_publicacion": ["26 de Octubre de 2020"]},
{"titulo_articulo": ["¡Bienvenidos a IGN Latinoamérica!"], "contenido": ["​", "IGN es el sitio número 1 de gaming y entretenimiento en el mundo con una audiencia mundial de más de 50 millones y hoy, estamos más que orgullosos de unirnos a esa increíble familia con ¡IGN Latinoamérica!", "¿Y qué puedes esperar de IGN Latinoamérica? Todo lo que quieres, así de fácil. Estaremos trayendo a la región todo el contenido internacional que tanto le gusta a la audiencia de IGN: reviews, artículos y noticias, pero tropicalizados y en español. También nos concentraremos en contenido local y lo que le interesa a nuestro público regional.", "Con el gaming en Latinoamérica creciendo en popularidad, como si se hubiera comido un hongo, consideramos que es el momento perfecto para lanzar IGN Latam y esperamos que todos lo disfruten como nosotros al hacerlo.", "​", "También es muy importante recordarte que si no quieres ver la versión de IGN Latinoamérica (porque tal vez prefieras otra edición) puedes cambiarla con sólo dar click en el nombre de nuestra edición –ahí, arriba a la izquierda o en versión de mobile hasta abajo– lo importante es que tengas la opción que quieres.", "En esta parte del proceso, es probable que encuentres pequeños bugs en el sitio, pero queremos asegurarte que estamos trabajando para resolver todos y cada uno de ellos. Si llegas a encontrar alguno, cuéntanos para revisarlo lo más rápido posible.", "Y claro, no te olvides de seguirnos en nuestras redes sociales en ", "Facebook", ", ", "@IGNLatam", " y ", "Google+", " para estar enterado todo el tiempo de todo lo que sucede en el mundo del gaming y el entretenimiento.", "¡Que comiencen los juegos!", "​", "Mail de contacto:", "\n", "ign_latam@ign.com"]},
{"titulo_articulo": ["Injustice: Gods Among Us está disponible gratis para PS4, Xbox y PC, y así puedes conseguirlo"], "contenido": ["Atención fans de los juegos de pelea y de los héroes y villanos de DC, Warner Bros. está regalando Injustice: Gods Among Us, el título de 2013  desarrollado por NetherRealm y que está disponible para PC, PS4 y Xbox 360 —compatible con Xbox One.", "El anuncio de que el título estaría disponible completamente gratis vino de parte del propio Warner Bros. Games, quien anunció en Twitter que podrán descargarlo sin costo hasta el próximo 25 de junio. Pero esto no es todo, una vez descargado, se quedará en tu biblioteca de forma permanente.", " ", "\n", "Be a hero while playing with friends and family. Injustice: Gods Among Us is available for free now on ", "@Xbox", ", ", "@PlayStation", ", and PC until June 25! ", "#playathome", " ", "#playtogether", " ", "pic.twitter.com/8KP8nOJC9D", "\n— WB Games (@wbgames) ", "June 19, 2020", "Sé un héroe mientras juegas con tus amigos y familia. Injustice: Gods Among Us está disponible de forma gratuita ahora en Xbox, PlayStation y PC hasta el próximo 25 de junio. #JuegaEnCasa #JueguenJuntos", "¿Cómo descargarlo? Accede la tienda virtual de tu consola preferida, ya sea Steam, PS Store o Microsoft Store, o ve directamente a estos enlaces para ", "PC", ", ", "PS4", " y ", "Xbox", ".", "Recuerda que tienes hasta este 25 de junio para quedarte con este juego de forma permanente.", " ", "En más sobre videojuegos, te recomendamos: ", "Pokémon Snap recibirá su esperada secuela más de 20 años después del original", " y ", "estos juegos estarán gratis en Xbox One, PlayStation 4 y PC del 19 al 21 de junio", "Jemima Sebastián hace de todo un poco en IGN Latinoamérica. Ama el anime, los deportes y la fotografía. Encuéntrala en ", "Twitter", " e ", "Instagram", " como @jemafg"]},
{"titulo_articulo": ["PlayStation 5 sí correría todos los juegos de PS4, incluso aquellos \"no autorizados\" por Sony"], "contenido": ["La retrocompatibilidad del PlayStation 5 con juegos de PS4 parece ser mucho menos complicada de lo que se pensaba anteriormente.", "El streamer Lance McDonald, conocido principalmente por su contenido de minado de datos de Bloodborne y Dark Souls, publicó recientemente en Twitter un comentario que revelaba que el hardware del PS5 podrá correr cualquier juego de PS4 existente, sin importar si habían sido verificados, probados y autorizados por Sony.", "\"Ha habido algo de confusión acerca de esto en el pasado y puedo aclararlo ahora\", escribió McDonald. \"El PlayStation 5 puede correr todos los juegos de PlayStation 4 antes del whitelisting por juego. Sony continúa probando títulos pero el sistema no te prevendrá de lanzar juegos que no han sido probados\". El tweet ya fue eliminado, pero ", "ResetEra", " logró archivarlo antes de eso.", "Poco después de su eliminación, McDonald publicó que \"borré el tweet por respeto al dueño de la plataforma. Siéntanse libres de interpretar eso como gusten\".", "Previamente, la manera en que Sony había hablado de las opciones de retrocompatibilidad de la nueva consola hacían sonar a la función como si sólo pudieran correr títulos de una lista de juegos \"compatibles\". Como siempre, esto bien puede tratarse de una medida de seguridad para protegerse a si mismos al no prometer un sistema infalible cuando la diferencia en arquitecturas de consola tienen la posibilidad de causar problemas para los usuarios.", "Sea como sea, por el momento esto también se debe de tomar como poco más que un simple rumor. Después de todo no se puede saber la validez de estos comentarios a menos que sony decida hacer un comunicado oficial."]},
{"titulo_articulo": ["PlayStation: no hay interés en hacer que los juegos de PS5 tengan versión en PS4"], "contenido": ["El CEO de PlayStation, Jim Ryan, no está interesado en hacer que ", "los juegos de PS5", " se ejecuten en hardware de PS4, afirmando que los desarrolladores que trabajan en juegos de siguiente generación deberían \"aprovechar al máximo\" las características avanzadas de la nueva consola.", "Hablando con GamesIndustry, Ryan dijo: ", "\"Creemos que cuando te tomas la molestia de crear una consola de siguiente generación, debe incluir características y beneficios que la generación anterior no incluye. Y por eso, en nuestra opinión, la gente debería hacer juegos que puedan aprovechar al máximo esas características", ".\"", "La ", "PS5 ", "presenta una variedad de nuevas tecnologías personalizadas para la consola, como un control que proporciona retroalimentación háptica para simular superficies y un SSD que ofrece ", "velocidades de transferencia de datos 100 veces más altas", ", lo que permite que los datos del juego se asignen de diferentes maneras en comparación con Discos Duros mecánicos tradicionales. En pocas palabras, estas cosas no se pueden traducir al hardware de PS4 porque la consola anterior no es capaz de hacerlo. Parece que Ryan preferiría que los desarrolladores aprovechen al máximo la nueva tecnología en lugar de preocuparse por el soporte entre generaciones.", "\"", "Creemos en las generaciones, y si se trata del control DualSense, del audio 3D, o de las múltiples formas en que se puede utilizar el SSD,", "\" dijo. \"", "Estamos pensando que es hora de darle a la comunidad de PlayStation algo nuevo, algo diferente, que realmente solo se pueda disfrutar en PS5.\"", "Este enfoque es diferente del empleado por Microsoft. El plan es que los juegos de ", "Xbox Series X", " también funcionen en el hardware más antiguo de Xbox One, aunque se ejecuten con una calidad inferior. El enfoque significa que los desarrolladores deben tener en cuenta las limitaciones de la tecnología anterior al desarrollar lo que técnicamente es la más poderosa de las dos consolas de siguiente generación.", "Estamos listos para ver más de Sony en ", "la conferencia de PlayStation 5 que se realizará el próximo 4 de junio", ". Por cierto, se ha confirmado que la consola aún se lanzará este año, y además Ryan ha dicho que la pandemia de COVID-19 no afectará el precio de la nueva consola.", " "]},
{"titulo_articulo": ["PlayStation 5: Sony confirmó que sí puedes usar los discos de PS4"], "contenido": ["Una cuenta oficial de PlayStation ha confirmado que el PlayStation 5 regular que cuenta con un lector Blu-ray será capaz de hacer uso de los discos de PlayStation 4, por lo que su retrocompatibilidad no se limita a títulos digitales.", "Reportado por ", "siliconera", ", el tweet en cuestión fue publicado por la cuenta Ask PlayStation JP en respuesta a un usuario de Twitter que aseguraba que \"un disco de PS4 no funcionará incluso cuando sea insertado a un PS5\". Sin embargo, la realidad es que la retrocompatibilidad de la consola funcionará con todos los discos de PS4 que sean compatibles.", "\"Si el juego de PS4 es soportado por las operaciones de compatibilidad de PS5, las versiones de disco y digital se pueden jugar como están en el PS5\" dice el tweet en japonés. \"Si vas a jugar el juego de PS4 con un disco, por favor elige el modelo con el lector de discos. Nos disculpamos por la insuficiencia en el contacto de apoyo relacionado a [la retrocompatibilidad] del PS5, ya que hicimos el addendum de arriba\".", "\n", "PS5の互換動作に対応したPS4のゲームであれば、ディスク版でもデジタル版でもPS5でそのままプレイ可能です。PS4のゲームをディスクでプレイする場合は、ディスクドライブ搭載モデルをお選び下さい。以上PS5の互換性に関する窓口対応について不足がございましたので補足してお詫び申し上げます。 ", "pic.twitter.com/Ha0JZGHtf4", "\n— Ask PlayStation JP (@AskPS_JP) ", "September 23, 2020", "Previamente habíamos escuchado que un \"99 porciento\" de los juegos de PS4 que Sony ha puesto a prueba en el PS5 son completamente retrocompatibles, pero lamentablemente esto no se exiende a los juegos de PS1, PS2, o PS3."]},
{"titulo_articulo": ["PS5 sería 100 veces más rápido que el PlayStation 4"], "contenido": ["Las noticias sobre el PlayStation 5 y sus características siguen llegando, aunque esta vez se trata de una fuente que podemos considerar como “oficial”, ya que el CEO de Sony, Kenichiro Yoshida, aseguró que la nueva consola será mucho más rápida que el PlayStation 4. Cien veces más, para ser exactos.", "De acuerdo con información de Comic Book", ", el dato fue revelado por el directivo en una reunión de estrategia corporativa y es importante porque gracias a esto, los jugadores tendrán tiempos de carga mucho menores en el PS5 en comparación con el PS4.", "Yoshida declaró que “los jugadores deberían poder moverse por inmensos mundos de juego casi en un instante”.", "Esta noticia hará felices, particularmente, a aquellos gamers que ya están decididos a cambiar su PS4 por el PS5, debido a que las velocidades de cargas mucho menores les permitirán una mejor experiencia de juego. Lo interesante ahora será ver si los títulos de generaciones anteriores también aprovecharán esta característica.", "Hasta ahora, sin que Sony haya revelado oficialmente todas las características de su próxima consola, todo es especulación. La revelación oficial debería estar cerca de llegar, ya que de acuerdo con Sony, el lanzamiento del PS5 se mantiene para finales de este año, a pesar de la pandemia del Coronavirus.", "En más temas relacionados: ", "Sony pronto revelará los juegos para su nueva consola", ".", "Jemima Sebastián hace de todo un poco en IGN Latinoamérica. Ama el anime, los deportes y la fotografía. Encuéntrala en ", "Twitter", " e ", "Instagram", " como @jemafg"]},
{"titulo_articulo": ["Marvel's Spider-Man tu progreso en PlayStation 4 no se transferirá al PS5"], "contenido": ["Si compras la Ultimate Edition de Marvel's Spider-Man: Miles Morales para conseguir la versión remasterizada del juego original, no podrás transferir tu progreso de la versión de PS4.", "El desarrollador Insomniac Games reveló la noticia en ", "Twitter", ", así como también otorgó más detalles acerca de cómo funcionará la versión remasterizada del juego del 2018 en una serie de respuestas a preguntas de los fans.", "Si planeas continuar desde donde te quedaste en el PS4, no tendrás mucha suerte, ya que los dos juegos serán entidades completamente distintas, lo que significa que tu archivo de la generación actual no será compatible. Sin embargo, esto significa que Marvel's Spider-Man Remastered ofrecerá ", "una lista de trofeos separada", ", lo cual son excelentes noticias si eres uno de los muchos cazadores de Platinum que buscan volver a jugar el título en PS5.", "\n", "Saves won’t transfer from the original game to the Remaster", "\n— Insomniac Games (@insomniacgames) ", "September 20, 2020", "Insomniac también confirmó que Marvel's Spider-Man Rmastered no recibirá un lanzamiento físico, y sólo estará disponible como ", "un voucher de descarga o una descarga digital", ", dependiendo de cual versión de la Spider-Man: Miles Morales Ultimate Edition compres.", "Marvel's Spider-Man: Miles Morales es un juego de lanzamiento para el PS5, y se columpiará a la acción el 12 de noviembre en los Estados Unidos, Japón, Canadá, México, Australia, Nueva Zelanda y Corea del Sur, y el 19 de noviembre en el resto del mundo."]},
{"titulo_articulo": ["PlayStation 4: se anuncia una nueva serie de torneos oficiales para Latinoamérica"], "contenido": ["Sony Interactive Entertainment ha anunciado a través de PlayStation.Blog el regreso de PlayStation 4 Tournaments: Challenger Series para México y Latinoamérica.", "Steven Roberts de SIE hizo el anuncio de la nueva serie de torneos online que incluirá clasificatorias semanales, recompensas por participar en un torneo, y la oportunidad de ganar premios de acuerdo a sus resultados.", "Se menciona que el evento arrancará el próximo lunes 1 de junio con siete juegos en México (Call of Duty: Modern Warfare, EA SPORTS FIFA 20, Mortal Kombat 11, Warface, NBA 2K20, SOULCALIBUR VI y BlazBlue Cross Tag Battle) y tres juegos para la mayoría de las regiones de Latinoamérica (Call of Duty: Modern Warfare, EA SPORTS FIFA 20 y Mortal Kombat 11).", "Los torneos estarán abiertos para todos los participantes elegibles que podrán hacer el reto de cada mes para tener la oportunidad de ganar premios, además de que los mejores jugadores de ", "FIFA 20", ", ", "Mortal Kombat 11", " y ", "Modern Warfare", " en México podrán demostrar sus habilidades en las transmisiones de PlayStation.", "A continuación tienen detalles de los torneos, premios y transmisiones:", "\n", "TORNEOS ONLINE SEMANALES:", " Open Series se llevarán a cabo semanalmente y luego terminará en una Final Mensual. Compite en las clasificatorias semanales para abrirte camino hacia la Final Mensual, o si no lo pudiste lograr, regresa el siguiente mes para volver a competir en tu juego favorito y ver los premios que puedes ganar.", "\n\n", "RECOMPENSAS PARA TODOS:", " Nuevas recompensas se agregarán cada mes, y estarán disponibles para todos los que compitan en un torneo. Todos los jugadores ganarán un tema y avatar de PS4 Tournaments por participar en su primer torneo, y desde ahí en adelante, el valor de la recompensa se incrementará entre más avancen.", "\n\n", "\n\t", "Un tema especial de PS4 para cada juego en que los jugadores completen una clasificatoria.", "\n\t", "Versiones Elite de los temas y avatares para los jugadores que finalicen una clasificatoria en el Top 40%.", "\n\t", "Temas y avatares Best of the best PS4 Tournaments Champions para aquellos que lleguen a una Final Mensual.", "\n\t", "Temas y avatares Rarest of the rare Champions PS4 para los jugadores que terminen en lo más alto y muestren su dominio.", "\n", "\n\n", "OPORTUNIDADES PARA GANAR PREMIOS:", " Los jugadores que ganen el primer lugar en las Clasificatorias Abiertas semanales para juegos seleccionados se llevarán a casa un premio en dinero de $100 (USD), y los ganadores de las Finales Mensuales tendrán la oportunidad de ganar un premio de $1,000 (USD) o más.", "\n\n", "TRANSMISIONES", ": Aquellos que compitan en EA SPORTS FIFA 20, Mortal Kombat 11 y Call of Duty: Modern Warfare en México, podrán tener la oportunidad de demostrar sus habilidades a sus amigos y rivales en transmisiones organizadas por PlayStation. Los jugadores de mejor desempeño podrán ser invitados a torneos invitacionales, y los mejores de los mejores competirán en la transmisión de la final mensual de cada título.", "\n", "Pueden registrarse en el Competition Center que está disponible en móvil y web, y en ", "este enlace", " pueden conocer las reglas del torneo."]},
{"titulo_articulo": ["Ghost of Tsushima: estos son los nuevos detalles del juego exclusivo de PlayStation"], "contenido": ["El más reciente State of Play está enfocado completamente en Ghost of Tsushima. Aquí puedes ver la presentación y conocer todos los detalles.", "Ghost of Tsushima está planeado para lanzarse el 17 de julio exclusivamente en PlayStation 4, y el desarrollador Sucker Punch anunció hace poco que revelarían más información acerca del juego en el State of Play que pueden ver arriba.", "De acuerdo al Blog de PlayStation, el State of Play tiene una duración aproximada de 18 minutos, y únicamente presentará noticias acerca del juego de Sucker Punch. Esto significa que ", "no habrá noticias del PS5 en esta ocasión.", "Hasta el momento, Ghost of Tsushima parece ser el último estreno exclusivo planeado para el PlayStation 4 antes del lanzamiento del PS5 durante la temporada de fiestas del 2020. Actualizaremos esta nota con toda la información nueva que nos entregue este State of Play.", "Explorando Tsushima", "\n\t", "Usa los \"Vientos Guía\" para navegar el mundo abierto - el elegir lugares en el mapa creará vientos dentro del juego que aparecerán mientras juegas. Los jugadores pueden seguir estos vientos hacia su ubicación.", "\n\t", "Los jugadores tienen un caballo que pueden llamar cuando sea necesario. No está claro cuándo se desbloquea dentro del juego.", "\n\t", "El juego cuenta con múltiples ubicaciones en un enorme mapa, incluyendo granjas, colinas, bosques y demás. Algunas de estas áreas están controladas por los invasores mongoles, e incluyen objetivos como rescatar prisioneros.", "\n\t", "Jin Sakai, el protagonista, puede investigar puntos de interés, como hogares abandonados y árboles sospechosos.", "\n\t", "Pájaros, Zorros, y otros animales pueden guiar a Jin hacia lugares interesantes, como altares y NPCs que te otorgarán mejoras.", "\n\t", "Una vez que descubres un punto de interés, puedes viajar instantáneamente a ellos.", "\n", " ", "Combate y sigilo", "\n\t", "Jin puede desafiar enemigos a un duelo en el entorno.", "\n\t", "El combate muestra a Jin usando un solo ataque para derrotar a cada enemigo. Esto es gracias a un sistema de \"parry\" que requiere de desviar los ataque enemigos en el último momento para hacerlos vulnerables.", "\n\t", "Jin cuenta con múltiples posturas de combate, las cuales tienen usos diferentes para los varios tipos de enemigo que te encontrarás.", "\n\t", "Sucker Punch mostró la misma área, un puerto temporal en la costa, con un acercamiento de sigilo en donde Jin se vuelve el \"Fantasma sin honor\".", "\n\t", "Jin puede usar distracciones como silbatos, fuegos artificiales, y demás para acechar a sus enemigos y asesinarlos.", "\n\t", "Es posible asesinar a múltiples enemigos consecutivos si eres lo suficientemente veloz.", "\n\t", "El \"Fantasma\" puede usar otras herramientas como bombas de humo para escapar, Kunais para eliminar enemigos a distancia, y un gancho para alcanzar lugares altos.", "\n\t", "Los mongoles \"aprenderán a temerle al Fantasma\", con algunos de ellos tratando de escapar en terror en lugar de enfrentarse a Jin.", "\n", " ", "Personalización de personaje", "\n\t", "Jin puede ser personalizado con varias armaduras y ropa, lo que le da ventajas \"mecánicas\" y no sólo es algo cosmético.", "\n\t", "Los jugadores pueden descubrir y equiparse talismanes que le dan a Jin diferentes beneficios y mejoras.", "\n\t", "El estilo de juego es personalizable gracias a que puedes seleccionar diferentes técnicas con puntos de habilidad, lo cual puede cambiar tu estrategia y combate drásticamente.", "\n", " ", "Modo de fotografía", "\n\t", "El modo de fotografía de Ghost of Tsushima le permite a los jugadores acceder a él en cualquier momento del juego.", "\n\t", "El viento y otros elementos del juego pueden ser alterados para crear la escena perfecta en fotografía y video.", "\n\t", "Se puede agregar música de la banda sonora, y añadir efectos de partículas y filtros.", "\n", " ", "Pista de audio, opciones visuales", "\n\t", "Sucker Punch ha confirmado que el juego incluye una pista de voz completamente en japonés para disfrutar de la historia en una forma más auténtica, acompañada de subtítulos en distintos lenguajes.", "\n\t", "Ghost of Tsushima también incluirá un modo visual estilo película de samurai clásica, con el mundo volviendose blanco y negro, y añadiendo un filtro de \"ruido visual\" de carrete. ", "\n\t", "Estas dos opciones se pueden seleccionar desde antes de iniciar el juego, permitiéndote jugar como sea tu preferencia.", "\n"]},
{"titulo_video": ["Gran Turismo 7 - Tráiler de presentación y gameplay | Evento de PS5"], "fecha_de_publicacion": ["11 de Junio de 2020"]},
{"titulo_review": ["Disintegration - Review"], "calificacion": ["6"]},
{"titulo_video": ["Estrenos de esta semana: 22-28 de octubre"], "fecha_de_publicacion": ["22 de Octubre de 2018"]},
{"titulo_articulo": ["Comic-Con: estos son los ganadores de los Premios Eisner, el Óscar del mundo de los cómics"], "contenido": ["Como saben, la pandemia que afecta a todo el mundo provocó la cancelación de Comic-Con 2020, pero los organizadores están realizando ", "el evento virtual Comic-Con@Home", " para sustituir el evento.", "De esta manera, en el marco de Comic-Con@Home ", "se anunciaron", " a los ganadores de los Premios Eisner, que con frecuencia se les considera como el equivalente a los Premios Óscar de la industria del cómic.", "Sin más, a continuación tienen la lista con todos los ganadores de los Premios Eisner 2020:", "Mejor Historia Corta", "\n\t", "GANADOR - “Hot Comb” por Ebony Flowers, en Hot Comb (Drawn & Quarterly)", "\n\t", "“How to Draw a Horse” por Emma Hunsinger, The New Yorker", "\n\t", "“The Menopause” por Mira Jacob, The Believer", "\n\t", "“Who Gets Called an ‘Unfit’ Mother?” por Miriam Libicki, The Nib", "\n\t", "“You’re Not Going to Believe What I’m About to Tell You” por Matthew Inman, The Oatmeal", "\n", "Mejor Número Único/One-Shot", "\n\t", "GANADOR - Our Favorite Thing Is My Favorite Thing Is Monsters, por Emil Ferris (Fantagraphics)", "\n\t", "Coin-Op No. 8: Infatuation, por Peter and Maria Hoey (Coin-Op Books)", "\n\t", "The Freak, por Matt Lesniewski (AdHouse)", "\n\t", "Minotäar, por Lissa Treiman (Shortbox)", "\n\t", "Sobek, por James Stokoe (Shortbox)", "\n", "Mejor Serie Continua", "\n\t", "GANADOR - Bitter Root, por David Walker, Chuck Brown y Sanford Greene (Image)", "\n\t", "Crowded, por Christopher Sebela, Ro Stein Ted Brandt (Image)", "\n\t", "Daredevil, por Chip Zdarsky y Marco Checchetto (Marvel)", "\n\t", "The Dreaming, por Simon Spurrier, Bilquis Evely et al. (DC)", "\n\t", "Immortal Hulk, por Al Ewing, Joe Bennett, y Ruy José et al. (Marvel)", "\n", "Mejor Serie Limitada", "\n\t", "GANADOR - Little Bird por Darcy Van Poelgeest y Ian Bertram (Image)", "\n\t", "Ascender, por Jeff Lemire y Dustin Nguyen (Image)", "\n\t", "Ghost Tree, por Bobby Curnow ySimon Gane (IDW)", "\n\t", "Naomi por Brian Michael Bendis, David Walker y Jamal Campbell (DC)", "\n\t", "Sentient, por Jeff Lemire y Gabriel Walta (TKO)", "\n", "Mejor Nueva Serie", "\n\t", "GANADOR - Invisible Kingdom, por G. Willow Wilson y Christian Ward (Berger Books/Dark Horse)", "\n\t", "Doctor Doom, por Christopher Cantwell y Salvador Larocca (Marvel)", "\n\t", "Once & Future, por Kieron Gillen y Dan Mora (BOOM! Studios)", "\n\t", "Something Is Killing the Children, por James Tynion IV y Werther Dell’Edera (BOOM! Studios)", "\n\t", "Undiscovered Country, por Scott Snyder, Charles Soule, Giuseppe Camuncoli, y Daniele Orlandini (Image)", "\n", "Mejor Publicación para Lectores Pequeños", "\n\t", "GANADOR - Comics: Easy as ABC, by Ivan Brunetti (TOON)", "\n\t", "Kitten Construction Company: A Bridge Too Fur, por John Patrick Green (First Second/Macmillan)", "\n\t", "The Pigeon HAS to Go to School! por Mo Willems (Hyperion Books)", "\n\t", "A Trip to the Top of the Volcano with Mouse, por Frank Viva (TOON)", "\n\t", "¡Vamos! Let’s Go to the Market, por Raúl the Third (Versify/Houghton Mifflin Harcourt)", "\n\t", "Who Wet My Pants? por Bob Shea y Zachariah Ohora (Little, Brown)", "\n", "Mejor Publicación para Niños", "\n\t", "GANADOR - Guts, por Raina Telgemeier (Scholastic Graphix)", "\n\t", "Akissi: More Tales of Mischief, por Marguerite Abouet y Mathieu Sapin (Flying Eye/Nobrow)", "\n\t", "Dog Man: For Whom the Ball Rolls, por Dav Pilkey (Scholastic Graphix)", "\n\t", "New Kid, por Jerry Craft (Quill Tree/HarperCollins)", "\n\t", "This Was Our Pact, por Ryan Andrews (First Second/Macmillan)", "\n\t", "The Wolf in Underpants, por Wilfrid Lupano, Mayana Itoïz, and Paul Cauuet (Graphic Universe/Lerner Publishing Group)", "\n", "Mejor Publicación para Adolescentes", "\n\t", "GANADOR - Laura Dean Keeps Breaking Up with Me, por Mariko Tamaki y Rosemary Valero-O’Connell (First Second/Macmillan)", "\n\t", "Harley Quinn: Breaking Glass, por Mariko Tamaki y Steve Pugh (DC)", "\n\t", "Hot Comb, por Ebony Flowers (Drawn & Quarterly)", "\n\t", "Kiss Number 8, por Colleen AF Venable y Ellen T. Crenshaw (First Second/Macmillan)", "\n\t", "Penny Nichols, por MK Reed, Greg Means, y Matt Wiegle (Top Shelf)", "\n", "Mejor Publicación de Humor", "\n\t", "GANADOR - The Way of the Househusband, vol. 1, por Kousuke Oono, traducción por Sheldon Drzka (VIZ Media)", "\n\t", "Anatomy of Authors, por Dave Kellett (SheldonComics.com)", "\n\t", "Death Wins a Goldfish, por Brian Rea (Chronicle Books)", "\n\t", "Minotäar, por Lissa Treiman (Shortbox)", "\n\t", "Sobek, por James Stokoe (Shortbox)", "\n\t", "Wondermark: Friends You Can Ride On, por David Malki (Wondermark)", "\n", "Mejor Antología", "\n\t", "GANADOR - Drawing Power: Women’s Stories of Sexual Violence, Harassment, y Survival, editado por Diane Noomin (Abrams)", "\n\t", "ABC of Typography, por David Rault (SelfMade Hero)", "\n\t", "Baltic Comics Anthology š! #34-37, editado por David Schilter, Sanita Muižniece et al. (kuš!)", "\n\t", "Kramer’s Ergot #10, editado por Sammy Harkham (Fantagraphics)", "\n\t", "The Nib #2–4, editado por Matt Bors (Nib)", "\n", "Mejor Trabajo Basado en la Realidad", "\n\t", "GANADOR - They Called Us Enemy, por George Takei, Justin Eisinger, Steven Scott, y Harmony Becker (Top Shelf)", "\n\t", "Good Talk: A Memoir in Conversations, por Mira Jacob (One World/Random House)", "\n\t", "Grass, por Keum Suk Gendry-Kim, translation por Janet Hong (Drawn & Quarterly)", "\n\t", "Kid Gloves: Nine Months of Careful Chaos, por Lucy Knisley (First Second/Macmillan)", "\n\t", "Moonbound: Apollo 11 and the Dream of Spaceflight, por Jonathan Fetter-Vorm (Hill & Wang)", "\n\t", "My Solo Exchange Diary, vol. 2 (sequel to My Lesbian Experience with Loneliness), por Nagata Kabi, translation por Jocelyne Allen (Seven Seas)", "\n", "Mejor Albúm Gráfico Nuevo", "\n\t", "GANADOR - Are You Listening? por Tillie Walden (First Second/Macmillan)", "\n\t", "Bezimena, por Nina Bunjevac (Fantagraphics)", "\n\t", "BTTM FDRS, por Ezra Claytan Daniels y Ben Passmore (Fantagraphics)", "\n\t", "Life on the Moon, por Robert Grossman (Yoe Books/IDW)", "\n\t", "New World, por David Jesus Vignolli (Archaia/BOOM!)", "\n\t", "Reincarnation Stories, por Kim Deitch (Fantagraphics)", "\n", "Mejor Albúm Gráfico Reimpreso", "\n\t", "GANADOR - LaGuardia, por Nnedi Okorafor y Tana Ford (Berger Books/Dark Horse)", "\n\t", "Bad Weekend por Ed Brubaker y Sean Phillips (Image)", "\n\t", "Clyde Fans, por Seth (Drawn & Quarterly)", "\n\t", "Cover, vol. 1, por Brian Michael Bendis y David Mack (DC/Jinxworld)", "\n\t", "Glenn Ganges: The River at Night, por Kevin Huizenga (Drawn & Quarterly)", "\n\t", "Rusty Brown, por Chris Ware (Pantheon)", "\n", "Mejor Adaptación desde otro Medio", "\n\t", "GANADOR - Snow, Glass, Apples, por Neil Gaiman y Colleen Doran (Dark Horse Books)", "\n\t", "Giraffes on Horseback Salad: Salvador Dali, the Marx Brothers and the Strangest Movie Never Made, por Josh Frank, Tim Hedecker, y Manuela Pertega (Quirk Books)", "\n\t", "The Giver, por Lois Lowry y P. Craig Russell, (HMH Books for Young Readers)", "\n\t", "The Handmaid’s Tale: The Graphic Novel, por Margaret Atwood, adaptado por Renee Nault (Nan A. Talese)", "\n\t", "HP Lovecraft’s At the Mountains of Madness, vols. 1–2, adaptado por Gou Tanabe, tranducción de Zack Davisson (Dark Horse Manga)", "\n\t", "The Seventh Voyage, por Stanislaw Lem, adaptado por Jon Muth, traducción por Michael Kandel (Scholastic Graphix)", "\n", "Mejor Edición para Estados Unidos de Material Internacional", "\n\t", "GANADOR - The House, por Paco Roca, traducción por Andrea Rosenberg (Fantagraphics)", "\n\t", "Diabolical Summer, por Thierry Smolderen y Alexandre Clerisse, traducción por Edward Gauvin (IDW)", "\n\t", "Gramercy Park, por Timothée de Fombelle y Christian Cailleaux, traducción por Edward Gauvin (EuroComics/IDW)", "\n\t", "Maggy Garrisson, por Lewis Trondheim y Stéphane Oiry, traducción por Emma Wilson (SelfMadeHero)", "\n\t", "Stay, por Lewis Trondheim y Hubert Chevillard, traducción por Mike Kennedy (Magnetic Press)", "\n\t", "Wrath of Fantômas, por Olivier Bouquet y Julie Rocheleau, traducción por Edward Gauvin (Titan)", "\n", "Mejor Edición para Estados Unidos de Material Internacional - Asia", "\n\t", "GANADOR - Cats of the Louvre, por Taiyo Matsumoto, traducido por Michael Arias (VIZ Media)", "\n\t", "BEASTARS, por Paru Itagaki, traducido por Tomo Kimura (VIZ Media)", "\n\t", "Grass, por Keum Suk Gendry-Kim, traducido por Janet Hong (Drawn & Quarterly)", "\n\t", "Magic Knight Rayearth 25th Anniversary Edition, por CLAMP, traducidon por Melissa Tanaka (Kodansha)", "\n\t", "The Poe Clan, por Moto Hagio, traducido por Rachel Thorn (Fantagraphics)", "\n\t", "Witch Hat Atelier, por Kamome Shirahama, traducido por Stephen Kohler (Kodansha)", "\n", "Mejor Colección o Proyecto de Archivo de Tiras de Cómic", "\n\t", "GANADOR - Krazy Kat: The Complete Color Sundays, por George Herriman, editado por Alexander Braun (TASCHEN)", "\n\t", "Ed Leffingwell’s Little Joe, por Harold Gray, editado por Peter Maresca y Sammy Harkham (Sunday Press Books)", "\n\t", "The George Herriman Library: Krazy & Ignatz 1916–1918, editado por R.J. Casey (Fantagraphics)", "\n\t", "Madness in Crowds: The Teeming Mind of Harrison Cady, por Violet y Denis Kitchen (Beehive Books)", "\n\t", "Pogo, Vol. 6: Clean as a Weasel, por Walt Kelly, edited por Mark Evanier y Eric Reynolds (Fantagraphics)", "\n\t", "Cham: The Best Comic Strips and Graphic Novelettes, 1839–1862, por David Kunzle (University Press of Mississippi)", "\n", "Mejor Colección o Proyecto de Archivo de Cómics", "\n\t", "GANADOR - Stan Sakai’s Usagi Yojimbo: The Complete Grasscutter Artist Select, por Stan Sakai, editado por Scott Dunbier (IDW)", "\n\t", "Alay-Oop, por William Gropper (New York Review Comics)", "\n\t", "The Complete Crepax, vol. 5: American Stories, editado por Kristy Valenti (Fantagraphics)", "\n\t", "Jack Kirby’s Dingbat Love, editado por John Morrow (TwoMorrows)", "\n\t", "Moonshadow: The Definitive Edition, por J. M. DeMatteis, Jon J Muth, George Pratt, Kent Williams, y otros (Dark Horse Books)", "\n\t", "That Miyoko Asagaya Feeling, por Shinichi Abe, traducido por Ryan Holmberg, editado por Mitsuhiro Asakawa (Black Hook Press)", "\n", "Mejor Escritor", "\n\t", "GANADOR - Mariko Tamaki, Harley Quinn: Breaking Glass (DC); Laura Dean Keeps Breaking Up with Me (First Second/Macmillan); Archie (Archie)", "\n\t", "Bobby Curnow, Ghost Tree (IDW)", "\n\t", "MK Reed y Greg Means, Penny Nichols (Top Shelf)", "\n\t", "Lewis Trondheim, Stay (Magnetic Press); Maggy Garrisson (SelfMadeHero)", "\n\t", "G. Willow Wilson, Invisible Kingdom (Berger Books/Dark Horse); Ms. Marvel (Marvel)", "\n\t", "Chip Zdarsky, White Trees (Image); Daredevil, Spider-Man: Life Story (Marvel); Afterlift (comiXology Originals)", "\n", "Mejor Escritor/Artista", "\n\t", "GANADOR - Raina Telgemeier, Guts (Scholastic Graphix)", "\n\t", "Nina Bunjevac, Bezimena (Fantagraphics)", "\n\t", "Mira Jacob, Good Talk (Random House); “The Menopause” in The Believer (June 1, 2019)", "\n\t", "Keum Suk Gendry-Kim, Grass (Drawn & Quarterly)", "\n\t", "James Stokoe, Sobek (Shortbox)", "\n\t", "Tillie Walden, Are You Listening? (First Second/Macmillan)", "\n", "Mejor Dibujante/Entintador o Equipo de Dibujantes/Entintadores", "\n\t", "GANADOR - Rosemary Valero-O’Connell, Laura Dean Keeps Breaking Up with Me (First Second/Macmillan)", "\n\t", "Ian Bertram, Little Bird (Image)", "\n\t", "Colleen Doran, Snow, Glass, Apples (Dark Horse)", "\n\t", "Bilquis Evely, The Dreaming (DC)", "\n\t", "Simon Gane, Ghost Tree (IDW)", "\n\t", "Steve Pugh, Harley Quinn: Breaking Glass (DC)", "\n", "Mejor Pintor/Artista Digital", "\n\t", "GANADOR - Christian Ward, Invisible Kingdom (Berger Books/Dark Horse)", "\n\t", "Didier Cassegrain, Black Water Lilies (Europe Comics)", "\n\t", "Alexandre Clarisse, Diabolical Summer (IDW)", "\n\t", "David Mack, Cover (DC)", "\n\t", "Léa Mazé, Elma, A Bear’s Life, vol. 1: The Great Journey (Europe Comics)", "\n\t", "Julie Rocheleau, Wrath of Fantômas (Titan)", "\n", "Mejor Artista de Portadas", "\n\t", "GANADOR - Emma Rios, Pretty Deadly (Image)", "\n\t", "Jen Bartel, Blackbird (Image Comics)", "\n\t", "Francesco Francavilla, Archie, Archie 1955, Archie Vs. Predator II, Cosmo (Archie)", "\n\t", "David Mack, American Gods, Fight Club 3 (Dark Horse); Cover (DC)", "\n\t", "Julian Totino Tedesco, Daredevil (Marvel)", "\n\t", "Christian Ward, Machine Gun Wizards (Dark Horse), Invisible Kingdom (Berger Books/Dark Horse)", "\n", "Mejor Colorista", "\n\t", "GANADOR - Dave Stewart, Black Hammer, B.P.R.D.: The Devil You Know, Hellboy y the BPRD (Dark Horse); Gideon Falls (Image); Silver Surfer Black, Spider-Man (Marvel)", "\n\t", "Lorena Alvarez, Hicotea (Nobrow)", "\n\t", "Jean-Francois Beaulieu, Middlewest, Outpost Zero (Image)", "\n\t", "Matt Hollingsworth, Batman: Curse of the White Knight, Batman White Knight Presents Von Freeze (DC); Little Bird, November (Image)", "\n\t", "Molly Mendoza, Skip (Nobrow)", "\n", "Mejor Letrista", "\n\t", "GANADOR - Stan Sakai, Usagi Yojimbo (IDW)", "\n\t", "Deron Bennett, Batgirl, Green Arrow, Justice League, Martian Manhunter (DC); Canto (IDW); Assassin Nation, Excellence (Skybound/Image); To Drink y To Eat, vol. 1 (Lion Forge); Resonant (Vault)", "\n\t", "Jim Campbell, Black Badge, Coda (BOOM Studios); Giant Days, Lumberjanes: The Shape of Friendship (BOOM Box!); Rocko’s Modern Afterlife (KaBOOM!); At the End of Your Tether (Lion Forge); Blade Runner 2019 (Titan); Mall, The Plot, Wasted Space (Vault)", "\n\t", "Clayton Cowles, Aquaman, Batman, Batman y the Outsiders, Heroes in Crisis, Superman: Up in the Sky, Superman’s Pal Jimmy Olsen (DC); Bitter Root, Pretty Deadly, Moonstruck, Redlands, The Wicked + The Divine (Image); Reaver (Skybound/Image); Daredevil, Ghost-Spider, Silver Surfer Black, Superior Spider-Man, Venom (Marvel)", "\n\t", "Emilie Plateau, Colored: The Unsung Life of Claudette Colvin (Europe Comics)", "\n\t", "Tillie Walden, Are You Listening? (First Second/Macmillan)", "\n", "Mejor Publicación de Periodismo Relacionada con Cómics", "\n\t", "GANADOR - Women Write About Comics, editado por Nola Pfau y Wendy Browne", "\n\t", "Comic Riffs blog, por Michael Cavna", "\n\t", "The Comics Journal, editado por Gary Groth, RJ Casey, y Kristy Valenti (Fantagraphics)", "\n\t", "Hogan’s Alley, editado por Tom Heintjes (Hogan’s Alley)", "\n\t", "Inks: The Journal of the Comics Studies Society, editado por Qiana Whitted (Ohio State University Press)", "\n\t", "LAAB Magazine, vol. 4: This Was Your Life, editado por Ronald Wimberly y Josh O’Neill (Beehive Books)", "\n", "Mejor Libro Relacionado con los Cómics", "\n\t", "GANADOR - Making Comics, por Lynda Barry (Drawn & Quarterly)", "\n\t", "The Art of Nothing: 25 Years of Mutts and the Art of Patrick McDonnell (Abrams)", "\n\t", "The Book of Weirdo, por Jon B. Cooke (Last Gasp)", "\n\t", "Grunt: The Art y Unpublished Comics of James Stokoe (Dark Horse)", "\n\t", "Logo a Gogo: Branding Pop Culture, por Rian Hughes (Korero Press)", "\n\t", "Screwball! The Cartoonists Who Made the Funnies Funny, por Paul Tumey (Library of American Comics/IDW)", "\n", "Mejor Trabajo Académico/Escolar", "\n\t", "GANADOR - EC Comics: Race, Shoc and Social Protest, por Qiana Whitted (Rutgers University Press)", "\n\t", "The Art of Pere Joan: Space, Landscape, y Comics Form, por Benjamin Fraser (University of Texas Press)", "\n\t", "The Comics of Rutu Modan: War, Love, y Secrets, por Kevin Haworth (University Press of Mississippi)", "\n\t", "The Peanuts Papers: Writers y Cartoonists on Charlie Brown, Snoopy & the Gang, and the Meaning of Life, editado por Andrew Blauner (Library of America)", "\n\t", "Producing Mass Entertainment: The Serial Life of the Yellow Kid, por Christina Meyer (Ohio State University Press)", "\n\t", "Women’s Manga in Asia and Beyond: Uniting Different Cultures and Identities, editado por Fusami Ogi et al. (Palgrave Macmillan)", "\n", "Mejor Diseño de Publicación", "\n\t", "GANADOR - Making Comics, diseñado por Lynda Barry (Drawn & Quarterly)", "\n\t", "Grunt: The Art and Unpublished Comics of James Stokoe, diseñado por Ethan Kimberling (Dark Horse)", "\n\t", "Krazy Kat: The Complete Color Sundays, por George Herriman, diseñado por Anna-Tina Kessler (TASCHEN)", "\n\t", "Logo a Gogo, diseñado por Rian Hughes (Korero Press)", "\n\t", "Madness in Crowds: The Teeming Mind of Harrison Cady, diseñado por Paul Kopple y Alex Bruce (Beehive Books)", "\n\t", "Rusty Brown, diseñado por Chris Ware (Pantheon)", "\n", "Mejor Cómic Digital", "\n\t", "GANADOR - Afterlift, por Chip Zdarsky y Jason Loo (comiXology Originals)", "\n\t", "Black Water Lilies, por Michel Bussi, adaptado por Frédéric Duval y Didier Cassegrain, traducido por Edward Gauvin (Europe Comics)", "\n\t", "Colored: The Unsung Life of Claudette Colvin, por Tania de Montaigne, adaptado por Emilie Plateau, traducido por Montana Kane (Europe Comics)", "\n\t", "Elma, A Bear’s Life, vol. 1: The Great Journey, por Ingrid Chabbert y Léa Mazé, traducido por Jenny Aufiery (Europe Comics)", "\n\t", "Mare Internum, por Der-shing Helmer (comiXology; gumroad.com/l/MIPDF)", "\n\t", "Tales from Behind the Window, por Edanur Kuntman, traducido por Cem Ulgen (Europe Comics)", "\n", "Mejor Webcomic", "\n\t", "GANADOR - Fried Rice Comic, por Erica Eng", "\n\t", "Cabramatta, por Matt Huynh", "\n\t", "Chuckwagon at the End of the World, por Erik Lundy", "\n\t", "The Eyes, por Javi de Castro", "\n\t", "reMIND, por Jason Brubaker", "\n\t", "Third Shift Society, por Meredith Moriarty", "\n", "Como pueden ver, en esta edición hubo dominio de las mujeres ya que se llevaron múltiples categorías.", "¿Qué les parecieron los ganadores?"]},
{"titulo_articulo": ["PlayStation 5 y Xbox Series X: parece que los juegos serán más caros que los de actual generación"], "contenido": ["Desde hace muchos años el precio sugerido de los videojuegos ha permanecido siendo el mismo, que es de USD $59.99, pero todo parece indicar que veremos un incremento en los títulos de ", "PlayStation 5", " y ", "Xbox Series X", ".", "Todo este alboroto comenzó cuando 2K Games reveló que la edición regular de NBA 2K21 para ", "PS5 ", "y ", "Xbox Series X", " se venderá por USD $69.99, y tras las reacciones en redes sociales la compañía compartió un comunicado con Wccftech donde aclararon que el incremento en el precio representa el valor que se ofrece, esto debido a las mejoras que se realizarán para el hardware de siguiente generación.", "Y esto no parece ser una decisión de un solo estudio tal como sugiere Yoshio Osaki, el CEO de la firma de estadística IDG Consulting que habló en entrevista con ", "GamesIndustry.biz", ".", "\n", "\"La última vez que se incrementaron los precios del software en el lanzamiento de una nueva generación fue en 2005 y 2006, cuando pasó de USD $49.99 a USD $59.99 al inicio de la generación de Xbox 360 y PS3.", "\n\n", "Durante ese tiempo, los costos y precios en otras verticales relacionadas han aumentado.", "\n\n", "Incluso con el incremento a USD $69.99 para la próxima generación, ese aumento de precios de 2005 a 2020 solo aumentó un 17%, mucho más bajo que las otras comparaciones. Aunque el costo de desarrollo y distribución ha aumentado, y los precios en otras verticales de entretenimiento también han aumentado sustancialmente, el precio del software de siguiente generación no refleja esos aumentos completamente. De USD $59.99 a USD $69.99 ni siquiera cubre estos otros aumentos de costos por completo, pero se mueve más en la dirección correcta.", "\n\n", "IDG trabaja con todos los principales editores de juegos, y nuestras revisiones de canales indican que otros editores también están explorando la posibilidad de aumentar su precio de próxima generación en ciertas franquicias, por las mismas razones descritas anteriormente. No todos los juegos deberían obtener el precio de USD $69.99 en la próxima generación, pero los AAA emblemáticos como NBA 2K merecen este precio más que otros.\"", "\n", "Lo que Osaki dice sobre las comparaciones con otras verticales de entretenimiento se refiere a que los precios de las entradas de cine han aumentado un 39%, los costos de suscripción a Netflix un 100% y los paquetes de televisión por cable un 105%, además de que la producción de juegos de consola de siguiente generación se han incrementado entre un 200% y 300%.", "Así que aunque todo indica que el nuevo precio estándar en Estados Unidos será de USD $69.99, y por ende afectará el precio de los juegos en otras regiones, cabe recordar que por ejemplo Xbox Series X tendrá la característica ", "Smart Delivery", " que permitirá actualizar de forma gratuita a nueva generación algunos juegos como ", "FIFA 21", " y Marvel's Avengers."]},
{"titulo_articulo": ["Mortal Kombat 11: las filtraciones eran ciertas, Rambo llegará al juego"], "contenido": ["Mortal Kombat 11 agregará el personaje ", "Rambo", " de Sylvester Stallone como personaje DLC, junto con los personajes clásicos Mileena y Rain. Mortal Kombat 11 también recibirá una edición Ultimate, que llegará el 17 de noviembre, y tanto la versión básica como la Ultimate del juego llegarán a PS5, Xbox Series X y Xbox Series S, con actualizaciones gratuitas para los propietarios de la generación actual.", "Mortal Kombat 11 Ultimate comprenderá el juego base, la ", "expansión Aftermath", " y los Kombat Packs 1 y 2. Se lanzará en PS5, PS4, Xbox Series X/S, Xbox One, Nintendo Switch, PC y Stadia. La edición física Kollector contendrá todo lo anterior, así como un \"busto de la máscara de Sub Zero, caja de acero exclusiva, moneda magnética conmemorativa, placa de autenticidad y DLC exclusivo\".", "Las versiones de siguiente generación del juego contarán con \"resolución dinámica 4K, visuales mejorados, tiempos de carga mejorados y más\". Los propietarios de Mortal Kombat 11 y Mortal Kombat 11 Ultimate calificarán para actualizaciones gratuitas de PS4 y Xbox One a las consolas PS5 y Xbox Series. También habrá disponible Cross-Play en PS5, PS4, Xbox Series X/S y Xbox One en \"modos seleccionados\".", "Kombat Pack 2 contiene a Rambo, Mileena y Rain, y está disponible para comprar por separado. Denle un vistazo al tráiler con un primer vistazo a Rambo, Rain y Mileena a continuación:", "Rambo ha sido diseñado en base a su aspecto original de First Blood de 1982, y Sylvester Stallone le ha dado voz al personaje. Rain ha reinventado sus movimientos clásicos y ahora usa un katar, además de que puede abrir una grieta en un \"reino acuático previamente desconocido\". Mileena ahora también usa sus garras y sais en sus ataques.", "Si reservan Mortal Kombat 11 Ultimate (y su Kollector's Edition), o el Kombat Pack 2, obtendrán el paquete de skinsTime Warriors que incluye \"Dark Web\" Noob Saibot, \"HCF\" (Halt and Catch Fire) Liu Kang y \"Blood Moon\" Skarlet.", " "]},
{"titulo_articulo": ["Marvel's Avengers tendrá a Spider-Man exclusivamente en PlayStation 4"], "contenido": ["PlayStation ha confirmado que Spider-Man llegará a Marvel's Avengers como una exclusiva gratuita de PlayStation. Spider-Man será lanzado post-lanzamiento, así que no estará disponible cuando Marvel's Avengers sea lanzado el 4 de septiembre.", "En ", "una nueva publicación del blog de PlayStation", ", Marvel's Avengers confirmó que Spider-Man será añadido al elenco jugable a inicios del 2021 \"sin ningún costo adicional\" a cualquiera que cuente con el juego base. Como se filtró previamente, Spider-Man será exclusivo para los dueños del juego en PlayStation.", " ", "Un listado filtrado por un vendedor previamente parecía indicar que Spider-Man sería un personaje DLC exclusivo de Marvel's Avengers. El vendedor aclaró que ", "el listado era erroneo", ", pero eso ahora parece haber sido control de daños a causa de una filtración real.", "Marvel's Avengers ya había anunciado otro personaje DLC post-lanzamiento, Hawkeye, pero a diferencia de Spider-Man, Clint Barton no será exclusivo de ningún sistema en particular."]},
{"titulo_articulo": ["Los Sims 4: la más reciente actualización hace que los personajes orinen fuego"], "contenido": ["Una reciente actualización de ", "Los Sims 4", " ha introducido un curioso bug en el juego que está causando que algunos sims orinen fuego.", "\"¿Por qué mis sims hacen pipí literalmente con llamas? ¿Es porque está tenso?\" escribió el usuario JojoWigSnatch en el subreddit de Los Sims 4. Y no fue el único - el lugar está inundado de informes de orina inflamable, tal como lo reporta RockPaperShotgun.", "Why is my sim peeing fire??", " from ", "r/Sims4", "His pee is on fire 🔥", " from ", "r/Sims4", "Muchos afirman que tiene algo que ver con el estado emocional 'Tenso' que pueden experimentar los sims, pero hasta que EA haga una declaración, no podemos estar seguros de dónde proviene este problema. Por ahora, disfruten de esta situación absurda mientras puedan. Además de la ardiente orina, esta actualización está causando otros problemas más serios como fallas y archivos de avances perdidos. El diseñador de Sims, SimGuruNick, señaló en Twitter que el equipo se encuentra investigando estos problemas.", "Apropiadamente, esta actualización también agregó bomberos al juego, aunque, afortunadamente, las orinas con llamas no incendiará sus casas, ya que los jugadores informan que desaparece una vez que su Sim termina de hacer del número uno. \"¡También lo vi con mi sim! Pero una vez que terminó, simplemente desapareció... fue como, ¿qué?\", escribió el usuario BeadingBeauty97.", "Esta desafortunada actualización llegó antes del Eco Lifestyle Pack que se lanzó hoy 5 de junio.", "En ", "este enlace pueden darle un vistazo a nuestra reseña de Los Sims 4", " que se lanzó en 2017 para PlayStation 4 y Xbox One.", " "]},
{"titulo_articulo": ["Euforia, nervios y diversión se viven en el IGN Tournament"], "contenido": ["Gritos de emoción, nervios de acero, decepción por las derrotas, euforia por los triunfos y sobre todo, mucha diversión es lo que se vive minuto a minuto en el IGN Tournament, donde más de 700 gamers buscan quedarse con la corona definitiva en Apex Legends y sobre todo, con los 36,000 MXN que habrá para el vencedor.", "El primer torneo de IGN Latinoamérica comenzó desde las 3:30 de la tarde en las cuatro diferentes sedes de Arena en la Ciudad de México: Antara, Santa Fe, Artz Pedregal y Mundo E. Los entusiastas jóvenes participantes comenzaron a llegar antes de la primera cita -en equipos o sólos- con el ánimo por las nubes y confiando en su talento.", " ", " ", " ", "Al momento de registrarse, cada uno de los 700 jugadores recibió un kit de bienvenida que estaba formado por una bolsa, termo y camisa de IGN Tournament, más un pastelito Gansito y unas galletas Sponch. Tras el registro, muchos de ellos decidieron inmortalizar su participación en el torneo con fotos, videos y hasta transmisiones en vivo con sus seguidores.", " ", " ", " ", "Entre los participantes en Artz Pedregal se encuentra el equipo representante de Timber Esports, dedicados a los battle royale y formado por tres jóvenes especialistas en Apex Legends. Ellos salieron victoriosos en la primera ronda del Torneo y van a la cabeza con 20 kills y 119 puntos.", " ", " ", " ", "Algunos otros jugadores llegaron solos, pero con la esperanza de encontrar un equipo para compartir la intensa jornada que se vive en las distintas sedes de Arena. Si un jugador llega solo, se agrupa con otros gamers sin equipo, y quien sabe, quizá la química aparezca en alguna de estas asociaciones improvisadas y sean capaces de sorprender a más de uno.", "La mayoría de los participantes son varones, pero entre todos los gamers de Artz se encuentra una mujer, Paulina Ramírez, de 29 años, originaria de la Ciudad de México e integrante del equipo “Los Ositos”, que aunque tienen un nombre muy tierno, están en el Torneo dispuestos a arrasar.", "“Cada uno tiene sus funciones en el equipo y yo soy la persona que los cubre de los que les están disparando de lejos. Las mujeres no somos malas jugando, sólo necesitamos a alguien que nos guíe. Yo no soy estratégica, así que necesito que me guíen. Yo voy directo a los golpes”, comentó la joven.", " ", " ", " ", "Los jugadores tuvieron la oportunidad de escoger jugar en PC o en consolas, Xbox One y PlayStation 4, pero sin importar la plataforma, los gritos de los participantes inundaron todos los rincones de Arena Artz Pedregal, pues aunque usaban headsets, el tono de su voz era alto por la adrenalina del momento.", "“Tengo alguien atrás”, “¡No lo vi”, y “¡Está allá!” son algunas de las frases más repetidas durante el IGN Tournament, mientras los diferentes equipos buscan coronarse campeones de Apex Legends.", " ", " ", " ", " ", "El ambiente que se vive en cada una de las sedes es espectacular, pero si no pudiste asistir al torneo, no te preocupes, acá puedes seguir nuestra transmisión:", " "]},
{"titulo_articulo": ["Free Fire, Call of Duty, Pokémon Go: estos son todos los juegos que tienen eventos de Halloween"], "contenido": ["A pocos días de que la fecha llegue, el ambiente de Halloween ya puede respirarse, incluso en tus videojuegos favoritos. Gracias a la pandemia de Coronavirus que sigue vigente en casi todo el mundo, las fiestas de temporada estarán canceladas —esperamos— pero así tendrás tiempo suficiente para disfrutar de horas y horas con tus títulos en consola, PC o móviles.", "Y es que los eventos de Halloween ya están bastantes videojuegos, así que ahora repasaremos los que creemos que te van a interesar. ¡Revisa la lista y elige el que más te interese para llenarte de fantasmas, espíritus y claro, mucha diversión durante estos días especiales!", "Fortnite", "\n", "Epic Games", "\n", "Fortnitemares 2020", "21 de octubre - 3 de noviembre", "El evento de este año lleva el título de La Venganza de Midas, y en él Midas, la skin de nivel 100 de la temporada 2, capítulo 2, regresa como un fantasma a a La Autoridad; antes conocida como la Agencia. Además, no viene sólo, sino que trae consigo todo un ejército fantasmal y cuando mueres en los modos de Fortnitemares, te puedes convertir en Sombra para vengarte de los vivos.", "Si eliminas a Midas Sombra podrás obtener su subfusil de Tambor de Midas Sombrío.", "Animal Crossing: New Horizons", "\n", "Nintendo", "\n", "Evento de Halloween 2020", "30 de septiembre - 31 de octubre", "Este evento estará marcado por los paisajes otoñales, las calabazas, las recetas nuevas, las recompensas especiales y el personaje de Soponcio, durante todo un mes; pero el 31 de octubre tendrá lugar la Fiesta de Halloween, la cual comenzará a las 17:00 horas y terminará a las 0:00.", "Podrás comprar golosinas para regalárselas a tus vecinos, también sembrar y cosechar calabazas; y usarlas ya sea como decoración o para elaborar nuevas recetas.", "Overwatch", "\n", "Overwatch", "\n", "Terror de Halloween 2020", "13 de octubre - 3 de noviembre", "Este evento comenzó desde el pasado 13 de octubre y este año contará con nuevos aspectos como D.Va y el regreso del modo cooperativo La Venganza de Junkenstein. También podrás realizar otras misiones para ganar ítems cosméticos.", "Call of Duty: Warzone / Modern Warfare", "\n", "Activision", "\n", "The Haunting of Verdansk", "20 de octubre - 3 de noviembre", "Los jugadores de ambos títulos podrán ganar bastantes ítems nuevos, recompensas y ", "bundles", "; todo con respecto a Halloween, además de que también tendrá un ", "crossover", " con cintas de terror como Saw y La Masacre en Texas.", "Los modos de juego disponibles para Warzone serán: Zombie Royale, Nighttime BR, Juggourdnaut Royale, Nighttime Plunder; mientras que para Modern Warfare (en multijugador) estarán disponibles los modos Gunfright, Halloween Mosh Pit, Tom Snipers Only, Onslaught-er.", "Apex Legends", "\n", "Respawn", "\n", "Fight of Fright Event", "22 de octubre - 3 de noviembre", "En el evento de Apex Legends podrás disfrutar del modo por tiempo limitado, Shadow Royale, el cual te lleva a otra dimensión donde Revenant controla este mundo. Los combates son de tres vs. tres en la oscuridad y cuando resucitas lo haces siendo una Forma Sombra, con ataques cuerpo a cuerpo y velocidad ultra. Por supuesto, también podrás conseguir ", "ítems", " como máscaras raras, épicas y legendarias, además de otros objetos temáticos.", "Pokémon Go", "\n", "Niantic", "\n", "Día de Muertos", "1 y 2 de noviembre", "Niantic reveló que el evento Dia de Muertos comenzará el próximo domingo 1º de noviembre desde las 10:00 horas y se prolongará hasta el lunes 2, a las 11:59 de la noche, en el tiempo local de cada país. Durante este periodo, entrenadores de toda Latinoamérica, desde México hasta Chile y Argentina, además de las islas del Caribe, podrás disfrutar contenido especial temático.", "Por cierto, habrá Pokémon especiales tematizados y aparecerán con mayor frecuencia en estado salvaje. También habrá Tareas de Investigación de Campo especiales, una caja especial con ítems con descuento en la tienda y una sorpresa de un Pokémon espíritu, el cual aparecerá cada vez que tomen una foto con GO Snapchat. Esto no es todo, cada que uses incienso, tendrás más posibilidades de encontrarte con criaturas de tipos Fantasma y Siniestro.", "Free Fire", "\n", "Garena", "\n", "Día de Muertos x Halloween", "25 de octubre - 3 de noviembre", "El evento Día de Muertos x Halloween del ", "battle royale ", "para móviles incluirá recompensas por iniciar sesión por siete días, misiones diarias para obtener tokens de calabazas que podrás intercambiar por una granada, tabla y paracaídas temático, fragmentos de Cubo Mágico después de alcanzar cierta cantidad de Booyah!; además del evento web Reunión del Más allá donde ganarás el paquete exclusivo Embrujo de la Noche.", "Jemima Sebastián hace de todo un poco en IGN Latinoamérica. Ama el anime, los deportes y ama el otoño en general, con todo y su Día de Muertos. Encuéntrala en ", "Twitter", " e ", "Instagram", " como @jemafg"]},
{"titulo_articulo": ["PlayStation 5 permitirá grabar chats de voz y reportarlos con moderadores"], "contenido": ["Los usuarios de ", "PlayStation 5", " podrán grabar chats de voz y enviarlos a los moderadores, pero Sony ha aclarado que la compañía no estará grabando los chats.", "La noticia se reveló junto con la última actualización del software del sistema para PlayStation 4, la versión 8.00. Los usuarios de PS4 han informado haber visto una notificación en los chats de grupo donde se les dice que \"los chats de voz pueden grabarse para moderación\".", "De acuerdo a información de", "l Blog de PlayStation", ", esta es una medida anticipada de la nueva función que se lanzará junto con la PS5. \"La grabación de chat de voz para moderación es una función que estará disponible en PS5 cuando se lance y permitirá a los usuarios grabar sus chats de voz en PS5 y enviarlos para revisión de moderación.\", explicó Sid Shuman, director senior de SIE Content Communications.", "\"La ventana emergente que estás viendo en PS4 en este momento es para hacerte saber que cuando participes en un chat con un usuario de PS5 (después del lanzamiento), puedes enviar esas grabaciones desde su consola PS5 a SIE.\", agregó.", "Y para dejar las cosas particularmente claras, una de las cuentas de Twitter de soporte de PlayStation ", "aclaró definitivamente", ": \"La notificación advierte que otros usuarios pueden estar grabando su conversación de voz. No grabamos conversaciones de grupo\".", "Todavía no está claro cuáles serán las ramificaciones de este nuevo sistema: ¿será un medio para que Sony encuentre y prohíba a los usuarios que infrinjan el código de conducta en los chats de voz, según lo informado por otros jugadores? El resto de la actualización de la Versión 8.00 ofrece pequeños ajustes a la interfaz de usuario de PS4, probablemente para alinearla con las características que vienen a la consola de siguiente generación y mitigar los problemas de juego cruzado. La versión 8.00 incluye nuevos avatares, un medio para silenciar todos los micrófonos desde el menú rápido y una verificación mejorada de 2 pasos. También elimina la capacidad de crear o acceder a eventos.", " "]},
{"titulo_articulo": ["Xbox Series X tendrá \"miles de juegos\" en el lanzamiento"], "contenido": ["Microsoft pone sus esperanzas en una fuerza conocida al confirmar que el Xbox Series X se lanzará con \"miles\" de juegos... ", "refiriéndose a sus esfuerzos de retrocompatibilidad", ", en comparación con los mensajes mezclados de Sony en cuanto a las capacidades del PlayStation 5.", "\"Con más de 100,000 horas de pruebas de juego ya completadas, miles de juegos ya son jugables en Xbox Series X el día de hoy, desde los blockbusters más grandes hasta clásicos de culto y favoritos de los fans\", dijo Jason Ronald, el director de administración de programas para el Xbox Series X, en un nuevo blog de ", "Xbox Wire", ".", "\"Muchos de nosotros en el Equipo Xbox jugamos a diario en el Xbox Series X como nuestra consola principal y cambiar entre generaciones es fácil. Para cuando lancemos estas fiestas, el equipo habrá pasado más de 200,000 horas asegurándose que tu librería esté lista para que puedas saltar de inmediato\".", "Ronald también habló con IGN, y cuando se le preguntó si \"miles\" significaba que la meta era ", "cada juego de Xbox One", " - además de cientos de títulos de Xbox 360 y el Xbox original que ya son compatibles con Xbox One; Ronald dijo:", "\"La meta definitivamente es ", "los miles de títulos que corren en Xbox One hoy", ". Si el juego corre en Xbox One, es nuestra meta el hacer que también corra en Series X. Podría haber algunas excepciones aquí o allá\", añadió, notando que \"problemas técnicos o de licencias\" deberían ser los únicos obstáculos.", "Aún mejor, Ronald dice que el Xbox One, Xbox 360, y juegos originales de Xbox correrán mejor en Series X de lo que hacían originalmente. \"Todos los títulos corren en el desempeño máximo para el que originalmente fueron diseñados, muchas veces más alto que el desempeño que juegos vieron en su plataforma original de lanzamiento, resultando en ", "framerates", " y ", "rendering", " más alto y más estable a su máxima resolución y calidad visual\".", "\"Los títulos retrocompatibles también verán reducciones significantes en tiempos de carga dentro del juego del salto masivo en desempeño de nuestro SSD NVME personalizado que da poder a la Arquitectura Xbox Velocity\".", " ", " ", "Cuando fue presionado para dar ejemplos específicos, Ronald respondió: \"Todos ellos están viendo muchos beneficios en ciertas áreas\". Como un ejemplo, notó que \"títulos que usan escala de resolución dinámica - ahora es un 4K sólido o cualquiera que era su resolución designada original\". El HDR está entre las nuevas tecnologías siendo ajustadas a los juegos Xbox más viejos. \"Geometry Wars es uno que realmente disfruto. El de hecho ver eso en HDR...\" se desvió, mencionando también Boom Boom Rocket entre los dos juegos que ya tienen su HDR post-generacional añadido, Halo 5: Guardians y Fuzion Frenzy.", "También se mencionaron ", "framerates", " más altos: \"El equipo de compatibilidad ha inventado nuevas técnicas que permiten que incluso más títulos corran a resoluciones y calidad de imagen más altas, mientras aún respetan la intención artística y visión de los creadores originales\", dijo Ronald en su blog.", "\"También estamos creando nuevas clases de innovaciones incluyendo la habilidad de duplicar el ", "framerate", " de una selección de títulos desde 30 fps a 60 fps o 60 fps a 120 fps\". Cuestionado acerca de ejemplos específicos en 120fps, si tienes la televisión para ello, y Ronald mencionó que si existen, pero no pueden confirmar ninguno todavía.", "\"En muchos casos tenemos tanto poder de procesamiento en el Xbox Series X [que] lo que usaba para hacer un cierto número de milisegundos en consolas de generación previas, sólo corre a través de esos cómputos tan rápido que el GPU está sentado ahí esperando trabajar\".", "Continuó: \"Pero parte del reto es que algunos títulos de hecho basan su física o animación en [el ", "framerate", "], así que aún estamos descubriendo que títulos de hecho pueden hacer esto sin violar la intención original del título. Definitivamente tenemos algunos títulos que he visto ir de 30 a 60 y hay unos cuantos que hemos visto ir de 60 a 120, pero aún estamos en el proceso de validar el juego de extremo a extremo\".", "Para más información, puedes ver ", "el blog completo de Xbox Wire", ", y mantenerte sintonizado a IGN para mucha más cobertura de Xbox Series X, incluyendo ", "los eventos mensuales Xbox 20/20 ", "que debutaron el mes pasado."]},
{"titulo_articulo": ["PlayStation 5: Sony pronto revelará los juegos para su nueva consola"], "contenido": ["Una de las cosas que más esperan los fans de ", "PlayStation ", "5 es que finalmente se anuncien los primeros juegos que tendrá la consola, y parece que eso sucederá pronto.", "En semanas anteriores han circulado rumores que hablaban de una presentación para finales de mayo o inicios de junio, y ahora tenemos que el director de Sony le ha dado fuerza a esa posibilidad ya que comentó que \"pronto\" se anunciará la línea de juegos de ", "PlayStation 5", ".", "En una reciente reunión corporativa, Kenichiro Yoshida dijo que \"planean presentar una atractiva línea de títulos para PS5 pronto.\"", "\n", "Just announced at the Sony Corporate Strategy Meeting:", "\n", "\n\"We plan to introduce a compelling lineup of titles [for PS5] soon\" ", "pic.twitter.com/OdW96vzYBI", "\n— Nibel (@Nibellion) ", "May 19, 2020", "Además de esto, el ejecutivo confirmó que PlayStation 5 se lanzará durante la temporada navideña, que planean mejorar no solo la calidad gráfica sino también la velocidad de los juegos con ", "el uso de SSD", ", que se revolucionará la experiencia con el control, y que el apartado del sonido será una evolución gracias a la unidad de procesamiento de audio 3D.", "\n", "Sony Corporate Strategy Meeting:", "\n", "\n- PS5 scheduled for launch this holiday", "\n- Will improve not just graphical quality, but improve speed of games with SSD.", "\n- Revolutionise the controller experience", "\n- Custom 3D audio processing unit", "\n", "\n(Going over already known info) ", "pic.twitter.com/6TitmNPZEu", "\n— Daniel Ahmad (@ZhugeEX) ", "May 19, 2020", "Esperemos que ese \"pronto\" se convierta en una fecha específica en los próximos días, y si creemos en los rumores entonces el esperado evento podría ser el próximo 4 de junio para finalmente conocer los juegos de PlayStation 5, que por cierto hace unos días ya tuvimos un adelanto con ", "la presentación de Unreal Engine 5", ".", "Por cierto, otro dato que comentó Yoshida fue que en esta cuarentena ha crecido la demanda por el entretenimiento digital como los juegos, algo que han notado en PlayStation ya que PlayStation Plus llegó a 41.5 millones de suscriptores."]},
{"titulo_articulo": ["Marvel Comics continúa la historia del juego de Spider-Man de Insomniac"], "contenido": ["Si has jugado el videojuego de Insomniac de Spider-Man y estás hambriento por más de esa encarnación de Peter Parker, la más nueva serie de Spider-Man de Marvel Comics es justo lo que estás buscando. Una nueva miniserie llamada Spider-Man: Velocity retoma la historia desde donde el juego terminó y revela los secretos del nuevo traje de Spidey.", "Como reveló ", "Marvel.com", ", Sider-Man: Velocity debutará en agosto, luego de la conclusión de ", "Spider-Man: City at War", " (que adapta los eventos del juego). Velocity será escrito una vez más por Dennis \"Hopeless\" Hallum, con arte de Emilio Laiso y portada por Skan.", "Velocity comienza tras los eventos del juego, mientras Peter continúa tratando de equilibrar su vida de superhéroe y su vida personal. Un nuevo conflicto surge cuando Spider-Man se enfrenta al villano conocido como Swarm mientras intenta proteger a Mary Jane cuando ella inicia una nueva investigación junto al legendario reportero Ben Urich.", "La serie también detalla el origen del traje Velocity, explorando el por qué Peter diseñó este traje avanzado y el papel que tiene en la constante batalla por defender a Nueva York.", "El traje Velocity fue diseñado por el artista Adi Granov y es uno de varios trajes originales en aparecer en el juego de PS4.", "Spider-Man: Velocity correrá por seis ejemplares e iniciará en agosto del 2019."]},
{"titulo_articulo": ["PlayStation: Days of Play 2020 ofrece grandes ofertas en juegos, membresías, accesorios y más"], "contenido": ["Sony Interactive Entertainmnent ha anunciado que ha comenzado la promoción Days of Play 2020 que como en años anteriores ofrece grandes descuentos para celebrar a la comunidad de ", "PlayStation", " en todo el mundo.", "Days of Play estará disponible del 3 al 17 de junio e incluye ofertas en juegos físicos y digitales, membresías a PlayStation Plus, accesorios y más productos en tiendas participantes de Latinoamérica.", "A continuación pueden ver algunas de las promociones destacadas en diversos países de la región (", "vía ", "PlayStation.Blog):", "México", "\n\t", "PlayStation VR Mega Pack", "\n\t", "PlayStation Plus Suscripción de 12 Meses", "\n\t", "Gold Wireless Headset", "\n\t", "DualShock 4 Sunset Orange", "\n\t", "DualShock 4 Glacier White", "\n\t", "DualShock 4 Midnight Blue", "\n\t", "Death Stranding", "\n\t", "Marvel’s Spider-Man: Game Of The Year Edition", "\n\t", "The Last of Us Remastered", "\n\t", "God Of War", "\n\t", "Gran Turismo Sport", "\n", "Argentina", "Más del 30% de descuento en productos destacados como:", "\n\t", "PlayStation Plus Suscripción de 12 Meses", "\n\t", "Death Stranding", "\n\t", "Days Gone", "\n\t", "Marvel’s Spider-Man: Game Of The Year Edition", "\n\t", "Horizon Zero Dawn: Complete Edition", "\n\t", "The Last of Us Remastered", "\n\t", "God Of War", "\n\t", "Gran Turismo Sport", "\n", "Colombia", "Hasta un 30% de descuento en productos destacados como:", "\n\t", "The Last Of Us Remastered", "\n\t", "God Of War", "\n\t", "Marvel’s Spider-Man: Game Of The Year Edition", "\n\t", "DualShock 4 Electric Purple", "\n\t", "Gold Wireless Headset", "\n\t", "PlayStation VR Mega Pack", "\n", "Chile", "\n\t", "PlayStation VR Mega Pack", "\n\t", "PlayStation Plus Suscripción de 12 Meses", "\n\t", "Gold Wireless Headset", "\n\t", "DualShock 4 Green Camo", "\n\t", "DualShock 4 Magma Red", "\n\t", "DualShock 4 Rose Gold", "\n\t", "Marvel’s Spider-Man : Game Of The Year Edition", "\n\t", "Horizon Zero Dawn: Complete Edition", "\n\t", "The Last of Us Remastered", "\n\t", "God Of War", "\n\t", "Gran Turismo Sport", "\n", "Perú", "Hasta un 35% de descuento en productos destacados como:", "\n\t", "The Last Of Us Remastered", "\n\t", "God Of War", "\n\t", "DualShock 4 Fortnite Bundle", "\n\t", "Gold Wireless Headset", "\n\t", "Death Stranding", "\n\t", "PlayStation VR Mega Pack", "\n", "Panamá", "Hasta un 35% de descuento en productos destacados como:", "\n\t", "The Last Of Us Remastered", "\n\t", "God Of War", "\n\t", "Marvel’s Spider-Man: Game Of The Year Edition", "\n\t", "DualShock 4 Green Camo", "\n\t", "Gold Wireless Stereo Headset", "\n\t", "PlayStation VR Mega Pack", "\n", "Se menciona que además de esto se ofrecerán importantes descuentos en juegos digitales en PlayStation Store.", "Por último, se indica que los precios y las promociones pueden variar dependiendo del país.", "Y si lo que están esperando es la PlayStation 5, este jueves se iba a realizar el evento de presentación de juegos ", "pero se atrasó por la situación", " que se vive en la actualidad con el tema del racismo."]},
{"titulo_articulo": ["Ghost of Tsushima: así lucía el juego cancelado que Sucker Punch iba a hacer antes"], "contenido": ["Un video de gameplay extendido de un proyecto cancelado de Sucker Punch que existió antes de Ghost of Tsushima se ha filtrado en línea, con el nombre clave de Prophecy.", "La filtración apareció por primera vez en ", "4Chan", " y parece haber surgido del portafolio de un artista de personajes de Sucker Punch, descubierto por medio de los créditos de Ghost of Tsushima. El portafolio del empleado ya ha sido eliminado, pero no antes de que los fans pudieran republicar un video de 10 minutos de un juego llamado Prophecy, el cual ", "se puede ver por medio de este enlace", ".", " ", "El video combina cinemáticas con gameplay y se ve bastante avanzado en su desarrollo. Sigue la acción del protagonista, Abel Tvorah, que parece ser un forajido cuya ciudad ha sido invadida por un grupo enmascarado - quienes derrumban una estatua de su amado rey. El protagonista está buscando una habitación oculta debajo de la estatua pero es lanzado a una secuencia de persecución luego de ser marcado como un ladrón. El combate se ve similar a Ghost of Tsushima, y puedes ver cómo algunos de los sistemas como bombas de humo y arrastrase por debajo de edificios fueron modificados para funcionar en el eventual lanzamiento de Sucker Punch.", " ", "Sin embargo el entorno es totalmente diferente, ofreciendo una visión steampunk de una ciudad medieval. El protagonista eventualmente cae en una casa luego de ser impactado por una flecha y se encuentra con un personaje secundario, antes de que Prophecy muestre lo que parecía ser su característica definitiva - un polvo especial usado por el protagonista que puede quemar armaduras de metal y rejas de hierro. El demo termina con Abel usando la armadura de los invasores, reflexionando acerca de cómo necesita encontrar la habitación antes que ellos.", "Además del video, también puedes encontrar algunos renders del protagonista del juego y algunos enemigos, ", "publicados en ResetEra por el usuario Oozer", ". De acuerdo a Oozer, los archivos del juego sugieren que el personaje se llamaba Abel, y el nombre y datos atados al video sugieren que fue hecho (o publicado por primera vez) hace cinco años, en el 2015 o 2016."]},
{"titulo_video": ["The Umbrella Academy - Conversamos con \"Cinco\" y \"Diego\" sobre la temporada 2"], "fecha_de_publicacion": ["5 de Agosto de 2020"]},
{"titulo_video": ["Disintegration: 7 minutos del gameplay del modo Control - IGN First"], "fecha_de_publicacion": ["15 de Enero de 2020"]},
{"titulo_video": ["Estrenos de esta semana: 10 al 16 de agosto de 2020"], "fecha_de_publicacion": ["7 de Agosto de 2020"]},
{"titulo_articulo": ["Batman vs Iron Man: ¿quién es más rico?"], "contenido": ["En el mundo de los superhéroes hay bastantes tipos de súper poderes. Algunos pueden volar, poseen fuerza excepcional, se mueven a través del tiempo y el espacio, manipulan la mente de los demás; y otros simplemente son millonarios.", "¿Simplemente? No. Estos héroes han dedicado sus fortunas a crear tecnología para dedicarse a defender la justicia y a salvar a su ciudad, país y hasta el mundo, de villanos malvados que atacan a la humanidad. Entre los más destacados tenemos a Batman y a Iron Man, millonarios y justicieros. Pero, ¿te has preguntado alguna vez quién de ellos es más rico? No te preocupes, aquí te contaremos.", "Tony Stark tiene a Stark Industries, mientras que Bruce Wayne posee Wayne Enterprises, ambas empresas les han servido para crear poderosos trajes y armas que usan en su lucha por la justicia. También tienen asociaciones filantrópicas dedicadas a ayudar a los más necesitados y por supuesto, los lujos no les faltan, sobre todo a la hora de poseer impresionantes coches deportivos para sus vidas como “civiles”.", "De acuerdo a un estudio realizado por la revista Forbes, conocida en todo el mundo por sus estudios económicos, ", "la fortuna de Bruce Wayne", " se calcula en 9 mil 200 millones de dólares, lo cual en su mayoría proviene de Wayne Enterprises, dirigida de forma magistral por Lucius Fox. La riqueza de Batman proviene de una herencia familiar y también de la defensa — ya saben, la venta de armas siempre deja buenas ganancias. El mismo reporte asegura que la fortuna sería mayor, pero bastantes de ellos millones se van a la filantropía.", "En tanto, Forbes calcula que", " la fortuna de Tony Stark", " es de 12 mil 400 millones de dólares, las cuales también provienen de la industria de la defensa y de las energéticas. La revista asegura que el éxito de Stark Industries se debe en gran medida a la gran gestión que hace la CEO de la compañía, Pepper Potts. Lo mejor de ello es que esta empresa seguirá creciendo año con año.", "Veredicto: de acuerdo a este estudio, Iron Man es más rico que Batman, con su fortuna creciendo cada año.", "Lo importante es que ambos utilizan todos estos recursos para hacer el bien y buscar la justicia. ¿Se imaginan qué pasaría si estas fortunas se usaran para hacer el mal? Bueno, Joker está dando más o menos la respuesta durante el evento actual de DC Comics, “Joker War” y los resultados no son nada alentadores.", " ", "Jemima Sebastián hace de todo un poco en IGN Latinoamérica. Ama el anime, los deportes y se conformaría con sólo un millón. Encuéntrala en ", "Twitter", " e ", "Instagram", " como @jemafg"]},
{"titulo_articulo": ["FIFA 21: EA anuncia el juego de forma oficial y estos son todos los detalles"], "contenido": ["En el evento EA Play 2020 de hoy se presentaron varias ", "novedades interesantes", ", incluyendo el primer vistazo a FIFA 21.", "El anuncio se hizo con un video de la línea de juegos de EA Sports que pueden ver a continuación.", "De momento no se revelaron detalles del gameplay del nuevo FIFA, pero en la sección de preguntas y respuestas del sitio oficial se indica que se compartirán más noticias sobre esto y más el próximo mes de agosto.", "FIFA 21 se pondrá disponible en todo el mundo el 9 de octubre de 2020 en versiones para PlayStation 4, Xbox One y PC, y los jugadores que reserven las ediciones Ultimate o Champions podrán comenzar a jugar desde el 6 de octubre. Además, los suscriptores de EA Access y Origin Access tendrán una prueba gratuita desde el 1 de octubre.", "Un detalle que mencionan y que llama la atención es que FIFA 21 será parte de un programa llamado \"Dual Entitlement\" que significa que si compran el juego en PlayStation 4 o Xbox One, más adelante podrán actualizar de forma gratuita a la versión de PlayStation 5 o Xbox Series X incluyendo la transferencia de todo el progreso que lleven en el juego.", "\n", "Obtén ", "#FIFA21", " para PlayStation 4 or Xbox One antes de la revelación de FIFA 22 y actualiza gratuitamente el juego para la versión equivalente de las siguientes generaciones de consolas (PlayStation 5 or Xbox Series X).", "\nMás información ➡️ ", "https://t.co/OkMBzrvLkj", " ", "pic.twitter.com/viwcYYmd0o", "\n— EA SPORTS FIFA LATAM (@EASPORTSFutbol) ", "June 18, 2020", "Así que ya saben cuándo marcar sus calendarios para esperar la llegada del nuevo FIFA 21.", "Javier Flores Villarreal es fan de los videojuegos, el cine, las series, los autos y la buena música. Puedes encontrarlo en Twitter como ", "@Javier_FV", "."]},
{"titulo_articulo": ["Batman Arkham, Mortal Kombat, Harry Potter y más en peligro con sus estudios en riesgo de ser vendidos"], "contenido": ["Se ha reportado que AT&T está buscando vender su división de videojuegos de Warner Bros. Interactive Entertainment, la cual incluye estudios como NetherRealm, Avalanche, y Rocksteady. El trato podría valuarse por $4 mil millones de dólares y parece haber bastante interés de compañías como Take-Two, EA, y Activision Blizzard.", "En un reporte de ", "CNBC", ", la compañía de telecomunicaciones AT&T, que compró Warner Media en el 2018, está buscando divertir algunos de sus bienes para ayudar a pagar una deuda de $200 mil millones de dólares. Esto incluye WB Interactive, que ya ha capturado la atención de algunas de las compañías más grandes en la industria de los videojuegos. A pesar de esto, algunas fuentes mencionan que la venta actualmente no se encuentra tomando lugar ni es inminente.", " ", "El problema llega en que cualquier compañía que termine comprando WB Interactive no obtendría los derechos de sus Propiedades Intelectuales como Batman o Harry Potter, los cuales pertenecen por completo a Warner Bros. En lugar de eso, cualquier trato seguramente incluiría alguna clase de \"acuerdo de licencia comercial en donde AT&T podría continuar consiguiendo ingresos de su IP\", y podría causar conflictos en el desarrollo de los proyectos actuales.", "Sin embargo, una posible compra incluiría estudios que le pertenecen a WB Interactive como NetherRealm y Rocksteady, los desarrolladores de las series de Mortal Kombat y Batman Arkham respectivamente.", " ", "AT&T compró Time Warner", " por $109 mil millones de dólares en el 2018 y amasó $200 mil millones en deudas. Los inversionistas ahora están presionando a que AT&T venda \"bienes no principales\" como DirecTV y, ahora, WB Interactive.", "Hay múltiples proyectos rumoreados en desarrollo bajo la marca de Warner Bros. Interactive incluyendo un nuevo juego de Rocksteady, y un nuevo RPG de Harry Potter. ", "También hay un nuevo juego de Batman en desarrollo en WB Montreal", "."]},
{"titulo_articulo": ["Marvel's Avengers tiene un easter egg del Capitán América del MCU"], "contenido": ["Marvel's Avengers trae consigo un universo completamente nuevo de los personajes de Marvel a los fans, pero este mismo está repleto de referencias y Easter Eggs a los comics. Y aparentemente, también al MCU.", "ADVERTENCIA: este artículo discute contenido post-campaña, por lo que puede ser considerado Spoilers de la historia del juego.", "El Easter Egg en cuestión se relaciona con el martillo de Mjolnir, y parece referenciar la popular escena en Avengers: Age of Ultron en donde los héroes se relajan después de una fiesta y deciden competir por ver quién puede levantar el martillo mágico de Thor.", "Puedes activar este Easter Egg con cada uno de los seis personajes seleccionables una vez que terminas la historia y tienes acceso completo al Helicarrier Chimera. Todos los personajes pueden encontrar a Mjolnir dentro de la habitación de Thor, donde pueden intentar levantar el martillo. Pero con el Capitán América ocurre algo especial:", "Steve Rogers es el único de los héroes (además del mismo Thor) que es capaz de hacer que Mjolnir se mueva, justo como en las películas de Marvel Studios.Mientras tanto, los demás ni siquiera pueden hacer que se agite."]},
{"titulo_articulo": ["The Sims 4 es gratuito"], "contenido": ["Una de las franquicias más queridas (y vendidas) en el mundo de los videojuegos es The Sims, el videojuego de simulación que nos ha permitido crear personas e historias con bastante libertad. Los diferentes títulos de The Sims están disponibles para descarga en consolas y PC por un precio – salvo The Sims 4, por ahora.", "EA", " anunció que la versión básica de The Sims 4 ya está disponible para descarga. Mejor aún, ¡es gratis! Pero solo por tiempo limitado. La oferta estará disponible hasta el 28 de mayo, así que tal vez quieras conseguirla después de leer esto. Aunque The Sims 4 se puede descargar en PC, Xbox One y PS4, solo la versión para PC es gratuita.", "¿Parece demasiado bueno para ser cierto? Lo es, pero no hay nada que temer. Los pasos para descargar el videojuego de forma gratuita consisten en ir a la ", "página de Origin", ", completar el proceso de compra (no es un truco. Es solo papeleo), y listo. Si no tienes una cuenta de Origin, puedes crear una sin ningún costo.", "Y no te preocupes si no puedes descargarlo por falta de memoria en tu PC o cualquier otra razón: una vez que hayas hecho los pasos anteriores, The Sims 4 estará listo para descargar cuando quieras. En pocas palabras, no tiene fecha de expiración ni desaparecerá si no lo descargas de inmediato.", "The Sims se ha convertido en una de las franquicias más poderosas en el mundo de los videojuegos, con más de 200 millones de copias vendidas alrededor del mundo, siendo uno de los videojuegos mejor vendidos de todos los tiempos. Sus cuatro títulos principales junto con los spin-offs (como The Sims Carnival y The Sims Social) nos han dado horas de entretenimiento... y un complejo de Dioses un poco fuerte, pero es todo en sana diversión.", "Esta promoción estará disponible hasta el 28 de mayo, por lo que sugerimos que corras a la página de Origin lo más pronto posible.", " ", "Adriana Castañeda es redactora en IGN Latinoamérica. Vive y respira por Marvel, Star Wars, cine de terror, café, y hockey."]},
{"titulo_articulo": ["Xbox One, PS4, Switch y PC: estos son los juegos sin costo que podrás conseguir del 23 al 25 de octubre"], "contenido": ["Como cada viernes les tenemos los juegos que pueden probar o conseguir gratis durante este fin de semana, así que si les pasa que no tienen nada nuevo que jugar o simplemente es que tienen ganas de probar algo diferente, denle un vistazo al listado que incluye títulos para PC, PlayStation 4, Xbox One y Nintendo Switch.", "A continuación pueden ver la lista de juegos, teniendo en cuenta que algunos son solo pruebas temporales, ciertos son regalos y otros son descargas gratuitas permanentes que se otorgan por estar suscrito a algún servicio o como parte de alguna promoción.", "PC", "\n\t", "Fallout 76: Wastelanders", " - Se puede probar gratis hasta el 26 de octubre, y si se deciden a comprarlo pueden aprovechar que tiene un 60% de descuento.", "\n\t", "Steam tiene el Festival de Juegos de Mesa Digitales con cientos de títulos en oferta y algunas otras promociones como Fin de Semana del Editor de Codemasters.", "\n\t", "Costume Quest 2", " - Epic Games Store está regalando este juego. Podrán descargarlo hasta el 29 de octubre y se quedará en su biblioteca de forma permanente.", "\n\t", "Layers of Fear 2", " - Epic Games Store está regalando este juego. Podrán descargarlo hasta el 29 de octubre y se quedará en su biblioteca de forma permanente.", "\n\t", "Epic Games Store tiene las Ofertas de Halloween 2020 con un catálogo de juegos con ahorros de hasta el 75 por ciento.", "\n", "Xbox One", "\n\t", "Fallout 76: Wastelanders - ", "Se puede probar gratis hasta el 26 de octubre, y si se deciden a comprarlo pueden aprovechar que tiene un 60% de descuento.", "\n\t", "EA Sports UFC 4", " - Como parte de la promoción Días de juego gratis hasta el 25 de octubre, y si se deciden a comprarlo pueden aprovechar que tiene un 35% de descuento.", "\n\t", "Destroy All Humans!", " - Como parte de la promoción Días de juego gratis hasta el 25 de octubre, y si se deciden a comprarlo pueden aprovechar que tiene un 20% de descuento.", "\n\t", "Slayaway Camp Butcher's Cut ", "- Como parte de ", "los Games with Gold de octubre", ".", "\n\t", "Maid of Sker ", "- Como parte de los Games with Gold de octubre.", "\n\t", "Costume Quest ", "- Como parte de los Games with Gold de octubre.", "\n", "PlayStation 4", "\n\t", "Fallout 76: Wastelanders", " - Se puede probar gratis hasta el 26 de octubre, y si se deciden a comprarlo pueden aprovechar que tiene un 60% de descuento.", "\n\t", "Need for Speed: Payback", " - Como parte de ", "los juegos de PlayStation Plus de octubre", ".", "\n\t", "Vampyr ", "- Como parte de los juegos de PlayStation Plus de octubre.", "\n\t", "PlayStation Store tiene ", "venta especial de Halloween", " activa hasta el 2 de noviembre.", "\n", "Nintendo Switch", "\n\t", "Jump Rope Challenge", " - Disponible como descarga gratuita (La descarga gratuita sería solo hasta el 30 de septiembre, pero Nintendo decidió extender el período)", "\n\t", "Super Mario Bros. 35", " - Disponible como ", "descarga gratuita con Nintendo Switch Online", ".", "\n", "Además de todos estos títulos también está la opción de varios free-to-play disponibles para descargar en las diferentes plataformas y por supuesto el catálogo de Xbox Game Pass con muchas opciones para los suscriptores."]},
{"titulo_articulo": ["PlayStation 5: así luce el primer juego físico de la nueva consola"], "contenido": ["Estando a menos de un mes para el esperado lanzamiento de ", "PlayStation 5", ", tenemos que se ha mostrado cómo luce el primer juego físico de la nueva consola.", "Randy Pitchford, director general de Gearbox Software, presumió en sus redes sociales que comenzó la producción de las copias físicas de ", "Godfall", " para PlayStation 5, tal como pueden ver a continuación:", "\n", "Attention fellow game lovers, peers and enthusiasts: Behold the first Playstation 5 game! Hot off the presses, this is the first to manufacture next gen retail game in the world. Congratulations to Counterplay Games and the team here at Gearbox Publishing! ", "pic.twitter.com/ki9YbynRIe", "\n— Randy Pitchford (@DuvalMagic) ", "October 14, 2020", "\n", "Atención compañeros amantes de los videojuegos y entusiastas. ¡Contemplen el primer juego para PlayStation 5! Aún caliente de la imprenta, este es el primer juego de la siguiente generación que se manufactura en el mundo. ¡Felicidades a Counterplay Games y al equipo aquí en Gearbox Publishing!", "\n", "Godfall", " es un RPG de acción looter-slasher centrado en el combate cuerpo a cuerpo, y se pondrá disponible como uno de los títulos de lanzamiento de PlayStation 5, además de que también llegará en versión para PC a través de la Epic Games Store.", "De acuerdo a lo que se puede ver en las imágenes, el juego físico se trata de la Ascended Edition, y las etiquetas mencionan que como de costumbre el multijugador requerirá de membresía a PlayStation Plus, además de que el juego requerirá de 50 GB de espacio libre.", "PlayStation 5", " se pondrá disponible el 12 de noviembre."]},
{"titulo_articulo": ["Xbox Series X y S: Phil Spencer confirmó que habrá más modelos de la consola"], "contenido": ["De acuerdo al jefe en Xbox Phil Spencer, Microsoft aún planea lanzar hardware de gaming luego del lanzamiento del Xbox Series X y Xbox Series S, a pesar de que la industria de los juegos se inclina hacia un futuro digital y basado en la nube.", "Hablando con ", "Yahoo! Finance", ", Spencer confirmó que Microsoft aún está planeando desarrollar hardware dedicado al gaming, por lo menos en el futuro cercano, a pesar de que los servicios como Xbox Cloud Gaming, Google Stadia, y Amazon Luna están cambiando la manera en que el mundo juega juegos.", "\"En términos del hardware futuro, absolutamente pienso que podemos ver más hardware de consola en el camino\", dijo Spencer. \"Justo como en el video, justo como en la música, no es que el streaming ha cortado la innovación de dispositivos. Creo que continuaremos viendo eso, y eso es absolutamente para lo que estamos planeando\".", "Obviamente, las cosas pueden cambiar en el futuro, pero parece ser que Microsoft aún no está listo para comprometerse a este futuro digital. Sin embargo, la innovación de Microsoft se encuentra claramente en Xbox Game Pass.", "Con Xbox Game Pass, Microsoft ha estado construyendo una estrategia que te permite jugar juegos de Xbox en muchos dispositivos distintos, incluyendo PC y dispositivos móviles. No está fuera de lo posible el ver que Xbox Game Pass eventualmente llegue a televisiones y otras plataformas con forme pase el tiempo."]},
{"titulo_articulo": ["Xbox Series X y S: Phil Spencer confirmó que habrá más modelos de la consola"], "contenido": ["De acuerdo al jefe en Xbox Phil Spencer, Microsoft aún planea lanzar hardware de gaming luego del lanzamiento del Xbox Series X y Xbox Series S, a pesar de que la industria de los juegos se inclina hacia un futuro digital y basado en la nube.", "Hablando con ", "Yahoo! Finance", ", Spencer confirmó que Microsoft aún está planeando desarrollar hardware dedicado al gaming, por lo menos en el futuro cercano, a pesar de que los servicios como Xbox Cloud Gaming, Google Stadia, y Amazon Luna están cambiando la manera en que el mundo juega juegos.", "\"En términos del hardware futuro, absolutamente pienso que podemos ver más hardware de consola en el camino\", dijo Spencer. \"Justo como en el video, justo como en la música, no es que el streaming ha cortado la innovación de dispositivos. Creo que continuaremos viendo eso, y eso es absolutamente para lo que estamos planeando\".", "Obviamente, las cosas pueden cambiar en el futuro, pero parece ser que Microsoft aún no está listo para comprometerse a este futuro digital. Sin embargo, la innovación de Microsoft se encuentra claramente en Xbox Game Pass.", "Con Xbox Game Pass, Microsoft ha estado construyendo una estrategia que te permite jugar juegos de Xbox en muchos dispositivos distintos, incluyendo PC y dispositivos móviles. No está fuera de lo posible el ver que Xbox Game Pass eventualmente llegue a televisiones y otras plataformas con forme pase el tiempo."]},
{"titulo_articulo": ["PlayStation 5: Unreal Engine 5 revelado oficialmente con un hermoso demo"], "contenido": ["Hoy, Epic Games reveló el primer vistazo a Unreal Engine 5, su motor de juegos de próxima generación diseñado con características destinadas a hacer que los mundos de los títulos sean más detallados y dinámicos. Para mostrar el poder de su nuevo motor de juego, la empresa lanzó una demostración tecnica en tiempo real llamada \"Lumen in the Land of Nanite\" que se ejecuta en vivo en PlayStation 5.", "Lumen in the Land of Nanite es un título totalmente jugable compuesto por las dos nuevas herramientas de Unreal Engine 5: Lumens, una herramienta de iluminación global dinámica, y Nanite, una geometría virtualizada que permite a los artistas importar arte y activos de calidad cinematográfica en Unreal Engine.", "La demostración muestra a una mujer aventurarse en una caverna rocosa y descubrir un templo escondido. El material resalta cómo la luz y los objetos reaccionan dinámicamente, y la demostración termina con un vuelo emocionante a través de un cañón en ruinas. Todos los activos y elementos visuales están reaccionando en tiempo real, lo que significa que PlayStation 5 está procesando todo a medida que sucede.", "\"Creo que mucha gente [preguntará], '¿Oh, es real la demostración?' Pero sabes que la demostración fue tomada de la parte posterior de un kit de desarrollo de PlayStation 5\", dice Kim Libreri, director de tecnología de Epic Games. \"Un cable HDMI entró en una grabadora de discos y se reprodujo en tiempo real: sin edición, sin trucos, eso es lo que sale de la caja\". Por cierto, Sweeney dejó en claro que el SSD en ese dispositivo está \"muy por delante\" de las PC de gama alta actuales.", "El fundador y CEO de Epic Games, Tim Sweeney, explicó que Unreal Engine 5 está destinado a \"hacer cosas que hoy en día no son absolutamente posibles\". Esto significa ofrecer nuevos niveles de fotorrealismo y visualidad, pero también presentar estas herramientas de una manera que aumente la productividad y la eficiencia de los desarrolladores de juegos. \"Lumen [y Nanite] ... no son solo saltos de magnitud en la calidad visual, sino que también están simplificando en gran medida las tecnologías para los artistas que crean contenido\", dice Sweeney.", "El objetivo, según Kim Libreri, es hacer que los mundos de los juegos sean tan inmersivos y realistas como las películas modernas, pero donde ese objetivo difiere de las generaciones de juegos anteriores es cuán interactivo es ese realismo.", "Si bien los juegos de esta generación y anteriores son detallados y realistas, también son estáticos. La demostración de Lumens y Nanite muestra varias instancias donde los cambios en el entorno ocurren en tiempo real, y Unreal Engine 5 es capaz de procesar estos cambios de inmediato. Cuando las rocas se desmoronan, no se trata de una escena pre-renderizada, sino de un recurso de roca de alta resolución que se mueve en tiempo real en función de las acciones del jugador. Cuando una fuente de luz cambia, no son múltiples trucos para simular una luz intermitente, sino poder de procesamiento en tiempo real en el trabajo.", "Epic dice que el nivel de calidad visto en la demostración será más fácil de replicar, especialmente de desarrolladores más pequeños que anteriormente no tenían la escala o el tiempo para renderizar juegos a este nivel. Los activos de este tipo de nivel y calidad estarán disponibles en la tienda de Unreal para que otros desarrolladores los utilicen fácilmente.", "\"Es realmente fácil. Vas a la tienda de activos de Quixel, descargas las rocas y las montañas, y los activos que deseas, y simplemente los colocas allí\", dice Libreri. \"En realidad está reduciendo enormemente la barrera de entrada de lo complejo que es crear un nivel de juego\".", "Unreal Engine 5 estará disponible en versión preliminar a principios de 2021, con un lanzamiento completo programado para más adelante ese año, y será compatible con las consolas actuales y de próxima generación, PC, Mac, iOS y Android."]},
{"titulo_articulo": ["Marvel's Spider-Man tu progreso en PlayStation 4 no se transferirá al PS5"], "contenido": ["Si compras la Ultimate Edition de Marvel's Spider-Man: Miles Morales para conseguir la versión remasterizada del juego original, no podrás transferir tu progreso de la versión de PS4.", "El desarrollador Insomniac Games reveló la noticia en ", "Twitter", ", así como también otorgó más detalles acerca de cómo funcionará la versión remasterizada del juego del 2018 en una serie de respuestas a preguntas de los fans.", "Si planeas continuar desde donde te quedaste en el PS4, no tendrás mucha suerte, ya que los dos juegos serán entidades completamente distintas, lo que significa que tu archivo de la generación actual no será compatible. Sin embargo, esto significa que Marvel's Spider-Man Remastered ofrecerá ", "una lista de trofeos separada", ", lo cual son excelentes noticias si eres uno de los muchos cazadores de Platinum que buscan volver a jugar el título en PS5.", "\n", "Saves won’t transfer from the original game to the Remaster", "\n— Insomniac Games (@insomniacgames) ", "September 20, 2020", "Insomniac también confirmó que Marvel's Spider-Man Rmastered no recibirá un lanzamiento físico, y sólo estará disponible como ", "un voucher de descarga o una descarga digital", ", dependiendo de cual versión de la Spider-Man: Miles Morales Ultimate Edition compres.", "Marvel's Spider-Man: Miles Morales es un juego de lanzamiento para el PS5, y se columpiará a la acción el 12 de noviembre en los Estados Unidos, Japón, Canadá, México, Australia, Nueva Zelanda y Corea del Sur, y el 19 de noviembre en el resto del mundo."]},
{"titulo_articulo": ["PlayStation Store tiene descuentos dobles para suscriptores de PS Plus"], "contenido": ["Es un buen momento para los que están pensando en adquirir un nuevo juego para ", "PlayStation 4", " ya que están activas un par de promociones interesantes en PlayStation Store.", "Para empezar está la promoción Descuentos Dobles que tiene una variedad de juegos de PS4 con descuento, pero lo mejor es que el porcentaje de ahorro se duplica para los suscriptores de PlayStation Plus.", "Esta promoción estará activa hasta el miércoles 10 de junio e incluye títulos atractivos como ", "Assassin's Creed Origins", ", Batman: Return to Arkham, Persona 5, Ghost Recon Wildlands, Catherine: Full Body, Sniper Elite 3, Yakuza Kiwami y más. En ", "este enlace", " pueden ir a la sección \"Descuentos Dobles\" en PlayStation Store.", "Pero si buscan más opciones, deben saber que también regresó la promoción \"Juegos menos de $20 dólares\" que estará hasta el 11 de junio y también viene con juegos buenos como Assassin's Creed Odyssey, Metal Gear Solid V: The Phantom Pain, Far Cry Primal, Project CARS 2, Sniper Elite 4, Watch Dogs 2, Prey, Fallout 4 y muchos más, además de un montón de DLC. En ", "este enlace", " pueden ir directamente a la sección de esta venta especial en PlayStation Store.", "Por cierto, los juegos \"gratuitos\" de PlayStation Plus para junio son ", "Call of Duty: WWII", " que ya está disponible para descargar y ", "Star Wars: Battlefront II", " que podrán descargar desde el próximo 2 de junio.", "Y si lo que realmente les interesa es la PlayStation 5, entonces atentos que este 4 de junio ", "se llevará a cabo una conferencia", " donde se presentarán juegos de la nueva consola."]},
{"titulo_video": ["Halo Infinite - Teaser Trailer"], "fecha_de_publicacion": ["24 de Junio de 2020"]},
{"titulo_video": ["28 Big Xbox Games Coming in 2020"], "fecha_de_publicacion": ["23 de Diciembre de 2019"]},
{"titulo_video": ["Estrenos de esta semana: 3 al 9 de agosto de 2020"], "fecha_de_publicacion": ["31 de Julio de 2020"]},
{"titulo_articulo": ["Comic-Con: estos son los ganadores de los Premios Eisner, el Óscar del mundo de los cómics"], "contenido": ["Como saben, la pandemia que afecta a todo el mundo provocó la cancelación de Comic-Con 2020, pero los organizadores están realizando ", "el evento virtual Comic-Con@Home", " para sustituir el evento.", "De esta manera, en el marco de Comic-Con@Home ", "se anunciaron", " a los ganadores de los Premios Eisner, que con frecuencia se les considera como el equivalente a los Premios Óscar de la industria del cómic.", "Sin más, a continuación tienen la lista con todos los ganadores de los Premios Eisner 2020:", "Mejor Historia Corta", "\n\t", "GANADOR - “Hot Comb” por Ebony Flowers, en Hot Comb (Drawn & Quarterly)", "\n\t", "“How to Draw a Horse” por Emma Hunsinger, The New Yorker", "\n\t", "“The Menopause” por Mira Jacob, The Believer", "\n\t", "“Who Gets Called an ‘Unfit’ Mother?” por Miriam Libicki, The Nib", "\n\t", "“You’re Not Going to Believe What I’m About to Tell You” por Matthew Inman, The Oatmeal", "\n", "Mejor Número Único/One-Shot", "\n\t", "GANADOR - Our Favorite Thing Is My Favorite Thing Is Monsters, por Emil Ferris (Fantagraphics)", "\n\t", "Coin-Op No. 8: Infatuation, por Peter and Maria Hoey (Coin-Op Books)", "\n\t", "The Freak, por Matt Lesniewski (AdHouse)", "\n\t", "Minotäar, por Lissa Treiman (Shortbox)", "\n\t", "Sobek, por James Stokoe (Shortbox)", "\n", "Mejor Serie Continua", "\n\t", "GANADOR - Bitter Root, por David Walker, Chuck Brown y Sanford Greene (Image)", "\n\t", "Crowded, por Christopher Sebela, Ro Stein Ted Brandt (Image)", "\n\t", "Daredevil, por Chip Zdarsky y Marco Checchetto (Marvel)", "\n\t", "The Dreaming, por Simon Spurrier, Bilquis Evely et al. (DC)", "\n\t", "Immortal Hulk, por Al Ewing, Joe Bennett, y Ruy José et al. (Marvel)", "\n", "Mejor Serie Limitada", "\n\t", "GANADOR - Little Bird por Darcy Van Poelgeest y Ian Bertram (Image)", "\n\t", "Ascender, por Jeff Lemire y Dustin Nguyen (Image)", "\n\t", "Ghost Tree, por Bobby Curnow ySimon Gane (IDW)", "\n\t", "Naomi por Brian Michael Bendis, David Walker y Jamal Campbell (DC)", "\n\t", "Sentient, por Jeff Lemire y Gabriel Walta (TKO)", "\n", "Mejor Nueva Serie", "\n\t", "GANADOR - Invisible Kingdom, por G. Willow Wilson y Christian Ward (Berger Books/Dark Horse)", "\n\t", "Doctor Doom, por Christopher Cantwell y Salvador Larocca (Marvel)", "\n\t", "Once & Future, por Kieron Gillen y Dan Mora (BOOM! Studios)", "\n\t", "Something Is Killing the Children, por James Tynion IV y Werther Dell’Edera (BOOM! Studios)", "\n\t", "Undiscovered Country, por Scott Snyder, Charles Soule, Giuseppe Camuncoli, y Daniele Orlandini (Image)", "\n", "Mejor Publicación para Lectores Pequeños", "\n\t", "GANADOR - Comics: Easy as ABC, by Ivan Brunetti (TOON)", "\n\t", "Kitten Construction Company: A Bridge Too Fur, por John Patrick Green (First Second/Macmillan)", "\n\t", "The Pigeon HAS to Go to School! por Mo Willems (Hyperion Books)", "\n\t", "A Trip to the Top of the Volcano with Mouse, por Frank Viva (TOON)", "\n\t", "¡Vamos! Let’s Go to the Market, por Raúl the Third (Versify/Houghton Mifflin Harcourt)", "\n\t", "Who Wet My Pants? por Bob Shea y Zachariah Ohora (Little, Brown)", "\n", "Mejor Publicación para Niños", "\n\t", "GANADOR - Guts, por Raina Telgemeier (Scholastic Graphix)", "\n\t", "Akissi: More Tales of Mischief, por Marguerite Abouet y Mathieu Sapin (Flying Eye/Nobrow)", "\n\t", "Dog Man: For Whom the Ball Rolls, por Dav Pilkey (Scholastic Graphix)", "\n\t", "New Kid, por Jerry Craft (Quill Tree/HarperCollins)", "\n\t", "This Was Our Pact, por Ryan Andrews (First Second/Macmillan)", "\n\t", "The Wolf in Underpants, por Wilfrid Lupano, Mayana Itoïz, and Paul Cauuet (Graphic Universe/Lerner Publishing Group)", "\n", "Mejor Publicación para Adolescentes", "\n\t", "GANADOR - Laura Dean Keeps Breaking Up with Me, por Mariko Tamaki y Rosemary Valero-O’Connell (First Second/Macmillan)", "\n\t", "Harley Quinn: Breaking Glass, por Mariko Tamaki y Steve Pugh (DC)", "\n\t", "Hot Comb, por Ebony Flowers (Drawn & Quarterly)", "\n\t", "Kiss Number 8, por Colleen AF Venable y Ellen T. Crenshaw (First Second/Macmillan)", "\n\t", "Penny Nichols, por MK Reed, Greg Means, y Matt Wiegle (Top Shelf)", "\n", "Mejor Publicación de Humor", "\n\t", "GANADOR - The Way of the Househusband, vol. 1, por Kousuke Oono, traducción por Sheldon Drzka (VIZ Media)", "\n\t", "Anatomy of Authors, por Dave Kellett (SheldonComics.com)", "\n\t", "Death Wins a Goldfish, por Brian Rea (Chronicle Books)", "\n\t", "Minotäar, por Lissa Treiman (Shortbox)", "\n\t", "Sobek, por James Stokoe (Shortbox)", "\n\t", "Wondermark: Friends You Can Ride On, por David Malki (Wondermark)", "\n", "Mejor Antología", "\n\t", "GANADOR - Drawing Power: Women’s Stories of Sexual Violence, Harassment, y Survival, editado por Diane Noomin (Abrams)", "\n\t", "ABC of Typography, por David Rault (SelfMade Hero)", "\n\t", "Baltic Comics Anthology š! #34-37, editado por David Schilter, Sanita Muižniece et al. (kuš!)", "\n\t", "Kramer’s Ergot #10, editado por Sammy Harkham (Fantagraphics)", "\n\t", "The Nib #2–4, editado por Matt Bors (Nib)", "\n", "Mejor Trabajo Basado en la Realidad", "\n\t", "GANADOR - They Called Us Enemy, por George Takei, Justin Eisinger, Steven Scott, y Harmony Becker (Top Shelf)", "\n\t", "Good Talk: A Memoir in Conversations, por Mira Jacob (One World/Random House)", "\n\t", "Grass, por Keum Suk Gendry-Kim, translation por Janet Hong (Drawn & Quarterly)", "\n\t", "Kid Gloves: Nine Months of Careful Chaos, por Lucy Knisley (First Second/Macmillan)", "\n\t", "Moonbound: Apollo 11 and the Dream of Spaceflight, por Jonathan Fetter-Vorm (Hill & Wang)", "\n\t", "My Solo Exchange Diary, vol. 2 (sequel to My Lesbian Experience with Loneliness), por Nagata Kabi, translation por Jocelyne Allen (Seven Seas)", "\n", "Mejor Albúm Gráfico Nuevo", "\n\t", "GANADOR - Are You Listening? por Tillie Walden (First Second/Macmillan)", "\n\t", "Bezimena, por Nina Bunjevac (Fantagraphics)", "\n\t", "BTTM FDRS, por Ezra Claytan Daniels y Ben Passmore (Fantagraphics)", "\n\t", "Life on the Moon, por Robert Grossman (Yoe Books/IDW)", "\n\t", "New World, por David Jesus Vignolli (Archaia/BOOM!)", "\n\t", "Reincarnation Stories, por Kim Deitch (Fantagraphics)", "\n", "Mejor Albúm Gráfico Reimpreso", "\n\t", "GANADOR - LaGuardia, por Nnedi Okorafor y Tana Ford (Berger Books/Dark Horse)", "\n\t", "Bad Weekend por Ed Brubaker y Sean Phillips (Image)", "\n\t", "Clyde Fans, por Seth (Drawn & Quarterly)", "\n\t", "Cover, vol. 1, por Brian Michael Bendis y David Mack (DC/Jinxworld)", "\n\t", "Glenn Ganges: The River at Night, por Kevin Huizenga (Drawn & Quarterly)", "\n\t", "Rusty Brown, por Chris Ware (Pantheon)", "\n", "Mejor Adaptación desde otro Medio", "\n\t", "GANADOR - Snow, Glass, Apples, por Neil Gaiman y Colleen Doran (Dark Horse Books)", "\n\t", "Giraffes on Horseback Salad: Salvador Dali, the Marx Brothers and the Strangest Movie Never Made, por Josh Frank, Tim Hedecker, y Manuela Pertega (Quirk Books)", "\n\t", "The Giver, por Lois Lowry y P. Craig Russell, (HMH Books for Young Readers)", "\n\t", "The Handmaid’s Tale: The Graphic Novel, por Margaret Atwood, adaptado por Renee Nault (Nan A. Talese)", "\n\t", "HP Lovecraft’s At the Mountains of Madness, vols. 1–2, adaptado por Gou Tanabe, tranducción de Zack Davisson (Dark Horse Manga)", "\n\t", "The Seventh Voyage, por Stanislaw Lem, adaptado por Jon Muth, traducción por Michael Kandel (Scholastic Graphix)", "\n", "Mejor Edición para Estados Unidos de Material Internacional", "\n\t", "GANADOR - The House, por Paco Roca, traducción por Andrea Rosenberg (Fantagraphics)", "\n\t", "Diabolical Summer, por Thierry Smolderen y Alexandre Clerisse, traducción por Edward Gauvin (IDW)", "\n\t", "Gramercy Park, por Timothée de Fombelle y Christian Cailleaux, traducción por Edward Gauvin (EuroComics/IDW)", "\n\t", "Maggy Garrisson, por Lewis Trondheim y Stéphane Oiry, traducción por Emma Wilson (SelfMadeHero)", "\n\t", "Stay, por Lewis Trondheim y Hubert Chevillard, traducción por Mike Kennedy (Magnetic Press)", "\n\t", "Wrath of Fantômas, por Olivier Bouquet y Julie Rocheleau, traducción por Edward Gauvin (Titan)", "\n", "Mejor Edición para Estados Unidos de Material Internacional - Asia", "\n\t", "GANADOR - Cats of the Louvre, por Taiyo Matsumoto, traducido por Michael Arias (VIZ Media)", "\n\t", "BEASTARS, por Paru Itagaki, traducido por Tomo Kimura (VIZ Media)", "\n\t", "Grass, por Keum Suk Gendry-Kim, traducido por Janet Hong (Drawn & Quarterly)", "\n\t", "Magic Knight Rayearth 25th Anniversary Edition, por CLAMP, traducidon por Melissa Tanaka (Kodansha)", "\n\t", "The Poe Clan, por Moto Hagio, traducido por Rachel Thorn (Fantagraphics)", "\n\t", "Witch Hat Atelier, por Kamome Shirahama, traducido por Stephen Kohler (Kodansha)", "\n", "Mejor Colección o Proyecto de Archivo de Tiras de Cómic", "\n\t", "GANADOR - Krazy Kat: The Complete Color Sundays, por George Herriman, editado por Alexander Braun (TASCHEN)", "\n\t", "Ed Leffingwell’s Little Joe, por Harold Gray, editado por Peter Maresca y Sammy Harkham (Sunday Press Books)", "\n\t", "The George Herriman Library: Krazy & Ignatz 1916–1918, editado por R.J. Casey (Fantagraphics)", "\n\t", "Madness in Crowds: The Teeming Mind of Harrison Cady, por Violet y Denis Kitchen (Beehive Books)", "\n\t", "Pogo, Vol. 6: Clean as a Weasel, por Walt Kelly, edited por Mark Evanier y Eric Reynolds (Fantagraphics)", "\n\t", "Cham: The Best Comic Strips and Graphic Novelettes, 1839–1862, por David Kunzle (University Press of Mississippi)", "\n", "Mejor Colección o Proyecto de Archivo de Cómics", "\n\t", "GANADOR - Stan Sakai’s Usagi Yojimbo: The Complete Grasscutter Artist Select, por Stan Sakai, editado por Scott Dunbier (IDW)", "\n\t", "Alay-Oop, por William Gropper (New York Review Comics)", "\n\t", "The Complete Crepax, vol. 5: American Stories, editado por Kristy Valenti (Fantagraphics)", "\n\t", "Jack Kirby’s Dingbat Love, editado por John Morrow (TwoMorrows)", "\n\t", "Moonshadow: The Definitive Edition, por J. M. DeMatteis, Jon J Muth, George Pratt, Kent Williams, y otros (Dark Horse Books)", "\n\t", "That Miyoko Asagaya Feeling, por Shinichi Abe, traducido por Ryan Holmberg, editado por Mitsuhiro Asakawa (Black Hook Press)", "\n", "Mejor Escritor", "\n\t", "GANADOR - Mariko Tamaki, Harley Quinn: Breaking Glass (DC); Laura Dean Keeps Breaking Up with Me (First Second/Macmillan); Archie (Archie)", "\n\t", "Bobby Curnow, Ghost Tree (IDW)", "\n\t", "MK Reed y Greg Means, Penny Nichols (Top Shelf)", "\n\t", "Lewis Trondheim, Stay (Magnetic Press); Maggy Garrisson (SelfMadeHero)", "\n\t", "G. Willow Wilson, Invisible Kingdom (Berger Books/Dark Horse); Ms. Marvel (Marvel)", "\n\t", "Chip Zdarsky, White Trees (Image); Daredevil, Spider-Man: Life Story (Marvel); Afterlift (comiXology Originals)", "\n", "Mejor Escritor/Artista", "\n\t", "GANADOR - Raina Telgemeier, Guts (Scholastic Graphix)", "\n\t", "Nina Bunjevac, Bezimena (Fantagraphics)", "\n\t", "Mira Jacob, Good Talk (Random House); “The Menopause” in The Believer (June 1, 2019)", "\n\t", "Keum Suk Gendry-Kim, Grass (Drawn & Quarterly)", "\n\t", "James Stokoe, Sobek (Shortbox)", "\n\t", "Tillie Walden, Are You Listening? (First Second/Macmillan)", "\n", "Mejor Dibujante/Entintador o Equipo de Dibujantes/Entintadores", "\n\t", "GANADOR - Rosemary Valero-O’Connell, Laura Dean Keeps Breaking Up with Me (First Second/Macmillan)", "\n\t", "Ian Bertram, Little Bird (Image)", "\n\t", "Colleen Doran, Snow, Glass, Apples (Dark Horse)", "\n\t", "Bilquis Evely, The Dreaming (DC)", "\n\t", "Simon Gane, Ghost Tree (IDW)", "\n\t", "Steve Pugh, Harley Quinn: Breaking Glass (DC)", "\n", "Mejor Pintor/Artista Digital", "\n\t", "GANADOR - Christian Ward, Invisible Kingdom (Berger Books/Dark Horse)", "\n\t", "Didier Cassegrain, Black Water Lilies (Europe Comics)", "\n\t", "Alexandre Clarisse, Diabolical Summer (IDW)", "\n\t", "David Mack, Cover (DC)", "\n\t", "Léa Mazé, Elma, A Bear’s Life, vol. 1: The Great Journey (Europe Comics)", "\n\t", "Julie Rocheleau, Wrath of Fantômas (Titan)", "\n", "Mejor Artista de Portadas", "\n\t", "GANADOR - Emma Rios, Pretty Deadly (Image)", "\n\t", "Jen Bartel, Blackbird (Image Comics)", "\n\t", "Francesco Francavilla, Archie, Archie 1955, Archie Vs. Predator II, Cosmo (Archie)", "\n\t", "David Mack, American Gods, Fight Club 3 (Dark Horse); Cover (DC)", "\n\t", "Julian Totino Tedesco, Daredevil (Marvel)", "\n\t", "Christian Ward, Machine Gun Wizards (Dark Horse), Invisible Kingdom (Berger Books/Dark Horse)", "\n", "Mejor Colorista", "\n\t", "GANADOR - Dave Stewart, Black Hammer, B.P.R.D.: The Devil You Know, Hellboy y the BPRD (Dark Horse); Gideon Falls (Image); Silver Surfer Black, Spider-Man (Marvel)", "\n\t", "Lorena Alvarez, Hicotea (Nobrow)", "\n\t", "Jean-Francois Beaulieu, Middlewest, Outpost Zero (Image)", "\n\t", "Matt Hollingsworth, Batman: Curse of the White Knight, Batman White Knight Presents Von Freeze (DC); Little Bird, November (Image)", "\n\t", "Molly Mendoza, Skip (Nobrow)", "\n", "Mejor Letrista", "\n\t", "GANADOR - Stan Sakai, Usagi Yojimbo (IDW)", "\n\t", "Deron Bennett, Batgirl, Green Arrow, Justice League, Martian Manhunter (DC); Canto (IDW); Assassin Nation, Excellence (Skybound/Image); To Drink y To Eat, vol. 1 (Lion Forge); Resonant (Vault)", "\n\t", "Jim Campbell, Black Badge, Coda (BOOM Studios); Giant Days, Lumberjanes: The Shape of Friendship (BOOM Box!); Rocko’s Modern Afterlife (KaBOOM!); At the End of Your Tether (Lion Forge); Blade Runner 2019 (Titan); Mall, The Plot, Wasted Space (Vault)", "\n\t", "Clayton Cowles, Aquaman, Batman, Batman y the Outsiders, Heroes in Crisis, Superman: Up in the Sky, Superman’s Pal Jimmy Olsen (DC); Bitter Root, Pretty Deadly, Moonstruck, Redlands, The Wicked + The Divine (Image); Reaver (Skybound/Image); Daredevil, Ghost-Spider, Silver Surfer Black, Superior Spider-Man, Venom (Marvel)", "\n\t", "Emilie Plateau, Colored: The Unsung Life of Claudette Colvin (Europe Comics)", "\n\t", "Tillie Walden, Are You Listening? (First Second/Macmillan)", "\n", "Mejor Publicación de Periodismo Relacionada con Cómics", "\n\t", "GANADOR - Women Write About Comics, editado por Nola Pfau y Wendy Browne", "\n\t", "Comic Riffs blog, por Michael Cavna", "\n\t", "The Comics Journal, editado por Gary Groth, RJ Casey, y Kristy Valenti (Fantagraphics)", "\n\t", "Hogan’s Alley, editado por Tom Heintjes (Hogan’s Alley)", "\n\t", "Inks: The Journal of the Comics Studies Society, editado por Qiana Whitted (Ohio State University Press)", "\n\t", "LAAB Magazine, vol. 4: This Was Your Life, editado por Ronald Wimberly y Josh O’Neill (Beehive Books)", "\n", "Mejor Libro Relacionado con los Cómics", "\n\t", "GANADOR - Making Comics, por Lynda Barry (Drawn & Quarterly)", "\n\t", "The Art of Nothing: 25 Years of Mutts and the Art of Patrick McDonnell (Abrams)", "\n\t", "The Book of Weirdo, por Jon B. Cooke (Last Gasp)", "\n\t", "Grunt: The Art y Unpublished Comics of James Stokoe (Dark Horse)", "\n\t", "Logo a Gogo: Branding Pop Culture, por Rian Hughes (Korero Press)", "\n\t", "Screwball! The Cartoonists Who Made the Funnies Funny, por Paul Tumey (Library of American Comics/IDW)", "\n", "Mejor Trabajo Académico/Escolar", "\n\t", "GANADOR - EC Comics: Race, Shoc and Social Protest, por Qiana Whitted (Rutgers University Press)", "\n\t", "The Art of Pere Joan: Space, Landscape, y Comics Form, por Benjamin Fraser (University of Texas Press)", "\n\t", "The Comics of Rutu Modan: War, Love, y Secrets, por Kevin Haworth (University Press of Mississippi)", "\n\t", "The Peanuts Papers: Writers y Cartoonists on Charlie Brown, Snoopy & the Gang, and the Meaning of Life, editado por Andrew Blauner (Library of America)", "\n\t", "Producing Mass Entertainment: The Serial Life of the Yellow Kid, por Christina Meyer (Ohio State University Press)", "\n\t", "Women’s Manga in Asia and Beyond: Uniting Different Cultures and Identities, editado por Fusami Ogi et al. (Palgrave Macmillan)", "\n", "Mejor Diseño de Publicación", "\n\t", "GANADOR - Making Comics, diseñado por Lynda Barry (Drawn & Quarterly)", "\n\t", "Grunt: The Art and Unpublished Comics of James Stokoe, diseñado por Ethan Kimberling (Dark Horse)", "\n\t", "Krazy Kat: The Complete Color Sundays, por George Herriman, diseñado por Anna-Tina Kessler (TASCHEN)", "\n\t", "Logo a Gogo, diseñado por Rian Hughes (Korero Press)", "\n\t", "Madness in Crowds: The Teeming Mind of Harrison Cady, diseñado por Paul Kopple y Alex Bruce (Beehive Books)", "\n\t", "Rusty Brown, diseñado por Chris Ware (Pantheon)", "\n", "Mejor Cómic Digital", "\n\t", "GANADOR - Afterlift, por Chip Zdarsky y Jason Loo (comiXology Originals)", "\n\t", "Black Water Lilies, por Michel Bussi, adaptado por Frédéric Duval y Didier Cassegrain, traducido por Edward Gauvin (Europe Comics)", "\n\t", "Colored: The Unsung Life of Claudette Colvin, por Tania de Montaigne, adaptado por Emilie Plateau, traducido por Montana Kane (Europe Comics)", "\n\t", "Elma, A Bear’s Life, vol. 1: The Great Journey, por Ingrid Chabbert y Léa Mazé, traducido por Jenny Aufiery (Europe Comics)", "\n\t", "Mare Internum, por Der-shing Helmer (comiXology; gumroad.com/l/MIPDF)", "\n\t", "Tales from Behind the Window, por Edanur Kuntman, traducido por Cem Ulgen (Europe Comics)", "\n", "Mejor Webcomic", "\n\t", "GANADOR - Fried Rice Comic, por Erica Eng", "\n\t", "Cabramatta, por Matt Huynh", "\n\t", "Chuckwagon at the End of the World, por Erik Lundy", "\n\t", "The Eyes, por Javi de Castro", "\n\t", "reMIND, por Jason Brubaker", "\n\t", "Third Shift Society, por Meredith Moriarty", "\n", "Como pueden ver, en esta edición hubo dominio de las mujeres ya que se llevaron múltiples categorías.", "¿Qué les parecieron los ganadores?"]},
{"titulo_articulo": ["FIFA 21 eliminará celebraciones \"tóxicas\""], "contenido": ["Entre todas las novedades de ", "FIFA 21", " que se han estado revelando, tenemos que EA Sports eliminará del juego algunas celebraciones en un esfuerzo por combatir la toxicidad de los jugadores en las partidas online.", "La compañía reveló que las celebraciones Shush y A-OK no estarán en FIFA 21. Shush es la celebración que manda a callar donde el jugador se lleva el dedo índice a los labios, mientras que A-OK es una seña de Ok invertida que popularizó el jugador inglés Delle Alli.", " ", "Si bien se comprende el motivo para eliminar la celebración Shush, el A-OK causa dudas, aunque al parecer está relacionado con que la señal de Ok se haya relacionado como un símbolo racista, y de hecho el gesto también fue recientemente eliminado de Call of Duty: Modern Warfare.", "Otro punto que ha estado dando de qué hablar es que seguirán presentes muchos festejos que pueden provocar o molestar a los rivales, como el \"calma\" de Cristiano Ronaldo, el dab y algunos bailes.", "EA Sports explicó que la idea es reducir la toxicidad, y señalan que también harán otros ajustes para una experiencia de juego más fluida con menos oportunidad para \"trollear\", incluyendo reducir los tiempos de diversos eventos - como las celebraciones.", "Por cierto, otro detalle importante que se mencionó es que se eliminarán todas las colisiones del balón con las extremidades superiores (de la mano al codo) de los jugadores, esto para evitar cualquier posibilidad de que un brazo pueda bloquear un tiro y no exista penalización.", "Para más de FIFA 21, ", "en este enlace pueden conocer todas las novedades en cuanto a gameplay", ".", "FIFA 21", " se pondrá disponible el 9 de octubre en PlayStation 4, Xbox One y PC, y más adelante llegará también a PlayStation 5 y Xbox Series X."]},
{"titulo_articulo": ["Mortal Kombat 11: las filtraciones eran ciertas, Rambo llegará al juego"], "contenido": ["Mortal Kombat 11 agregará el personaje ", "Rambo", " de Sylvester Stallone como personaje DLC, junto con los personajes clásicos Mileena y Rain. Mortal Kombat 11 también recibirá una edición Ultimate, que llegará el 17 de noviembre, y tanto la versión básica como la Ultimate del juego llegarán a PS5, Xbox Series X y Xbox Series S, con actualizaciones gratuitas para los propietarios de la generación actual.", "Mortal Kombat 11 Ultimate comprenderá el juego base, la ", "expansión Aftermath", " y los Kombat Packs 1 y 2. Se lanzará en PS5, PS4, Xbox Series X/S, Xbox One, Nintendo Switch, PC y Stadia. La edición física Kollector contendrá todo lo anterior, así como un \"busto de la máscara de Sub Zero, caja de acero exclusiva, moneda magnética conmemorativa, placa de autenticidad y DLC exclusivo\".", "Las versiones de siguiente generación del juego contarán con \"resolución dinámica 4K, visuales mejorados, tiempos de carga mejorados y más\". Los propietarios de Mortal Kombat 11 y Mortal Kombat 11 Ultimate calificarán para actualizaciones gratuitas de PS4 y Xbox One a las consolas PS5 y Xbox Series. También habrá disponible Cross-Play en PS5, PS4, Xbox Series X/S y Xbox One en \"modos seleccionados\".", "Kombat Pack 2 contiene a Rambo, Mileena y Rain, y está disponible para comprar por separado. Denle un vistazo al tráiler con un primer vistazo a Rambo, Rain y Mileena a continuación:", "Rambo ha sido diseñado en base a su aspecto original de First Blood de 1982, y Sylvester Stallone le ha dado voz al personaje. Rain ha reinventado sus movimientos clásicos y ahora usa un katar, además de que puede abrir una grieta en un \"reino acuático previamente desconocido\". Mileena ahora también usa sus garras y sais en sus ataques.", "Si reservan Mortal Kombat 11 Ultimate (y su Kollector's Edition), o el Kombat Pack 2, obtendrán el paquete de skinsTime Warriors que incluye \"Dark Web\" Noob Saibot, \"HCF\" (Halt and Catch Fire) Liu Kang y \"Blood Moon\" Skarlet.", " "]},
{"titulo_articulo": ["Marvel's Avengers: filtración sugiere que habrá por lo menos 15 héroes más en el juego"], "contenido": ["15 personajes sin anunciar han sido encontrados por medio de un minado de datos del beta de Marvel's Avengers, incluyendo nombres como Captain Marvel, Dr. Strange, War Machine, y Mar-Vell.", "Con el beta del juego disponible en todas las consolas, no tomó mucho tiempo antes de que los mineros de datos comenzaran a deshacer los archivos del juego y buscar pistas del futuro del título, y dos búsquedas distintas en el código revelaron listados de múltiples personajes presuntamente jugables que no han sido anunciados:", "\n\t", "Ant-Man", "\n\t", "The Wasp", "\n\t", "Vision", "\n\t", "Black Panther", "\n\t", "Dr. Strange", "\n\t", "Falcon", "\n\t", "Mar-Vell", "\n\t", "Mockingbird", "\n\t", "Quake", "\n\t", "Winter Soldier", "\n\t", "Scarlet Witch", "\n\t", "Captain Marvel", "\n\t", "Kate Bishop", "\n\t", "She-Hulk", "\n\t", "War Machine", "\n", "Inicialmente, una serie de hilos fueron publicados en Pastebin y ", "compartidos en el subreddit de Marvel's Avengers ", "por el usuario 6plus4equals52, revelando que Captain Marvel, She-Hulk, Kate Bishop, War Machine y Peter Parker (este último siendo una exclusiva en PlayStation) todos fueron listados junto con \"Tarjetas de Desafíos\" en el juego.", "Las Tarjetas de Desafío son esencialmente pases de batalla dentro del juego para cada héroe jugable que se va desbloqueando mientras subes de rango. Si un héroe tiene una Tarjeta de Desafío adherida al código, se asume que podrían aparecer en el juego más adelante. Kate Bishop previamente había sido sugerida como una posible adición al juego en el futuro.", "Un ", "segundo minado", " de datos surgió después, incluyendo a todos los personajes previamente mencionados, y añadiendo más al elenco potencial, incluyendo a Ant Man (quién está listado como \"AntMan2\", posiblemente aludiendo al hecho de que este sería Scott Lang, y no Hank Pym, quien es un dador de misiones en el juego), The Wasp, Vision, Black Panther, Dr. Strange, Falcon, Mar-Vell, Mockingbird, Quake, Winter Soldier, y Scarlet Witch.", "Frenzy, Ultron, Red Hulk, Deathlok, Vindicator y Monica (posiblemente Monica Rappaccini de A.I.M.) también son mencionados en el segundo datamine, pero su jugabilidad está en cuestión, ya que están listados en secciones fuera de la lista principal de personajes desbloqueables.", "Si esto es legítimo, las filtraciones levantan un punto bastante interesante - muchos de estos héroes tienen poderes muy similares a héroes existentes (She-Hulk, War Machine, Kate Bishop, etc.), lo que podría indicar que actuarán como skins o personajes \"echo\" - posiblemente esquivando el hecho de que Marvel's Avengers no permite a dos del mismo personaje en un equipo.", " "]},
{"titulo_articulo": ["Los Sims 4: la más reciente actualización hace que los personajes orinen fuego"], "contenido": ["Una reciente actualización de ", "Los Sims 4", " ha introducido un curioso bug en el juego que está causando que algunos sims orinen fuego.", "\"¿Por qué mis sims hacen pipí literalmente con llamas? ¿Es porque está tenso?\" escribió el usuario JojoWigSnatch en el subreddit de Los Sims 4. Y no fue el único - el lugar está inundado de informes de orina inflamable, tal como lo reporta RockPaperShotgun.", "Why is my sim peeing fire??", " from ", "r/Sims4", "His pee is on fire 🔥", " from ", "r/Sims4", "Muchos afirman que tiene algo que ver con el estado emocional 'Tenso' que pueden experimentar los sims, pero hasta que EA haga una declaración, no podemos estar seguros de dónde proviene este problema. Por ahora, disfruten de esta situación absurda mientras puedan. Además de la ardiente orina, esta actualización está causando otros problemas más serios como fallas y archivos de avances perdidos. El diseñador de Sims, SimGuruNick, señaló en Twitter que el equipo se encuentra investigando estos problemas.", "Apropiadamente, esta actualización también agregó bomberos al juego, aunque, afortunadamente, las orinas con llamas no incendiará sus casas, ya que los jugadores informan que desaparece una vez que su Sim termina de hacer del número uno. \"¡También lo vi con mi sim! Pero una vez que terminó, simplemente desapareció... fue como, ¿qué?\", escribió el usuario BeadingBeauty97.", "Esta desafortunada actualización llegó antes del Eco Lifestyle Pack que se lanzó hoy 5 de junio.", "En ", "este enlace pueden darle un vistazo a nuestra reseña de Los Sims 4", " que se lanzó en 2017 para PlayStation 4 y Xbox One.", " "]},
{"titulo_articulo": ["Phasmophobia: siete trucos para sobrevivir a una cacería de fantasmas"], "contenido": ["Phasmophobia es uno de los juegos del momento, y es que ha estado ganando gran popularidad en este mes de Halloween para convertirse en uno de los más vendidos en Steam y de los más vistos en Twitch.", "Se trata de un juego cooperativo de terror psicológico donde hasta cuatro jugadores deben hacer equipo para investigar actividad paranormal y explorar locaciones que incluyen fantasmas y espíritus.", " ", "Dicho esto, les tenemos siete trucos para sobrevivir a una cacería de fantasmas en Phasmophobia.", "Conozcan el equipamiento", " - Este es un consejo que tal vez suena lógico pero es básico, y es que para tener éxito deben conocer los diferentes artículos que tienen a su disposición, y aunque muchos se explican en el tutorial hay algunos que no se detallan. Como ejemplo de esto es que el lector EMF y la Caja de Espíritus se pueden soltar después de encenderse y seguirán funcionando, con lo que podrán mantener una vigilancia sin tener que estar sosteniendo el dispositivo.", "Conozcan a los fantasmas", " - Similar al punto anterior, pero es clave averiguar sobre los diferentes tipos de fantasmas para saber cómo actuar en el momento. Por ejemplo los Wraiths son descritos como los más peligrosos pero no pueden ver a través de las puertas, y definitivamente los que deben hacernos correr son los Demonios y los Onis ya que estos dos fantasmas atacan y cazan con más frecuencia que cualquier otro tipo.", "Ocultarse", " - Esta es una gran forma de sobrevivir. Busca espacios como casilleros y armarios, pero asegúrate de no hacer ruido y apagar tu linterna. Hay casos donde aún así los fantasmas te pueden encontrar, pero es una de las mejores formas de escapar de la muerte.", "Usen la sal ", "- La sal no evitará que los fantasmas los maten, pero al usarla podrán descubrir por dónde caminan estos seres. Además, sirve como estrategia ya que pueden descubrir lugares seguros para ocultarse en base a los lugares donde no se haya alterado la sal.", "El incienso es su amigo", " - Las varitas de incienso ayudan a retrasar la caza, deben encenderlas con un encendedor o una vela para que emitan humo por 15 segundos, y aunque es una solución temporal, es perfecta para obtener tiempo para correr a buscar un lugar para ocultarse.", "Ten un crucifijo a la mano", " - Si los escondites no funcionaron tengan cerca un crucifijo para usarlo y así calmar al espíritu, teniendo en cuenta que para que funcione deben estar cerca del fantasma.", "No hagan ruido", " - Ya había mencionado no hacer ruido al estar ocultos, pero deben tener en cuenta que aunque no estén presionando el botón de pulsar para hablar se seguirá escuchando el audio y es lo que más llama la atención de los fantasmas, por lo que deben mantener el mayor silencio posible.", "Phasmophobia es desarrollado por Kinetic Games y está disponible en PC a través de Steam."]},
{"titulo_articulo": ["Godfall: los desarrolladores aseguran que no habría microtransacciones en el juego"], "contenido": ["Godfall no presentará microtransacciones, y los desarrolladores no están considerando el juego como un \"título de servicio\".", "En ", "una entrevista en video con Arekkz Gaming", ", el Productor Técnico de Godfall Richard Heyne recibió la pregunta acerca de si el looter-slasher seguiría el modelo reactivo de \"juegos como un servicio\", utilizado por títulos como Destiny y Tom Clancy's The Division.", "En respuesta, Heyne le dijo a Arekkz que \"hay una experiencia que puedes completar\", sugiriendo que el juego presentaría una campaña con final por la cual los jugadores pueden terminar el juego. Sin embargo, Heyne también notó que hay \"contenido de final de juego\" en Godfall. \"Hay más para que el jugador explore y revisite una vez que hayan completado su ascenso del Skybreaker Monolith\".", " ", "\"No consideramos el juego como un servicio\", dijo Reyne. \"No hay microtransacciones en Godfall, pero estamos planeando que haya bastante contenido para que el jugador disfrute una vez que [el villano principal] Macros sea derrotado. Una vez que completes la campaña, tendrás la habilidad de regresar a estos reinos y explorarlos en nuevas maneras, para experimentar nuevos encuentros, nuevos desafíos\".", "Así que ¿algo híbrido entonces? Hemos visto muchos juegos como servicio en el pasado que ofrecen a los jugadores una campaña y también contenido de final de juego rejugable que le sigue, así que el concepto no es tan innovador. Es la falta de microtransacciones que es lo más interesante - especialmente para un juego de este estilo, en donde las microtransacciones usualmente han sido parte del paquete.", "Godfall se lanzará en PS5 y PC por medio de la Epic Games Store este fin de año."]},
{"titulo_articulo": ["Xbox Series X y S: este es el precio oficial de la unidad de almacenamiento expandible de 1TB"], "contenido": ["Microsoft ha revelado el precio de sus tarjetas de expansión de almacenamiento propietarias para el Xbox Series X y S, las cuales comienzan en los $219.99 USD por 1TB de espacio extra.", "Como fue encontrado por ", "The Verge", ", un listado para el Game Drive de 1TB para el Xbox Series X y Series S apareció en el sitio web de ", "Best Buys", ", confirmando el precio. De acuerdo a la descripción del producto, esta es \"la única tarjeta de expansión disponible que replica la Arquitectura Velocity de Xbox - otorgando tiempos de carga más rápidos, entornos más ricos, y gameplay más inmersivo\". Como hemos escuchado previamente, sólo será utilizado para juegos de próxima generación.", " ", "\n", "You can continue to use your USB 3.1+ external hard drives on Xbox Series X & run Xbox One, 360 and OG Xbox games directly from the external USB HDD. Games optimized for Xbox Series X & Velocity Architecture need to be run from the internal SSD or the Expandable Storage Drive", "\n— Larry Hryb (@majornelson) ", "March 16, 2020", "Con el Xbox Series S teniendo un SSD más pequeño (512GB), la unidad de expansión pudo haber sido considerada una manera de impulsar la utilidad de la consola. Eso ahora se ve como una opción mucho menos atractiva, dado que el precio de una unidad de almacenamiento aumenta la inversión a alrededor de $520 USD, más que el costo de $499 USD de una consola Series X más poderosa.", "The Verge reporta que Microsoft ha dicho que, mientras que esta unidad es actualmente la única capaz de hacer una interfaz correcta con la arquitectura Velocity de Xbox, otros fabricantes podrían lanzar sus propias unidades de expansión de almacenamiento en fechas futuras - eso ", "podría", " ayudar a bajar los precios un poco.", "El Game Drive de 1 TB le permitirá a los jugadores jugar juegos de Xbox Series X desde el \"disco\" \"sin sacrificar gráficos, latencia, tiempos de carga, o framerates\". La unidad ha sido desarrollada en asociación con Seagate y llegará con una garantía de tres años.", "Los discos duros externos de USB 3.1+ también funcionarán con las consolas de manera estándar, pero los usuarios sólo podrán correr juegos de Xbox One, 360, y Xbox original desde ellos. ", "De acuerdo al representante de Microsoft Larry Hyrb", ", \" los juegos optimizados para Xbox Series X & Arquitectura Velocity necesitan correrse desde el SSD interno o la Unidad de Almacenamiento Expandible\".", "El Xbox Series X y S se lanzarán el 10 de noviembre del 2020 a nivel mundial."]},
{"titulo_articulo": ["Xbox Series X y S: este es el precio oficial de la unidad de almacenamiento expandible de 1TB"], "contenido": ["Microsoft ha revelado el precio de sus tarjetas de expansión de almacenamiento propietarias para el Xbox Series X y S, las cuales comienzan en los $219.99 USD por 1TB de espacio extra.", "Como fue encontrado por ", "The Verge", ", un listado para el Game Drive de 1TB para el Xbox Series X y Series S apareció en el sitio web de ", "Best Buys", ", confirmando el precio. De acuerdo a la descripción del producto, esta es \"la única tarjeta de expansión disponible que replica la Arquitectura Velocity de Xbox - otorgando tiempos de carga más rápidos, entornos más ricos, y gameplay más inmersivo\". Como hemos escuchado previamente, sólo será utilizado para juegos de próxima generación.", " ", "\n", "You can continue to use your USB 3.1+ external hard drives on Xbox Series X & run Xbox One, 360 and OG Xbox games directly from the external USB HDD. Games optimized for Xbox Series X & Velocity Architecture need to be run from the internal SSD or the Expandable Storage Drive", "\n— Larry Hryb (@majornelson) ", "March 16, 2020", "Con el Xbox Series S teniendo un SSD más pequeño (512GB), la unidad de expansión pudo haber sido considerada una manera de impulsar la utilidad de la consola. Eso ahora se ve como una opción mucho menos atractiva, dado que el precio de una unidad de almacenamiento aumenta la inversión a alrededor de $520 USD, más que el costo de $499 USD de una consola Series X más poderosa.", "The Verge reporta que Microsoft ha dicho que, mientras que esta unidad es actualmente la única capaz de hacer una interfaz correcta con la arquitectura Velocity de Xbox, otros fabricantes podrían lanzar sus propias unidades de expansión de almacenamiento en fechas futuras - eso ", "podría", " ayudar a bajar los precios un poco.", "El Game Drive de 1 TB le permitirá a los jugadores jugar juegos de Xbox Series X desde el \"disco\" \"sin sacrificar gráficos, latencia, tiempos de carga, o framerates\". La unidad ha sido desarrollada en asociación con Seagate y llegará con una garantía de tres años.", "Los discos duros externos de USB 3.1+ también funcionarán con las consolas de manera estándar, pero los usuarios sólo podrán correr juegos de Xbox One, 360, y Xbox original desde ellos. ", "De acuerdo al representante de Microsoft Larry Hyrb", ", \" los juegos optimizados para Xbox Series X & Arquitectura Velocity necesitan correrse desde el SSD interno o la Unidad de Almacenamiento Expandible\".", "El Xbox Series X y S se lanzarán el 10 de noviembre del 2020 a nivel mundial."]},
{"titulo_review": ["Assassin's Creed Origins - Review"]},
{"titulo_video": ["Halo Infinite: 9 Minutes of Campaign Gameplay"], "fecha_de_publicacion": ["23 de Julio de 2020"]},
{"titulo_video": ["Marvel's Avengers: Every Revealed Character Costume and Finisher in 4K"], "fecha_de_publicacion": ["6 de Octubre de 2019"]},
{"titulo_video": ["Minecraft - PAC-MAN DLC Trailer"], "fecha_de_publicacion": ["24 de Mayo de 2020"]},
{"titulo_articulo": ["FIFA 21: Kylian Mbappé es la portada del siguiente juego de la franquicia"], "contenido": ["EA Sports por fin reveló la portada de FIFA 21, uno de los títulos de deportes más populares del mundo, con el futbolista francés Kylian Mbappé apareciendo como la estrella de esta edición.", "Aunque se esperaba que figuras de la talla del portugués Cristiano Ronaldo o el argentino Lionel Messi aparecieran en la portada de FIFA 21, finalmente el jugador de 21 años —presentado como el líder de la siguiente generación de jugadores— fue el elegido para las tres versiones del título, la Standard Edition, Champions Edition y Ultimate Edition.", "A continuación podrás darles un vistazo a cada una de ellas:", "Standard Edition", "\n", "The ", "#FIFA21", " Standard edition cover art 👇", "\n", "\nPre-Order -> ", "https://t.co/Ucbq7ap4Wu", " ", "pic.twitter.com/kr3TSs0gdw", "\n— EA SPORTS FIFA (@EASPORTSFIFA) ", "July 22, 2020", "Champions Edition", " ", "\n", "The leader of the next generation. ", "@KMbappe", " is the ", "#FIFA21", " global cover star!", "\n", "\nThe ", "#FIFA21", " Champions edition cover 🏆⬇️", "\n", "\nPre-Order today ➡️ ", "https://t.co/Ucbq7aGFO2", " ", "pic.twitter.com/0Q64KynQLc", "\n— EA SPORTS FIFA (@EASPORTSFIFA) ", "July 22, 2020", " ", "Ultimate Edition", " ", "\n", "Looking fresh, ", "@KMbappe", " 🤩", "\n", "\nPre-Order the Ultimate Edition by 14 August for a guaranteed ", "#OnesToWatch", " special player item 👉 ", "https://t.co/Ucbq7aGFO2", " ", "pic.twitter.com/zuuLlFqVJn", "\n— EA SPORTS FIFA (@EASPORTSFIFA) ", "July 22, 2020", "Kylian Mbappé es uno de los futbolistas más destacados en la actualidad y a sus 21 años, su palmarés ya es impresionante. Es titular indiscutible en el Paris Saint-Germain y es una estrella que desde hace varios años es pretendido por clubes como el Real Madrid. Fue campeón del mundo con Francia en Rusia 2018, con sólo 19 años, terminando como el Mejor Futbolista Joven de esta competición.", "El título ya está disponible para reserva en sus tres ediciones. Si reservas la Ultimate Edition antes del 14 de agosto podrás obtener varios beneficios como 3 días de acceso anticipado, hasta 24 sobres Oro únicos (2 por semana durante 12 de ellas), artículo cedido por la estrella de portada para 5 partidos de FUT, ediciones especiales de equiparaciones de FUT y artículos de estadio, entre otras cosas.", "FIFA 21 llegará el 6 de octubre de 2020 a PC, PlayStation 4 y Xbox One; pero también estará disponible para los lanzamientos del PS5 y Xbox Series X.", "Jemima Sebastián hace de todo un poco en IGN Latinoamérica. Ama el anime, los deportes y al Chelsea FC. Encuéntrala en ", "Twitter", " e ", "Instagram", " como @jemafg"]},
{"titulo_articulo": ["FIFA 21: estas son las novedades del gameplay del siguiente juego de la franquicia"], "contenido": ["Ya que ", "FIFA 21", " está cada vez más cerca, EA Sports estará revelando todas las novedades que nos esperan, y para comenzar les tenemos las nuevas características en el gameplay que es sin duda el apartado fundamental en este tipo de juegos.", "Estuve en la presentación virtual de FIFA 21 y además tuve oportunidad de probar la beta del juego, y puedo decir que esta nueva entrega tendrá una de las actualizaciones en gameplay más notables de los últimos tiempos, agregando muchas características solicitadas por la comunidad para poner más enfoque en el realismo sin dejar a un lado la diversión, y recompensar a los jugadores por la creatividad y el control.", "Gameplay de FIFA 21", "Uno de los principales conceptos en donde se ha centrado la atención es en la Personalidad del Jugador, ya que se busca que los jugadores de clase mundial se desempeñen tal como sus contrapartes de la vida real, por lo que se ha aumentado la cantidad de atributos que se utilizan para decidir la calidad de cada acción, la velocidad de animación y la efectividad. Como un ejemplo de esto se indica que en el pasado un pase directo utilizaba el atributo Pases Cortos o Pases Largos para determinar su calidad, pero en FIFA 21 la calidad de un pase directo se determinará por la combinación de Pases Cortos / Largos, Visión y Atributos de Compostura. Con esto se podrán llevar a otro nivel las personalidades de los jugadores que son talentosos en múltiples áreas y así puedan brillar en el el juego.", "Y para dejar que los jugadores den rienda suelta a su creatividad y puedan tener un mayor control del juego se han incluido nuevos sistemas de ataque dinámico, como el Regate Ágil que es una nueva forma de mantener el control del balón que está inspirado en algunos de los mejores dribladores de la vida real, permitiendo que los jugadores usen un juego más rápido de pies para mayor respuesta en situaciones uno contra uno y así poder crear espacios y engañar a los defensores.", "También están las Carreras Creativas que ofrece más control sobre el movimiento del equipo sin balón para superar la defensa rival, y la Personalidad de Posición que aumenta la relevancia de conocimiento posicional tanto en ofensiva como en defensiva que básicamente es que los delanteros más hábiles frenarán para cuidar no caer en fuera de juego y los defensas experimentados cerrarán mejor las líneas de pase.", "Uno de los puntos que en lo personal me llamó más la atención fue que se creó un nuevo sistema de animaciones y se mejoró el sistema de colisiones para que se reduzcan las situaciones caóticas en el juego, además de que en base a los comentarios de la comunidad se revisaron los fundamentos básicos del futbol para mejorar todo el juego, incluyendo cabezazos manuales, un sistema de intercepciones más equilibrado, pases más inteligentes y una mayor capacidad de respuesta.", "Y para complementar, se realizaron mejoras a la Inteligencia Artificial para llevar a cabo mejores enfrentamientos contra el CPU y se agregó una nueva opción llamada Modo Competidor que al activarse ofrecerá un rival más desafiante en las dificultades Leyenda y Extrema.", "Estos por supuesto son solo algunos de los puntos principales que se mejoraron ya que se hicieron muchos ajustes y cambios para una experiencia de juego en general más satisfactoria.", "Probando FIFA 21", "En mi experiencia personal con la beta del juego pude comprobar que todas estas novedades en conjunto hacen un cambio importante en relación a la entrega anterior.", "Las acciones se perciben más naturales y no tan \"robóticas\" por decirlo de alguna manera, y es que al driblar, hacer recortes o desbordar sentirán que realmente tienen el control. También es más notable la diferencia entre los diversos jugadores ya que sentirán cuando uno es más habilidoso con el balón, cuando tiene velocidad, cuando es bueno para los tiros de larga distancia, etc.", "Por cierto, las mejoras no fueron solo en ataque ya que también se nota una mayor precisión al defender, sobre todo en las barridas, al bloquear tiros y al usar el cuerpo para sacar ventaja.", "También destaca la fluidez ya que las nuevas animaciones hacen que las transiciones sean más rápidas y en general sea una experiencia más responsiva, además de que se redujeron tiempos de ciertas escenas para un mejor flujo en los partidos.", "En términos generales me agradó el gameplay de FIFA 21 ya que tiene más realismo y sigue siendo muy divertido.", "Cabe señalar que toda esta información es acerca de FIFA 21 en la actual generación, ya que EA Sports promete que más adelante darán detalles sobre las versiones del juego para PlayStation 5 y Xbox Series X.", "FIFA 21", " se pondrá disponible el 9 de octubre de 2020, y estén atentos ya que pronto les tendremos información sobre otros apartados del juego."]},
{"titulo_video": ["Soulcalibur VI Review"], "fecha_de_publicacion": ["1 de Julio de 2020"]},
{"titulo_articulo": ["Teen Titans: un villano de DC está completamente enamorado de Raven"], "contenido": ["En el mundo de los cómics hay bastantes parejas que no siempre tienen que ser tóxicas como el Joker y Harley Quinn. Por ejemplo, Raven y Chico Bestia tienen actualmente un romance, que viven con la intensidad de dos jóvenes enamorados, pero ahora nos enteramos que este podría tener algunos tropiezos gracias a un admirador no tan secreto de la joven heroína.", "Esto se narra en The Doomed and the Damned de DC, pues mientras Raven y Chico Bestia disfrutan de una cita en el muelle, son observados de lejos por Klarion the Witch Boy y su familiar mágico, Teekl.", "Ante la escena de los enamorados, Klarion se lamenta de que haya perdido a su gran amor, mientras le asegura a su familiar felino que “ella es única para él”. La confesión parece provocar furia en el gato, que de repente se transforma en un hombre-gato y se lanza a atacar a la pareja. Teekl logra tirarlos a ambos y secuestra a Raven.", "Klarion interviene para pedirle a su familiar que se detenga, pero todo es en vano. Chico Bestia lo enfrenta por toda esta ", "escenita", ", y es cuando el hechicero tiene que confesar su amor por Raven, provocando una discusión muy fuerte. Sin embargo, esto no dura mucho ya que ambos parten a buscar a la joven heroína, Klarion puede ver a través de los ojos del felino y Chico Bestia se transforma en una águila gigante para hacer más rápida y fácil la búsqueda.", "\n", "DC Comics", "\n", "Cuando encuentran a Teekl, Klarion intenta razonar con él, pero nada funciona. Además, tiene una nueva y más poderosa forma, incluso para él, y para Chico Bestia la resulta imposible ganarle, ni siquiera tomando una forma de tigre.", "Ambos enamorados no tienen más remedio que crear el Horigal, un ser “típicamente horrible” que surge de una fusión entre un hechicero y uno de sus familiares, pero como Teekl no está disponible para esta fusión, Klario debe hacerlo con Gar y tras unirse, logran derrotar fácilmente al malvado felino. Una vez que está sometido, Raven aparece para terminar la pelea con una explosión de su propio poder.", "La mitad demonio explica todo y resulta que en realidad Teekl no la estaba lastimando, dejando a sus dos enamorados desconcertados. En realidad el ser mágico estaba ayudando a Klarion para que pudiera impresionar a la chica, dándole una posibilidad de rescatarla y quedar como el héroe.", "Sin embargo, las cosas no salieron como Teekl esperaba, ya que el titán y el brujo tuvieron que unirse para crear al Horigal, aunque en el sentido estricto de la palabra, sí salvó a Raven. Lamentablemente para Chico Bestia y Klarion, esta fusión no se deshace fácilmente y necesitarán de una bruja para que ambos sean separados. Lo peor de todo es que la chica encontró este asunto muy divertido, así que probablemente tendrán que terminar su cita como un 2 a 1 antes de que sean separados.", "Si quieres leer más sobre Raven y los Teen Titans, dale un vistazo a: ", "Red X, el alter ego de Robin, finalmente es parte del canon de DC", " y ", "se confirmó que hay una relación amorosa con el Chico Bestia", ".", "Jemima Sebastián hace de todo un poco en IGN Latinoamérica. Ama el anime, los deportes y le encanta el look de Raven con el cabello morado. Encuéntrala en ", "Twitter", " e ", "Instagram", " como @jemafg"]},
{"titulo_articulo": ["Teen Titans: un villano de DC está completamente enamorado de Raven"], "contenido": ["En el mundo de los cómics hay bastantes parejas que no siempre tienen que ser tóxicas como el Joker y Harley Quinn. Por ejemplo, Raven y Chico Bestia tienen actualmente un romance, que viven con la intensidad de dos jóvenes enamorados, pero ahora nos enteramos que este podría tener algunos tropiezos gracias a un admirador no tan secreto de la joven heroína.", "Esto se narra en The Doomed and the Damned de DC, pues mientras Raven y Chico Bestia disfrutan de una cita en el muelle, son observados de lejos por Klarion the Witch Boy y su familiar mágico, Teekl.", "Ante la escena de los enamorados, Klarion se lamenta de que haya perdido a su gran amor, mientras le asegura a su familiar felino que “ella es única para él”. La confesión parece provocar furia en el gato, que de repente se transforma en un hombre-gato y se lanza a atacar a la pareja. Teekl logra tirarlos a ambos y secuestra a Raven.", "Klarion interviene para pedirle a su familiar que se detenga, pero todo es en vano. Chico Bestia lo enfrenta por toda esta ", "escenita", ", y es cuando el hechicero tiene que confesar su amor por Raven, provocando una discusión muy fuerte. Sin embargo, esto no dura mucho ya que ambos parten a buscar a la joven heroína, Klarion puede ver a través de los ojos del felino y Chico Bestia se transforma en una águila gigante para hacer más rápida y fácil la búsqueda.", "\n", "DC Comics", "\n", "Cuando encuentran a Teekl, Klarion intenta razonar con él, pero nada funciona. Además, tiene una nueva y más poderosa forma, incluso para él, y para Chico Bestia la resulta imposible ganarle, ni siquiera tomando una forma de tigre.", "Ambos enamorados no tienen más remedio que crear el Horigal, un ser “típicamente horrible” que surge de una fusión entre un hechicero y uno de sus familiares, pero como Teekl no está disponible para esta fusión, Klario debe hacerlo con Gar y tras unirse, logran derrotar fácilmente al malvado felino. Una vez que está sometido, Raven aparece para terminar la pelea con una explosión de su propio poder.", "La mitad demonio explica todo y resulta que en realidad Teekl no la estaba lastimando, dejando a sus dos enamorados desconcertados. En realidad el ser mágico estaba ayudando a Klarion para que pudiera impresionar a la chica, dándole una posibilidad de rescatarla y quedar como el héroe.", "Sin embargo, las cosas no salieron como Teekl esperaba, ya que el titán y el brujo tuvieron que unirse para crear al Horigal, aunque en el sentido estricto de la palabra, sí salvó a Raven. Lamentablemente para Chico Bestia y Klarion, esta fusión no se deshace fácilmente y necesitarán de una bruja para que ambos sean separados. Lo peor de todo es que la chica encontró este asunto muy divertido, así que probablemente tendrán que terminar su cita como un 2 a 1 antes de que sean separados.", "Si quieres leer más sobre Raven y los Teen Titans, dale un vistazo a: ", "Red X, el alter ego de Robin, finalmente es parte del canon de DC", " y ", "se confirmó que hay una relación amorosa con el Chico Bestia", ".", "Jemima Sebastián hace de todo un poco en IGN Latinoamérica. Ama el anime, los deportes y le encanta el look de Raven con el cabello morado. Encuéntrala en ", "Twitter", " e ", "Instagram", " como @jemafg"]},
{"titulo_articulo": ["Yu-Gi-Oh!: estas son las series que conforman el canon"], "contenido": ["Actualmente, Yu-Gi-Oh! es una de las franquicias más variadas dentro de la industria del anime. Comenzó como un manga, pero luego inspiró un show para TV, un popular juego de cartas y numerosos videojuegos.", "Tras los dos primeros animes — el original que surgió en 1998 llamado de la misma forma que el manga y el de 2000, Yu-Gi-Oh! Duelo de Monstruos, que todos conocimos— llegaron otras siete series para TV, ademas de cuatro películas que también se basan en el famoso Duelo de Monstruos. Pero de todos este contigo, ¿qué puede ser llamado canónico y qué no? Te explicamos.", "Para comenzar tenemos que dejar en claro que el único “canon real” es el manga que escribió Kazuki Takahashi a partir de 1996 y que cuenta con 38 volúmenes que contienen los arcos Reino de los Duelistas, Ciudad de las Batallas y Memorias del Faraón.", "Sin embargo, tanto el anime de Toei Animation como Duel Monsters son parte de la historia oficial, así que también podría hablarse de un “canon del anime”.", "A continuación, el resto de los productos de la franquicia que también pueden ser consideraos canónicos.", "\n\t", "Transcend Game, un manga especial de dos capítulos que establece los eventos que conduce al lado oscuros de las dimensiones.", "\n\t", "La película The Dark Side of the Dimensions, ya que gracias a la anterior obra mencionada se conecta con el canon original a través del manga y no del anime, Duel Monsters.", "\n\t", "La primera adaptación del anime, conocido como Temporada 0, que adapta los siete primeros volúmenes del manga y que finaliza con el final de Death T, con bastantes cambios en ello, como el eliminar la parte del asesino en serie.", "\n\t", "El anime Duel Monsters, que fue el que todos vimos a inicios de los años 2000 y que adapta los 31 volúmenes del manga restantes..", "\n\t", "Yu-Gi-Oh! GX, por su conexión con Duel Monsters. Esto ocurre 10 años después del primer anime y tienen apariciones personajes como Yugi, Atem, Seto Kaiba, Maximillion Pegasus y Solomon Motou. Además está el hecho de que en el primer episodio de la temporada 4, Yugi tenía el Rompecabezas del Milenio con él, indicando que seguía la continuidad de Duel Monsters y The Dark Side of the Dimensiones.", "\n\t", "Yu-Gi-Oh 5DS, pues aunque no tenga una continuidad tan clara como GX, la conexión es a través de Tetsu Trugde, el abusador que golpeó a Yugi, Joey y Tristan en la escuela secundaria. Este show se ambientaría unos 30 o 40 años después de Duel Monsters. Además, se confirma que Pegasus ya está muerto para este momento. Comparte conexiones con la película Yu-Gi-Oh!: Bonds Beyond Time, de la que hablaremos más adelante y que fue confirmada como parte del canon para este show, ya que ocurre después del arco WRPG.", "\n\t", "Yu-Gi-Oh!: Bonds Beyond Time, película en la que Yusei se encuentra con Jaden después del final de GX. También logran ver a Yugi en su mejor momento, nuevamente con el Rompecabezas del Milenio, por lo tanto, con Atem; lo que significa que debieron haberlo visitado antes del arco del Millenium World.", "\n\t", "\n\t", "Yu-Gi-Oh!: Zexal, por su conexión con monstruos del pasado, como el Mago Oscuro y el Dragón Negro de Ojos Rojos, que aunque no eran exclusivos de Yugi y Joey, sí eran extremadamente raras. También están las estatuas de los Blue Eyes y Cuber Dragon, y las cuatro cartas del Dragón Blanco de Ojos Azules; donde una está rasgada y es indudable y las otras tres pertenecen a Kaiba. Se dice que Zexal no sería del canon porque el fondo de las cartas es diferente a lo visto en Duel Monsters, GX y 5DS, pero lo curioso es que sí coincide con lo mostrado en The Dark Side of the Dimensions, por lo que sería canon para esta película.", "\n\t", "\n\t", "\n\t", "Arc V, que aunque no tiene aparentes conexiones con ninguno de los animes anteriormente mencionados, en realidad se liga a ellos gracias a las cartas del villano principal, Eve, que posee una Bestia Sagrada, un Señor del Tiempo y una Tarjeta de Número de Utopía. Aunque es imposible que estos monstruos existan en una misma línea del tiempo, o en la misma dimensión, debido a su exclusividad como cartas, sí que es una referencia directa a ellos.", "\n\t", "\n", "Fuente", "En más temas sobre Yu-Gi Oh!, no te pierdas: ", "Yugi vs Atem, ¿quién es el verdadero Rey del Duelo?", " y ", "cinco grandes errores de animación que desafían las leyes físicas", "."]},
{"titulo_articulo": ["Yu-Gi-Oh!: estas son las series que conforman el canon"], "contenido": ["Actualmente, Yu-Gi-Oh! es una de las franquicias más variadas dentro de la industria del anime. Comenzó como un manga, pero luego inspiró un show para TV, un popular juego de cartas y numerosos videojuegos.", "Tras los dos primeros animes — el original que surgió en 1998 llamado de la misma forma que el manga y el de 2000, Yu-Gi-Oh! Duelo de Monstruos, que todos conocimos— llegaron otras siete series para TV, ademas de cuatro películas que también se basan en el famoso Duelo de Monstruos. Pero de todos este contigo, ¿qué puede ser llamado canónico y qué no? Te explicamos.", "Para comenzar tenemos que dejar en claro que el único “canon real” es el manga que escribió Kazuki Takahashi a partir de 1996 y que cuenta con 38 volúmenes que contienen los arcos Reino de los Duelistas, Ciudad de las Batallas y Memorias del Faraón.", "Sin embargo, tanto el anime de Toei Animation como Duel Monsters son parte de la historia oficial, así que también podría hablarse de un “canon del anime”.", "A continuación, el resto de los productos de la franquicia que también pueden ser consideraos canónicos.", "\n\t", "Transcend Game, un manga especial de dos capítulos que establece los eventos que conduce al lado oscuros de las dimensiones.", "\n\t", "La película The Dark Side of the Dimensions, ya que gracias a la anterior obra mencionada se conecta con el canon original a través del manga y no del anime, Duel Monsters.", "\n\t", "La primera adaptación del anime, conocido como Temporada 0, que adapta los siete primeros volúmenes del manga y que finaliza con el final de Death T, con bastantes cambios en ello, como el eliminar la parte del asesino en serie.", "\n\t", "El anime Duel Monsters, que fue el que todos vimos a inicios de los años 2000 y que adapta los 31 volúmenes del manga restantes..", "\n\t", "Yu-Gi-Oh! GX, por su conexión con Duel Monsters. Esto ocurre 10 años después del primer anime y tienen apariciones personajes como Yugi, Atem, Seto Kaiba, Maximillion Pegasus y Solomon Motou. Además está el hecho de que en el primer episodio de la temporada 4, Yugi tenía el Rompecabezas del Milenio con él, indicando que seguía la continuidad de Duel Monsters y The Dark Side of the Dimensiones.", "\n\t", "Yu-Gi-Oh 5DS, pues aunque no tenga una continuidad tan clara como GX, la conexión es a través de Tetsu Trugde, el abusador que golpeó a Yugi, Joey y Tristan en la escuela secundaria. Este show se ambientaría unos 30 o 40 años después de Duel Monsters. Además, se confirma que Pegasus ya está muerto para este momento. Comparte conexiones con la película Yu-Gi-Oh!: Bonds Beyond Time, de la que hablaremos más adelante y que fue confirmada como parte del canon para este show, ya que ocurre después del arco WRPG.", "\n\t", "Yu-Gi-Oh!: Bonds Beyond Time, película en la que Yusei se encuentra con Jaden después del final de GX. También logran ver a Yugi en su mejor momento, nuevamente con el Rompecabezas del Milenio, por lo tanto, con Atem; lo que significa que debieron haberlo visitado antes del arco del Millenium World.", "\n\t", "\n\t", "Yu-Gi-Oh!: Zexal, por su conexión con monstruos del pasado, como el Mago Oscuro y el Dragón Negro de Ojos Rojos, que aunque no eran exclusivos de Yugi y Joey, sí eran extremadamente raras. También están las estatuas de los Blue Eyes y Cuber Dragon, y las cuatro cartas del Dragón Blanco de Ojos Azules; donde una está rasgada y es indudable y las otras tres pertenecen a Kaiba. Se dice que Zexal no sería del canon porque el fondo de las cartas es diferente a lo visto en Duel Monsters, GX y 5DS, pero lo curioso es que sí coincide con lo mostrado en The Dark Side of the Dimensions, por lo que sería canon para esta película.", "\n\t", "\n\t", "\n\t", "Arc V, que aunque no tiene aparentes conexiones con ninguno de los animes anteriormente mencionados, en realidad se liga a ellos gracias a las cartas del villano principal, Eve, que posee una Bestia Sagrada, un Señor del Tiempo y una Tarjeta de Número de Utopía. Aunque es imposible que estos monstruos existan en una misma línea del tiempo, o en la misma dimensión, debido a su exclusividad como cartas, sí que es una referencia directa a ellos.", "\n\t", "\n", "Fuente", "En más temas sobre Yu-Gi Oh!, no te pierdas: ", "Yugi vs Atem, ¿quién es el verdadero Rey del Duelo?", " y ", "cinco grandes errores de animación que desafían las leyes físicas", "."]},
{"titulo_articulo": ["PlayStation 5: así se vería su primer juego, Godfall"], "contenido": ["La filtración de un trailer interno de Godfall revela cómo podría verse el título al llegar a PlayStation 5, y también muestra un poco del gameplay que podríamos esperar.", "Mientras que muchos quedaron intrigados con la revelación de lo que sería el primer título exclusivo de PlayStation 5 durante los Game Awards 2019, el hecho de que esta se tratara únicamente de un trailer cinemático no nos dio mucho de que hablar.", "Las personas detrás del juego aseguraron que se trataba de un juego RPG de acción \"looter-slasher\", y sabíamos que el juego estaba siendo desarrollado por Counterplay Games y sería publicado por Gearbox. Pero esto es todo lo que había sido revelado.", "Ahora, se ha filtrado en Reddit un trailer supuestamente interno del estudio, el cual no se planeaba liberar al público. Antes que nada hay que recordar que el siguiente video no representa el producto final de Godfall: con fecha del 2019, lo mostrado en este video bien podría haber cambiado drásticamente para cuando los desarrolladores decidan revelarlo. Sin embargo, si nos da una buena idea de lo que podríamos esperar.", "Puedes ver el video en Reddit haciendo click en este link", "Los gráficos son bastante impresionantes, incluso sin tratarse de la versión más actualizada, y los diseños de los personajes son bastante estilizados. El juego se ve impresionante, y a pesar de que no es algo final nos da más confianza acerca de lo que llegará al PS5."]},
{"titulo_articulo": ["Assassin's Creed: Ubisoft se enfocará en Origins en lugar de otra entrega"], "contenido": ["Ubisoft está \"concentrado por el momento\" en Assassin's Creed: Origins, en lugar de una nueva entrega de la franquicia.", "En respuesta a las preguntas de los inversionistas relacionadas al próximo juego de la serie, Yves Guillemot –CEO de Ubisoft– dijo:", "\"Estamos enfocados en AC:O, para el cual lanzaremos varios DLCs. Se sorprenderán con todo lo que llegará al título. Es lo único que podemos decir por ahora\".", " ", "Guillemot profundizó en el éxito de Origins, explicando que está \"muy cerca de duplicar el tiempo de juego en comparación con otros títulos de la saga\". El Director Ejecutivo de la empresa, Alain Corre, lo calificó como \"el increíble regreso de la franquicia\".", "Claramente, la compañía pone el éxito de Assassin's Creed como ejemplo para bajar el ritmo de producción de todos sus productos.", "\"El tiempo adicional para pulir nuestros juegos\", explicó Guillemot, \"nos permitió lanzar tres títulos exitosos en agosto [...] Hemos aplicado un incremento considerable en nuestros recursos, los cuales se necesitan para diseñar videojuegos más grandes\".", "Al parecer, la visión de la compañía por desarrollar juegos como servicio –The Division y Rainbow Six: Siege– les ha dado la oportunidad de mejorar otros más complejos como Origins.", "Hablando sobre las dos franquicias principales de la compañía en 2016, el Vicepresidente Editorial, Tommy ", "François", ", dijo: \"más calidad, más mejoras. Así que si esto significa que no tendremos otro Assassin's Creed o Far Cry [en 2017], no pasa nada\".", "Esto se vio reflejado con Far Cry 5, el cual estaba programado para 2018 y ", "fue retrasado para pulirlo un poco más", "."]},
{"titulo_video": ["30 grandes juegos que llegan a PC en 2018"], "fecha_de_publicacion": ["11 de Enero de 2018"]},
{"titulo_video": ["42 grandes juegos que llegan a PC en 2019"], "fecha_de_publicacion": ["3 de Enero de 2019"]},
{"titulo_video": ["Empire of Sin Gameplay Demo Trailer"], "fecha_de_publicacion": ["17 de Septiembre de 2020"]},
{"titulo_video": ["Cyberpunk 2077 - Night City Wire: Episode 3"], "fecha_de_publicacion": ["20 de Septiembre de 2020"]},
{"titulo_video": ["Immortals Fenyx Rising: A Tour of the Golden Isle - IGN First"], "fecha_de_publicacion": ["21 de Septiembre de 2020"]},
{"titulo_video": ["FIFA 18 Review in Progress"], "fecha_de_publicacion": ["27 de Septiembre de 2017"]},
{"titulo_video": ["Need for Speed Payback Review"], "fecha_de_publicacion": ["8 de Noviembre de 2017"]},
{"titulo_articulo": ["Teen Titans: el primer héroe afroamericano de DC fue presentado aquí y otros cuatro datos que seguro no conocías"], "contenido": ["L", "os Teen Titans son uno de los equipos más famosos de los últimos tiempos gracias a la serie del mismo nombre que los hizo llegar a un mayor número de fans en la primera década de los 2000. Estos héroes son los más jóvenes dentro de las páginas de DC, pero no por eso son menos serios (a menos que estemos hablando de los Teen Titans GO!).", "No obstante, el equipo no comenzó con este show de los años 2000, los Teen Titans existen desde varios años antes y en esta ocasión te contaremos cinco datos que no sabías sobre ellos (vía ScreenRant).", "1. Aunquea primera heroína afroamericana de la historia fue Tormenta de los X-Men, DC también presentó la suya poco después. En diciembre de 1976 Karen Beecher fue presentada en el cómic de Teen Titans y dos números después se convirtió en Bumblebee, la primera superheroína negra de DC Comics. Después llegarían Vixen, Thunder y Rocket. La popularidad de Bumblebee llegó de forma casi inmediata y aunque puede que Vixen la haya superado actualmente, sigue siendo una de las mujeres de raza negra más destacadas de la casa editorial.", "2. La popularidad del grupo era notable en las décadas de los 70 y 80, por lo que los Teen Titans tuvieron crossovers con varios equipos más. El más famoso de todos fue con los X-Men de Marvel Comics. En esta historia, Darkseid usó la Fuerza Fénix para atormentar a los mutantes. Los Teen Titans, al enterarse de esta situación, fueron a detener al villano.", "Entre otros crossovers destacados se encuentran Scooby-Doo (¿con quién no ha tenido crossover Scooby?), Las Chicas Superpoderosas y Young Justice, en dibujos animados.", "3. Teen Titans GO! Puede ser odiado por muchos de los fans adultos del grupo, pero con niños y adolescentes, este grupo de héroes \"Chibi\" tiene bastante popularidad. Pero, ¿sabías que esta caricatura nació gracias a DC Nation?", "Durante varios años, Cartoon Network aprovechaba los cortes comerciales de los shows de DC para presentar una serie de cortos llamados DC Nation y entre todos ellos también aparecían los Teen Titans. El estilo y el humor de los titanes en estas producciones eran muy parecidas a las que el show tiene actualmente.", "Bueno, pues esos Teen Titans \"mini\" eran quienes protagonizaban los cortos más exitosos de DC Nation, así que se decidió que tendrían su propia serie que llegó bajo el nombre de Teen Titans GO!", "4. Actualmente, los Teen Titans son tan populares que uno no se imagina el universo de DC sin ellos. No obstante, el equipo por poco se queda olvidado en la década de los 70.", "La primera serie de cómics de los titanes se desarrolló entre 1964 y 1978, un trayectoria bastante destacada; pero mientras el final se acercaba, el interés del público disminuyó y se tomó la decisión de cancelarla.", "Dos años después regresaron con el formato de los Nuevos Jóvenes Titanes, con la expectativa de que durarían un par de años más y finalmente el equipo sería condenado al olvido... Pero, el nuevo equipo resultó ser un éxito y se convirtió en una de las series más populares de DC, gracias a que mostraban héroes más establecidos. Gracias a este logro, los Teen Titans se consolidaron como uno de los grupos las populares de la casa editorial.", "5. El primer equipo popular de los Teen Titans estaba conformado por Aqualad, Robin, Kid Flash, Wonder Girl y Speedy, pero está alineación no fue la original. De hecho, el grupo comenzó sin nombre en The Brave and the Bold #54, publicado en 1964.", "En este número, Robin, Aqualad y Kid Flash fueron invitados a una ciudad pequeña que después fue atacada por Mister Twister, un villano considerado cursi y poco ofensivo, pero que en aquel momento fue una amenaza considerable para los héroes adolescentes.", "Este trío trabajo tan bien, que la respuesta de los fans fue positiva y se tomó la decisión de formar su propio grupo. Después se unieron Wonder Girl y Speedy, pero el equipo original fueron estos tres héroes.", "En más sobre el grupo de héroes más carismático de DC, te recomendamos: ", "¿Raven y Chico Bestia tuvieron una relación? ", "y ", "conoce la trágica historia de la joven mitad demonio", ".", "Jemima Sebastián hace de todo un poco en IGN Latinoamérica. Ama el anime, los deportes y a los Teen Titans GO!, ¿por qué no? Encuéntrala en ", "Twitter", " e ", "Instagram", " como @jemafg"]},
{"titulo_articulo": ["Teen Titans: el primer héroe afroamericano de DC fue presentado aquí y otros cuatro datos que seguro no conocías"], "contenido": ["L", "os Teen Titans son uno de los equipos más famosos de los últimos tiempos gracias a la serie del mismo nombre que los hizo llegar a un mayor número de fans en la primera década de los 2000. Estos héroes son los más jóvenes dentro de las páginas de DC, pero no por eso son menos serios (a menos que estemos hablando de los Teen Titans GO!).", "No obstante, el equipo no comenzó con este show de los años 2000, los Teen Titans existen desde varios años antes y en esta ocasión te contaremos cinco datos que no sabías sobre ellos (vía ScreenRant).", "1. Aunquea primera heroína afroamericana de la historia fue Tormenta de los X-Men, DC también presentó la suya poco después. En diciembre de 1976 Karen Beecher fue presentada en el cómic de Teen Titans y dos números después se convirtió en Bumblebee, la primera superheroína negra de DC Comics. Después llegarían Vixen, Thunder y Rocket. La popularidad de Bumblebee llegó de forma casi inmediata y aunque puede que Vixen la haya superado actualmente, sigue siendo una de las mujeres de raza negra más destacadas de la casa editorial.", "2. La popularidad del grupo era notable en las décadas de los 70 y 80, por lo que los Teen Titans tuvieron crossovers con varios equipos más. El más famoso de todos fue con los X-Men de Marvel Comics. En esta historia, Darkseid usó la Fuerza Fénix para atormentar a los mutantes. Los Teen Titans, al enterarse de esta situación, fueron a detener al villano.", "Entre otros crossovers destacados se encuentran Scooby-Doo (¿con quién no ha tenido crossover Scooby?), Las Chicas Superpoderosas y Young Justice, en dibujos animados.", "3. Teen Titans GO! Puede ser odiado por muchos de los fans adultos del grupo, pero con niños y adolescentes, este grupo de héroes \"Chibi\" tiene bastante popularidad. Pero, ¿sabías que esta caricatura nació gracias a DC Nation?", "Durante varios años, Cartoon Network aprovechaba los cortes comerciales de los shows de DC para presentar una serie de cortos llamados DC Nation y entre todos ellos también aparecían los Teen Titans. El estilo y el humor de los titanes en estas producciones eran muy parecidas a las que el show tiene actualmente.", "Bueno, pues esos Teen Titans \"mini\" eran quienes protagonizaban los cortos más exitosos de DC Nation, así que se decidió que tendrían su propia serie que llegó bajo el nombre de Teen Titans GO!", "4. Actualmente, los Teen Titans son tan populares que uno no se imagina el universo de DC sin ellos. No obstante, el equipo por poco se queda olvidado en la década de los 70.", "La primera serie de cómics de los titanes se desarrolló entre 1964 y 1978, un trayectoria bastante destacada; pero mientras el final se acercaba, el interés del público disminuyó y se tomó la decisión de cancelarla.", "Dos años después regresaron con el formato de los Nuevos Jóvenes Titanes, con la expectativa de que durarían un par de años más y finalmente el equipo sería condenado al olvido... Pero, el nuevo equipo resultó ser un éxito y se convirtió en una de las series más populares de DC, gracias a que mostraban héroes más establecidos. Gracias a este logro, los Teen Titans se consolidaron como uno de los grupos las populares de la casa editorial.", "5. El primer equipo popular de los Teen Titans estaba conformado por Aqualad, Robin, Kid Flash, Wonder Girl y Speedy, pero está alineación no fue la original. De hecho, el grupo comenzó sin nombre en The Brave and the Bold #54, publicado en 1964.", "En este número, Robin, Aqualad y Kid Flash fueron invitados a una ciudad pequeña que después fue atacada por Mister Twister, un villano considerado cursi y poco ofensivo, pero que en aquel momento fue una amenaza considerable para los héroes adolescentes.", "Este trío trabajo tan bien, que la respuesta de los fans fue positiva y se tomó la decisión de formar su propio grupo. Después se unieron Wonder Girl y Speedy, pero el equipo original fueron estos tres héroes.", "En más sobre el grupo de héroes más carismático de DC, te recomendamos: ", "¿Raven y Chico Bestia tuvieron una relación? ", "y ", "conoce la trágica historia de la joven mitad demonio", ".", "Jemima Sebastián hace de todo un poco en IGN Latinoamérica. Ama el anime, los deportes y a los Teen Titans GO!, ¿por qué no? Encuéntrala en ", "Twitter", " e ", "Instagram", " como @jemafg"]},
{"titulo_articulo": ["Teen Titans: DC confirmó que hay una relación amorosa entre Raven y Chico Bestia"], "contenido": ["Raven y Chico Bestia son de los personajes más queridos por los fans en ", "Teen Titans", ", y tenemos que DC ha confirmado su relación con una nueva historia que lanzarán el año próximo.", "DC Comics ha anunciado que su sello de novelas gráficas para jóvenes adultos, DC Ink, producirá un nuevo cómic titulado Teen Titans: Beast Boy Loves Raven que es escrito por Kami García y contará con ilustraciones de Gabriel Picolo, y que se pondrá disponible en 2021 (", "vía ", "ScreenRant", ").", "Cada entrega de la serie ", "Teen Titans", " es una entrada independiente, comenzando con Teen Titans: Raven que se lanzó en 2019 y siguiendo este año con Teen Titans: Beast Boy, presentándonos los orígenes de estos dos jóvenes de 17 años de edad que provienen de diferentes lugares y círculos sociales. Luego seguirá Teen Titans: Beast Boy Loves Raven que verá cómo se cruzan los caminos de ambos mientras rastrean a Slade Wilson, mejor conocido como Deathstroke, quien parece comprender mejor el misterioso origen de la pareja.", "En la galería de imágenes a continuación pueden ver el avance de este nuevo cómic:", "Teen Titans: Beast Boy Loves Raven se pondrá disponible en formato físico y digital en algún momento de 2021."]},
{"titulo_articulo": ["Yu-Gi-Oh!: las cartas más injustificadamente poderosas del anime"], "contenido": ["Yu-Gi-Oh! es una franquicia bastante popular que tiene presencia en diferentes medios como televisión, juegos de mesa y videojuegos, y ya que en el anime había algunas cartas extremadamente poderosas, tuvieron que adaptarlas a la vida real para que pudieran ofrecer un juego justo.", "Dicho esto, a continuación les tenemos algunas de las cartas de ", "Yu-Gi-Oh!", " con efectos más devastadores que se han visto sin ningún orden específico:", "Dúo de Delincuentes", " - es una versión mejorada de Confiscación ya que pueden pagar 1000 Life Points para que su adversario descarte 1 carta al azar de su mano y luego pueden seleccionar y descartar otra carta de su mano.", "Confiscación", " - carta mágica de uso único, puedes pagar 1000 Life Points para mirar la mano de tu adversario, seleccionar 1 carta y descartarla al Cementerio.", "Olla de la codicia", " - Roba dos cartas de tu deck.", "Raigeki", " - carta mágica de uso único, destruye todos los monstruos que controle tu adversario.", "Dragón Emperador del Caos", " - Debe invocarse de modo especial desde tu mano, desterrando 1 monstruo de luz y 1 monstruo de oscuridad de tu Cementerio. Puedes pagar 1000 Life Points para mandar todas las cartas en las manos de ambos jugadores y en el Campo al Cementerio, y después inflige 300 puntos de daño a tu adversario por cada carta mandada al Cementerio por este efecto.", "Tornado Gigante", " - carta mágica, devuelve a la mano todas las Cartas Mágicas y de Trampa en el Campo.", "Fiber Jar", " - Se activa con el volteo, donde cada jugar baraja al Deck todas las cartas en su mano, Campo y Cementerio, y después roba 5 cartas.", "Polvo de pluma de arpía", " - Destruye todas las cartas mágicas y de trampa que controle tu adversario.", "Cyber Jar", " - Se activa con el volteo, destruye todos los monstruos en el Campo, y después ambos jugadores muestran las 5 cartas de la parte superior de sus Decks e invocan de modo especial todos los monstruos de Nivel 4 o menor que haya entre ellas.", "Cambio de Fidelidad", " - Selecciona 1 monstruo que controle tu adversario, toma el control de este hasta la fase final del turno.", "¿Qué otras cartas conocen que consideren demasiado poderosas o injustas?", "Yu-Gi-Oh!", " es un manga creado por Kazuki Takahashi que comenzó a publicarse en 1996 y dio lugar a una franquicia con múltiples series de anime, juegos de cartas y varios videojuegos."]},
{"titulo_articulo": ["Yu-Gi-Oh!: las cartas más injustificadamente poderosas del anime"], "contenido": ["Yu-Gi-Oh! es una franquicia bastante popular que tiene presencia en diferentes medios como televisión, juegos de mesa y videojuegos, y ya que en el anime había algunas cartas extremadamente poderosas, tuvieron que adaptarlas a la vida real para que pudieran ofrecer un juego justo.", "Dicho esto, a continuación les tenemos algunas de las cartas de ", "Yu-Gi-Oh!", " con efectos más devastadores que se han visto sin ningún orden específico:", "Dúo de Delincuentes", " - es una versión mejorada de Confiscación ya que pueden pagar 1000 Life Points para que su adversario descarte 1 carta al azar de su mano y luego pueden seleccionar y descartar otra carta de su mano.", "Confiscación", " - carta mágica de uso único, puedes pagar 1000 Life Points para mirar la mano de tu adversario, seleccionar 1 carta y descartarla al Cementerio.", "Olla de la codicia", " - Roba dos cartas de tu deck.", "Raigeki", " - carta mágica de uso único, destruye todos los monstruos que controle tu adversario.", "Dragón Emperador del Caos", " - Debe invocarse de modo especial desde tu mano, desterrando 1 monstruo de luz y 1 monstruo de oscuridad de tu Cementerio. Puedes pagar 1000 Life Points para mandar todas las cartas en las manos de ambos jugadores y en el Campo al Cementerio, y después inflige 300 puntos de daño a tu adversario por cada carta mandada al Cementerio por este efecto.", "Tornado Gigante", " - carta mágica, devuelve a la mano todas las Cartas Mágicas y de Trampa en el Campo.", "Fiber Jar", " - Se activa con el volteo, donde cada jugar baraja al Deck todas las cartas en su mano, Campo y Cementerio, y después roba 5 cartas.", "Polvo de pluma de arpía", " - Destruye todas las cartas mágicas y de trampa que controle tu adversario.", "Cyber Jar", " - Se activa con el volteo, destruye todos los monstruos en el Campo, y después ambos jugadores muestran las 5 cartas de la parte superior de sus Decks e invocan de modo especial todos los monstruos de Nivel 4 o menor que haya entre ellas.", "Cambio de Fidelidad", " - Selecciona 1 monstruo que controle tu adversario, toma el control de este hasta la fase final del turno.", "¿Qué otras cartas conocen que consideren demasiado poderosas o injustas?", "Yu-Gi-Oh!", " es un manga creado por Kazuki Takahashi que comenzó a publicarse en 1996 y dio lugar a una franquicia con múltiples series de anime, juegos de cartas y varios videojuegos."]},
{"titulo_articulo": ["Godfall: los desarrolladores aseguran que no habría microtransacciones en el juego"], "contenido": ["Godfall no presentará microtransacciones, y los desarrolladores no están considerando el juego como un \"título de servicio\".", "En ", "una entrevista en video con Arekkz Gaming", ", el Productor Técnico de Godfall Richard Heyne recibió la pregunta acerca de si el looter-slasher seguiría el modelo reactivo de \"juegos como un servicio\", utilizado por títulos como Destiny y Tom Clancy's The Division.", "En respuesta, Heyne le dijo a Arekkz que \"hay una experiencia que puedes completar\", sugiriendo que el juego presentaría una campaña con final por la cual los jugadores pueden terminar el juego. Sin embargo, Heyne también notó que hay \"contenido de final de juego\" en Godfall. \"Hay más para que el jugador explore y revisite una vez que hayan completado su ascenso del Skybreaker Monolith\".", " ", "\"No consideramos el juego como un servicio\", dijo Reyne. \"No hay microtransacciones en Godfall, pero estamos planeando que haya bastante contenido para que el jugador disfrute una vez que [el villano principal] Macros sea derrotado. Una vez que completes la campaña, tendrás la habilidad de regresar a estos reinos y explorarlos en nuevas maneras, para experimentar nuevos encuentros, nuevos desafíos\".", "Así que ¿algo híbrido entonces? Hemos visto muchos juegos como servicio en el pasado que ofrecen a los jugadores una campaña y también contenido de final de juego rejugable que le sigue, así que el concepto no es tan innovador. Es la falta de microtransacciones que es lo más interesante - especialmente para un juego de este estilo, en donde las microtransacciones usualmente han sido parte del paquete.", "Godfall se lanzará en PS5 y PC por medio de la Epic Games Store este fin de año."]},
{"titulo_articulo": ["Se retrasa Far Cry 5 y The Crew 2"], "contenido": ["Ubisoft retrasó dos de sus próximos juegos, Far Cry 5 y The Crew 2, así como un título sin anunciar.", "La fecha de lanzamiento de Far Cry 5 fue retrasada un mes, por lo que ahora saldrá el 27 de marzo ", "en lugar del 27 de febrero original", ". Por su parte, The Crew ahora será liberado en algún punto de la mitad del año fiscal 2018-2019. Este período corre del 1 de abril del 2018 al 31 de marzo del 2019.", "Adicionalmente, Ubisoft también retrasó un título no anunciado de la franquicia. El juego, originalmente planeado para el año fiscal 2018-19, ahora llegará en el período 2019-20. La razón de los retrasos es para darle oportunidad a los desarrolladores de trabajar más a fondo con los tres proyectos. El estudio resaltó que este acercamiento ocurrió en el pasado con videojuegos como Assassin's Creed Origins.", "\"El tiempo adicional con Assassin's Creed Origins le dio a nuestro equipo de desarrollo la oportunidad de expresar su visión creativa en su totalidad\", comentó la directora ejecutiva global de la compañía, Christine Burgess-Quémard. \"Como esperábamos, esto tuvo un impacto positivo en la calidad del juego y mejoró nuestro éxito comercial. Siguiendo un camino similar, hemos decidido invertir tiempo de desarrollo adicional en los próximos tres títulos\".", "Mientras esperamos más información, no olvides leer ", "nuestra review de Assassin's Creed Origins", "."]},
{"titulo_video": ["Disgaea 6: Defiance of Destiny - Announcement Trailer"], "fecha_de_publicacion": ["17 de Septiembre de 2020"]},
{"titulo_articulo": ["Teen Titans: esta es la trágica historia de origen de Raven"], "contenido": ["Raven es uno de los personajes con historias más trágicas dentro del Universo de DC. La joven perteneciente a los Teen Titans ha sufrido durante sus diferentes vidas debido a la condición de sus padres, por cómo fue concebida, por no poder revelar sus sentimientos e incluso, un falso amor. Aquí te contamos su trágica historia.", "Las tragedias comenzaron desde el momento en que fue concebida, pues ella nació de un engaño a su madre. Su padre, el demonio Trigon se casó con su madre, Ángela Roth, conocida como Arella, usando una identidad falsa, pero después de tener relaciones sexuales, la mujer conoció la verdadera identidad del demonio.", "Creció en una realidad alterna llamada Azarath, y desde pequeña debió controlar sus emociones para reprimir la herencia demoniaca que tenía de parte de su padre, quien quería aprovecharse de eso para unirse a la niña y dominar todas las dimensiones que le fueran posibles.", "Tampoco creció cerca de su madre, a quien rara vez veía, y se frecuentaron mas cuando su primera tutora, Azar, murió y Arella se puso a su cargo.", "Cuando Raven se enteró que su padre quería llegar a su dimensión, ella se propuso detenerlo. Pidió ayuda a la Liga de la Justicia, pero fue rechazada, principalmente porque Zatanna notó su herencia demoniaca. Desesperada creó a los Nuevos Jóvenes Titanes donde peleó al lado de Robin, Starfire, Cyborg y Beast Boy, la alineación más popular de este equipo. Más que un grupo de héroes, ellos terminaron siendo una familia.", "La lucha contra su padre fue muy difícil para Raven, pues aunque en primera instancia lograron derrotarlo, él no se fue del todo y durante este tiempo tuvo que luchar de nuevo con sus emociones para que Trigon no pudiera poseerla. Pero cuando la joven fue corrompida por completo, ella misma le dio acceso al demonio a su realidad donde destruyó a todos los habitantes de Azarath e incluso de la Tierra, donde sólo los Titanes se salvaron.", "Trigon, deseoso de acabar con los héroes creó duplicados malignos de cada uno de ellos ; no obstante, Lilith logró tomar el control de ellos y los usó contra Raven, quien murió por estos ataques. Entonces, la diosa Azar usó su cuerpo como conducto para su poder y las almas de Azarath; y el alma de Raven emergió purificada de todo mal, que junto con las almas de los demás renacido, eliminaron al demonio, que fue incapaz de soportar este exceso de pureza.", "Cuando por fin pudo dejar fluir sus sentimientos inició una relación sentimental con Eric Forrester, pero lamentablemente, este sujeto sólo la intentaba utilizar para conservar su humanidad permanentemente. Resulta que Eric seducía a las mujeres para acostarse con ellas y robarles su energía vital. La joven fue salvada por Joseph Wilson (Jericho), quien destruyó al sujeto y liberó a la heroína de su influencia.", "Raven volvió a morir cuando Trigon regresó y poseyó a su hija a través de almas malvadas. Para eliminar el poder del demonio, su cuerpo fue destruido.", "Pero la heroína ha cedido ante su lado demoniaco en un par de ocasiones más. En “Titans Hunt”, Trigon la corrompió y se volvió malvada. También arruinó la boda de Starfire y Nightwing y después volvería a morir.", "\n", "DC Comics", "\n", " ", "En Injustice: Gods Among Us se une al régimen tiránico de Superman, pues sabe que esto ayudará a preparar al mundo para Trigon. Poco después vemos al Hombre de Acero derrotado y a su padre desatando un ejército sobre la Tierra. En Injustice 2, Starfire menciona que Raven está muerta para sus amigos, ya que se convirtió en un títere de su padre.", "Jemima Sebastián hace de todo un poco en IGN Latinoamérica. Ama el anime, los deportes y a los Teen Titans GO! Encuéntrala en ", "Twitter", " e ", "Instagram", " como @jemafg"]},
{"titulo_articulo": ["Teen Titans: ¿Raven y Chico Bestia sí tuvieron una relación?"], "contenido": ["¿Raven y Chico Bestia tienen o han tenido alguna relación amorosa? Esta es una duda que los fans de DC Cómics siempre tienen presente y que aquí trataremos de explicarles. La verdad es que su historia amorosa ha tenido bastantes altibajos. Ambos personajes se conocieron en la era de los Nuevos Jóvenes Titanes y su relación era de amistad. Es cierto que Gar, el nombre de Chico Bestia, llegaba a coquetear con ella en varias ocasiones, pero él solía tener este tipo de actitud con cualquier chida que tuviera enfrente.", "No obstante, las cosas entre ellos comenzaron a convertirse en “algo más”, luego de que Raven murió y fuera resucitada. Chico Bestia fue quien le dio a su reencarnación la bienvenida de vuelta al equipo de héroes, haciendo que la joven comenzara a desarrollar sentimientos más profundos hacia él. De hecho, el primer beso de Raven fue con Gar, justo antes de Crisis Infinitas., en Teen Titans (Vol. 3) #30.", "La relación de ambos creció, pero también se desgastó pronto debido a una serie de eventos. Primero, Chico Bestia estaba bajo un enorme estrés por ser el líder de un grupo de héroes sin experiencia, que estaban más preocupados por ser famosos que por la justicia real. Por si fuera poco, Black Adam comenzó un alboroto en el mundo luego de que su esposa muriera. Los Teen Titans intentaron detenerlo, pero cuando el villano asesinó al segundo Terra, Gar se volvió a un más distante.", "Raven decidió terminar la relación y aunque poco después Tim Drake volvió y retomó el liderazgo, las cosas entre ellos no iban nada bien como para mantener su noviazgo o como para que ella siguiera siendo parte del equipo. La joven dejó que sus compañeros pensaban que se iba por Gar, pero en realidad se alejó porque poseía un disco con en alma perdida de Jericho y deseaba protegerlo.", "Sin embargo, a pesar de la ruptura, Raven siguió dando pistas de que aún amaba a Gar. Por ejemplo, después del ataque de Deathstroke al equipo, pero el Chico Bestia se negaba a hablar de ello; luego él intentó reconciliarse y retomar la relación, pero la joven se negó continuamente, pues creía que esto aún seguía siendo necesario para protegerlo. Es hasta Teen Titans #100 que ambos se sientan a platicar sobre sus sentimientos. Aquí finalmente Raven revela que lo ama, pero que no quería que él soportara el peso de su “maldición”, la cual también le afectaría en caso de que decidiera estar con ella.", "Chico Bestia, fiel a su estilo, dijo que efectivamente, no podía escapar de esta maldición, pero tampoco quería hacerlo. Cuando Raven decide que debe dejar de rechazar las emociones buenas de su vida por miedo a las negativas, el héroe le dice que esto es parte de ser humano. La frase con la que sentencia su postura es icónica: “Creo que te has ocupado lo suficiente por las malas. ¿Qué tal si nos enfocamos en lo bueno, para variar?”. Esto deja en claro, que antes del reinicio, ellos aún eran pareja.", "En la primera serie animada de Teen Titans, era evidente que Chico Bestia sentía algo por Raven y viceversa. En el capítulo 6 de la temporada 1, “Nevermore”, Gar y Cyborg entran en la mente de la chica por accidente y descubren que ella piensa que Chico Bestia es divertido, aunque no lo demuestra.", "En “Spellbound”, el capítulo 6 de la tercera temporada, Chico Bestia consuela a Raven, después de que Malchior, un poderoso hechicero atrapado dentro de uno de sus libros de hechizos, le rompiera el corazón . Gar suele actuar como un tonto para hacer reír a los demás y por consiguiente ser popular, pero en realidad es un alma compasiva y profunda y es eso lo que le gusta tanto a Raven.", "En temas relacionados, dale un vistazo a ", "la trágica historia de origen de Raven", ".", "Jemima Sebastián hace de todo un poco en IGN Latinoamérica. Ama el anime, los deportes y a los Teen Titans GO! y no lo siente. Encuéntrala en ", "Twitter", " e ", "Instagram", " como @jemafg"]},
{"titulo_articulo": ["Teen Titans: ¿Raven y Chico Bestia sí tuvieron una relación?"], "contenido": ["¿Raven y Chico Bestia tienen o han tenido alguna relación amorosa? Esta es una duda que los fans de DC Cómics siempre tienen presente y que aquí trataremos de explicarles. La verdad es que su historia amorosa ha tenido bastantes altibajos. Ambos personajes se conocieron en la era de los Nuevos Jóvenes Titanes y su relación era de amistad. Es cierto que Gar, el nombre de Chico Bestia, llegaba a coquetear con ella en varias ocasiones, pero él solía tener este tipo de actitud con cualquier chida que tuviera enfrente.", "No obstante, las cosas entre ellos comenzaron a convertirse en “algo más”, luego de que Raven murió y fuera resucitada. Chico Bestia fue quien le dio a su reencarnación la bienvenida de vuelta al equipo de héroes, haciendo que la joven comenzara a desarrollar sentimientos más profundos hacia él. De hecho, el primer beso de Raven fue con Gar, justo antes de Crisis Infinitas., en Teen Titans (Vol. 3) #30.", "La relación de ambos creció, pero también se desgastó pronto debido a una serie de eventos. Primero, Chico Bestia estaba bajo un enorme estrés por ser el líder de un grupo de héroes sin experiencia, que estaban más preocupados por ser famosos que por la justicia real. Por si fuera poco, Black Adam comenzó un alboroto en el mundo luego de que su esposa muriera. Los Teen Titans intentaron detenerlo, pero cuando el villano asesinó al segundo Terra, Gar se volvió a un más distante.", "Raven decidió terminar la relación y aunque poco después Tim Drake volvió y retomó el liderazgo, las cosas entre ellos no iban nada bien como para mantener su noviazgo o como para que ella siguiera siendo parte del equipo. La joven dejó que sus compañeros pensaban que se iba por Gar, pero en realidad se alejó porque poseía un disco con en alma perdida de Jericho y deseaba protegerlo.", "Sin embargo, a pesar de la ruptura, Raven siguió dando pistas de que aún amaba a Gar. Por ejemplo, después del ataque de Deathstroke al equipo, pero el Chico Bestia se negaba a hablar de ello; luego él intentó reconciliarse y retomar la relación, pero la joven se negó continuamente, pues creía que esto aún seguía siendo necesario para protegerlo. Es hasta Teen Titans #100 que ambos se sientan a platicar sobre sus sentimientos. Aquí finalmente Raven revela que lo ama, pero que no quería que él soportara el peso de su “maldición”, la cual también le afectaría en caso de que decidiera estar con ella.", "Chico Bestia, fiel a su estilo, dijo que efectivamente, no podía escapar de esta maldición, pero tampoco quería hacerlo. Cuando Raven decide que debe dejar de rechazar las emociones buenas de su vida por miedo a las negativas, el héroe le dice que esto es parte de ser humano. La frase con la que sentencia su postura es icónica: “Creo que te has ocupado lo suficiente por las malas. ¿Qué tal si nos enfocamos en lo bueno, para variar?”. Esto deja en claro, que antes del reinicio, ellos aún eran pareja.", "En la primera serie animada de Teen Titans, era evidente que Chico Bestia sentía algo por Raven y viceversa. En el capítulo 6 de la temporada 1, “Nevermore”, Gar y Cyborg entran en la mente de la chica por accidente y descubren que ella piensa que Chico Bestia es divertido, aunque no lo demuestra.", "En “Spellbound”, el capítulo 6 de la tercera temporada, Chico Bestia consuela a Raven, después de que Malchior, un poderoso hechicero atrapado dentro de uno de sus libros de hechizos, le rompiera el corazón . Gar suele actuar como un tonto para hacer reír a los demás y por consiguiente ser popular, pero en realidad es un alma compasiva y profunda y es eso lo que le gusta tanto a Raven.", "En temas relacionados, dale un vistazo a ", "la trágica historia de origen de Raven", ".", "Jemima Sebastián hace de todo un poco en IGN Latinoamérica. Ama el anime, los deportes y a los Teen Titans GO! y no lo siente. Encuéntrala en ", "Twitter", " e ", "Instagram", " como @jemafg"]},
{"titulo_articulo": ["Yu-Gi-Oh!: de acuerdo al anime, así se creó el juego"], "contenido": ["Todo el que vio Yu-Gi-Oh! sabe, o tiene idea, de que el famoso Duelo de Monstruos tiene mucha inspiración de la cultura egipcia. Pero pocas veces se ha hablado de las raíces de este juego de cartas, que son parte de una larga y complicada historia.", "Sí, los primeros indicios —dentro de la serie— del Duelo de Monstruos tuvieron lugar en el antiguo Egipto, miles de años antes de que comenzara la aventura de Yugi Muto. En aquel entonces, los egipcios usaban la brujería para luchar entre ellos con el llamado “Juego de Sombras” y entonces entran a la acción dos hechiceros, que fueron transportados a otra dimensión para seguir con este juego, pero el castigo para quien hiciera trampa era la muerte.", "Ambos hechiceros convocaron a seres poderosos que lucharon hasta la muerte: el ganador pudo retirarse de forma segura, pero el perdedor se llevó un castigo muy severo. Pero pronto, este juego se convirtió en una guerra que amenazaba con destruir el mundo. Ante esto, el Faraón tomó la decisión de sellar su magia dentro de un artefacto llamado “el Rompecabezas del Milenio”. Sí, el artefacto que Yugi lleva colgado en el cuello.", "\n", "Toei Animation", "\n", " ", "Después de un gran, gran salto en el tiempo —unos miles de años después— un joven llamado Maximillion Pegasus se enamoró de una joven mujer llamada Cecelia. Se casaron y pensaron que vivirían felices, pero ella enfermó y murió. Destrozado, Pegasus buscó la forma de recuperar a su amada y así llego a Egipto donde descubrió los Artículos del Milenio y aprendió sobre los Juegos de Sombras. Dotado de una mente extraordinaria, Pegasus encontró la forma de fusionar esta práctica con el juego de cartas y logró crear el Duelo de Monstruos.", "Tiempo después, Kaiba Corp se asoció con él para desarrollar el juego y Pegasus vio la oportunidad de fusionar la tecnología de esta compañía con la magia de los Artículos del Milenio para así, traer a Cecelia de vuelta a la vida. Para ese entonces, el Duelo de Monstruos ya era un fenómeno internacional y es aquí donde la historia de Yu-Gi-oh! se prepara para comenzar.", "A lo largo de la serie vemos que no sólo Pegasus lucha motivado por el amor, porque este sentimiento es parte fundamental de la historia. Yugi pasa gran parte del show luchando para salvar el alma de su abuelo, Joey desea pagar la cirugía ocular de su hermanita; incluso Seto Kaiba, el primer villano del show, decide hacer a un lado sus ambiciones personales y profesionales cuando su hermano menor está en peligro. Pero como en la mayoría de los casos, sólo puede haber un ganador y llevarse esta victoria significa evitar que los demás salven a quien aman.", "\n", "Toei Animation", "\n", "Entonces las guerras que los Juegos de Sombras ocasionaron en el antiguo Egipto llegan al mundo moderno, traidos por Pegasus, que pierde en su propio juego. Yugi salva a su abuelo, Kaiba a Mokuba, pero el villano se queda sin la oportunidad de recuperar a su esposa, luego de perder el Rompecabezas del Milenio y Kaiba Corp. Lo cierto es que estos tres sujetos no son muy diferentes entre sí, pues cada uno se esfuerza por alcanzar un objetivo similar, motivados por el amor, y jugando el Duelo de Monstrous, aunque hay que reconocer que los sentimientos más puros siempre fueron los de Yugi, que sólo quería ayudar a otros.", "Incluso hasta el vicioso Faraón que se encontraba dentro de él comprende el ejemplo de su alter ego y juntos, ganan una guerra haciendo a un lado a quienes eran capaces de dañar a otros para ganarla. Un final feliz para una historia de amor, ¿lo habías visto así?", " ", "En más de anime, no te pierdas: ", "el saiyajin más poderoso de Dragon Ball es un humano", "; ", "Pokémon TV abre parte de su catálogo para Latinoamérica", " y ", "editor de Shingeki no Kyojin amenaza a quienes compartan el manga de forma ilegal", ".", "Jemima Sebastián hace de todo un poco en IGN Latinoamérica. Ama el anime, los deportes y a Seto Kaiba. Encuéntrala en ", "Twitter", " e ", "Instagram", " como @jemafg"]},
{"titulo_articulo": ["Yu-Gi-Oh!: fanático llegó a un torneo con un deck de más de 2 mil cartas"], "contenido": ["Los torneos de Yu-Gi-Oh! no sólo suceden en el anime y el manga. Debido a la popularidad que alcanzó la obra de Kazuki Takahashi, estos concursos se hicieron una realidad.", "Cada año en Japón se llevan a cabo un torneo y con el paso del tiempo se han perfeccionado las reglas para participar. Una de estas es el hecho de que tu deck sólo puede estar conformado por 60 cartas. Esta se impuso porque un fanático llegó con una baraja conformada por más de 2 mil tarjetas.", "El usuario de Reedit, ", "u/Kuma_Paws_376", " compartió una imagen en donde podemos ver al participante en cuestión.", "Largest Deck", " from ", "r/yugioh", "De acuerdo a la información, la idea era ganar al perder el tiempo barajeando todo el deck. La estrategia era que el rival se desesperar y decidiera salir de la partida.", "Como se destaca en la imagen:", "\n", "Si alguna vez te has preguntado por qué 60 cartas es el límite pata tu deck de Yu-Gi-Oh! Es porque alguien, alguna vez entró a un torneo con uno de 2222 cartas con la intención de perder la mayor cantidad de tiempo posible barajeándolas. Estas son las fotografías del deck y la lista.", "\n", "Afortunadamente Konami ha puesto normas más estrictas en los torneos. En noticias relacionadas, ", "no te pierdas cómo se ve un duelo de monstruos ", "en realidad aumentada.", "Cristina Urrutia es editora en IGN Latinoamérica, fan del anime, los videojuegos, los libros, las Tortugas Ninja y Batman. Puedes encontrarla en redes sociales como ", "@harley_lilith", "."]},
{"titulo_articulo": ["Far Cry: habrá un nuevo juego"], "contenido": ["Ubisoft ha sugerido lo que parece un nuevo juego de Far Cry, probablemente ubicado después de los eventos de Far Cry 5.", "Un teaser muestra una explosión nuclear en lo que se parece mucho a un paisaje del entorno del condado de Hope de Far Cry 5, antes de que una sierra sea aparentemente reutilizada como un arma.", "Aparte de lo que parece ser un entorno post-apocalíptico más exuberante al que estamos acostumbrados, la única otra información disponible ahora es que el juego está listado para Xbox One, PS4 y PC.", "No es claro si se trata de un spinoff, secuela u otra cosa, pero Ubisoft ha dejado en claro que se trata de una entrega totalmente nueva.", "Habrá más información durante los Game Awards que se llevarán a cabo mañana y puede revisar toda la información ", "al respecto en este link", "."]},
{"titulo_articulo": ["Far Cry: habrá un nuevo juego"], "contenido": ["Ubisoft ha sugerido lo que parece un nuevo juego de Far Cry, probablemente ubicado después de los eventos de Far Cry 5.", "Un teaser muestra una explosión nuclear en lo que se parece mucho a un paisaje del entorno del condado de Hope de Far Cry 5, antes de que una sierra sea aparentemente reutilizada como un arma.", "Aparte de lo que parece ser un entorno post-apocalíptico más exuberante al que estamos acostumbrados, la única otra información disponible ahora es que el juego está listado para Xbox One, PS4 y PC.", "No es claro si se trata de un spinoff, secuela u otra cosa, pero Ubisoft ha dejado en claro que se trata de una entrega totalmente nueva.", "Habrá más información durante los Game Awards que se llevarán a cabo mañana y puede revisar toda la información ", "al respecto en este link", "."]},
{"titulo_articulo": ["Far Cry 6: filtración confirma a Giancarlo Esposito como villano y revela fecha de lanzamiento"], "contenido": ["Far Cry 6 se ha filtrado debido a un listado de PlayStation Store en Hong Kong, confirmando a ", "Giancarlo Esposito como el villano del juego", " y proporcionando una fecha de lanzamiento sugerida del 18 de febrero de 2021. El juego aparentemente también recibirá una actualización gratuita de PS4 a PS5.", "Según la descripción en el listado, la trama del juego se ambientará en la isla de Yara, \"el patio de juegos de Far Cry más grande hasta la fecha\" y \"un paraíso tropical congelado en el tiempo\" (que suena como un escenario cubano). El personaje de Giancarlo Esposito aparentemente se llamará Anton Castillo y sirve como el dictador de la isla. El joven muchacho en la imagen de abajo es su hijo, Diego, que está \"siguiendo sus pasos sangrientos\" mientras intenta restaurar su nación a su antigua gloria.", "El protagonista es aparentemente un Yaran local llamado Dani Rojas, un guerrillero que lucha por la libertad. Empleará \"armas improvisadas, vehículos y Amigos, los nuevos colmillos de alquiler para quemar el régimen tiránico\".", "\n", "Its English ver. ", "pic.twitter.com/htPVQrQEn3", "\n— James Huang (@james_huang_cn) ", "July 10, 2020", "Se trata del tercer juego importante de Ubisoft en filtrarse antes del evento, después de que el juego de ", "Assassin's Creed Valhalla", " y las capturas de pantalla de Watch Dogs: Legion llegaran a Internet inesperadamente.", "Después de la filtración, Ubisoft ha confirmado que Far Cry 6 se mostrará en ", "la conferencia Ubisoft Forward", " que se llevará a cabo el próximo domingo.", "La compañía publicó un video de Giancarlo Esposito como el nuevo antagonista Anton Castillo, junto con un mensaje que aparentemente hace referencia a la filtración: \"Anton no estaría contento\":", "\n", "Anton would not be pleased. See you on Sunday at ", "#UbiForward", ". ", "pic.twitter.com/HieToJzDxp", "\n— Far Cry (@FarCrygame) ", "July 10, 2020", " "]},
{"titulo_articulo": ["Far Cry 6: filtración confirma a Giancarlo Esposito como villano y revela fecha de lanzamiento"], "contenido": ["Far Cry 6 se ha filtrado debido a un listado de PlayStation Store en Hong Kong, confirmando a ", "Giancarlo Esposito como el villano del juego", " y proporcionando una fecha de lanzamiento sugerida del 18 de febrero de 2021. El juego aparentemente también recibirá una actualización gratuita de PS4 a PS5.", "Según la descripción en el listado, la trama del juego se ambientará en la isla de Yara, \"el patio de juegos de Far Cry más grande hasta la fecha\" y \"un paraíso tropical congelado en el tiempo\" (que suena como un escenario cubano). El personaje de Giancarlo Esposito aparentemente se llamará Anton Castillo y sirve como el dictador de la isla. El joven muchacho en la imagen de abajo es su hijo, Diego, que está \"siguiendo sus pasos sangrientos\" mientras intenta restaurar su nación a su antigua gloria.", "El protagonista es aparentemente un Yaran local llamado Dani Rojas, un guerrillero que lucha por la libertad. Empleará \"armas improvisadas, vehículos y Amigos, los nuevos colmillos de alquiler para quemar el régimen tiránico\".", "\n", "Its English ver. ", "pic.twitter.com/htPVQrQEn3", "\n— James Huang (@james_huang_cn) ", "July 10, 2020", "Se trata del tercer juego importante de Ubisoft en filtrarse antes del evento, después de que el juego de ", "Assassin's Creed Valhalla", " y las capturas de pantalla de Watch Dogs: Legion llegaran a Internet inesperadamente.", "Después de la filtración, Ubisoft ha confirmado que Far Cry 6 se mostrará en ", "la conferencia Ubisoft Forward", " que se llevará a cabo el próximo domingo.", "La compañía publicó un video de Giancarlo Esposito como el nuevo antagonista Anton Castillo, junto con un mensaje que aparentemente hace referencia a la filtración: \"Anton no estaría contento\":", "\n", "Anton would not be pleased. See you on Sunday at ", "#UbiForward", ". ", "pic.twitter.com/HieToJzDxp", "\n— Far Cry (@FarCrygame) ", "July 10, 2020", " "]},
{"titulo_articulo": ["Far Cry 6: ¿en qué revolución está inspirado el nuevo juego de Ubisoft?"], "contenido": ["Far Cry 6 por fin fue revelado por Ubisoft, confirmando a Giancarlo Esposito como el villano llamado Antón Castillo. En esta ocasión, la franquicia irá a tierras latinoamericanas para contar una nueva historia de revolución.", "IGN Latinoamérica tuvo la oportunidad de entrevistar al director de narrativa Navid Khavari, quien nos habló acerca de este nuevo y peligroso personaje; así como de las distintas inspiraciones para el juego.", "Como puedes ver en el trailer de revelación, la historia del juego se centrará en un dictador y su hijo, mientras tú diriges la revolución para derrocarlo en la isla de Yara. Hablando con el creativo le preguntamos en qué dictadura de nuestra región está basado el título.", "\"Empezó con la idea de la revolución\", respondió, \"comenzamos a investigar varias revoluciones y con ello llegamos a las guerrillas, eso nos llevó a Cuba, país que fue nuestra inspiración\".", "Profundizando más acerca de la investigación para la realización del proyecto , comentó que \"hablamos con ex-guerrilleros y escuchar sus historias nos hicieron darnos cuenta que teníamos toda la información para hacer la isla ficticia de Yara\".", "En el adelanto podemos apreciar que Antón es un gobernador cruel y con temple de hierro. También le preguntamos a Khavari si hubo algún político en particular en el cual se inspiraron; su respuesta fue la siguiente:", "\n", "Investigamos a varios dictadores y creo que más bien la idea principal es, ¿qué se siente estar tan cerca del dictador? ¿Cómo es estar en la sala y tomar un café con él? Porque queríamos pensar en ¿cuáles son las cosas que hacen que un dictador esté loco y haga esas brutales cosas? Eso fue fundamental para crear a Antón Castillo.", "\n", "Far Cry 6 se lanzará el 18 de febrero de 2021 para Xbox Series X, Xbox One, PlayStation 5, PlayStation 4, Stadia y PC (vía Epic Games Store y Ubisoft Store).", "Cristina Urrutia Aldrete es editora en IGN Latinoamérica, fan del anime, los videojuegos, los libros, las Tortugas Ninja y Batman. Puedes encontrarla en redes sociales como ", "@harley_lilith.", " "]},
{"titulo_articulo": ["Far Cry 6: ¿en qué revolución está inspirado el nuevo juego de Ubisoft?"], "contenido": ["Far Cry 6 por fin fue revelado por Ubisoft, confirmando a Giancarlo Esposito como el villano llamado Antón Castillo. En esta ocasión, la franquicia irá a tierras latinoamericanas para contar una nueva historia de revolución.", "IGN Latinoamérica tuvo la oportunidad de entrevistar al director de narrativa Navid Khavari, quien nos habló acerca de este nuevo y peligroso personaje; así como de las distintas inspiraciones para el juego.", "Como puedes ver en el trailer de revelación, la historia del juego se centrará en un dictador y su hijo, mientras tú diriges la revolución para derrocarlo en la isla de Yara. Hablando con el creativo le preguntamos en qué dictadura de nuestra región está basado el título.", "\"Empezó con la idea de la revolución\", respondió, \"comenzamos a investigar varias revoluciones y con ello llegamos a las guerrillas, eso nos llevó a Cuba, país que fue nuestra inspiración\".", "Profundizando más acerca de la investigación para la realización del proyecto , comentó que \"hablamos con ex-guerrilleros y escuchar sus historias nos hicieron darnos cuenta que teníamos toda la información para hacer la isla ficticia de Yara\".", "En el adelanto podemos apreciar que Antón es un gobernador cruel y con temple de hierro. También le preguntamos a Khavari si hubo algún político en particular en el cual se inspiraron; su respuesta fue la siguiente:", "\n", "Investigamos a varios dictadores y creo que más bien la idea principal es, ¿qué se siente estar tan cerca del dictador? ¿Cómo es estar en la sala y tomar un café con él? Porque queríamos pensar en ¿cuáles son las cosas que hacen que un dictador esté loco y haga esas brutales cosas? Eso fue fundamental para crear a Antón Castillo.", "\n", "Far Cry 6 se lanzará el 18 de febrero de 2021 para Xbox Series X, Xbox One, PlayStation 5, PlayStation 4, Stadia y PC (vía Epic Games Store y Ubisoft Store).", "Cristina Urrutia Aldrete es editora en IGN Latinoamérica, fan del anime, los videojuegos, los libros, las Tortugas Ninja y Batman. Puedes encontrarla en redes sociales como ", "@harley_lilith.", " "]},
{"titulo_video": ["Far Cry 6 - Trailer cinemático"], "fecha_de_publicacion": ["12 de Julio de 2020"]},
{"titulo_video": ["Far Cry 6 - Trailer cinemático"], "fecha_de_publicacion": ["12 de Julio de 2020"]},
{"titulo_articulo": ["Shingeki no Kyojin: editor amenaza a quienes compartan el manga de forma ilegal"], "contenido": ["Si hay alguien dentro del ", "staff", " de Shingeki no Kyojin que es activo en redes sociales y tiene mayor contacto con los fans de todo el mundo, ese es Shintaro Kawakubo, editor de Hajime Isayama, autor del manga. Cada mes, el creativo se encarga de avisarnos cuando el nuevo episodio de la obra está listo, además de compartir información sobre el show y, de vez en cuando, responder a las dudas de sus seguidores.", "No obstante, desde hace varios días, el editor reveló que está tomando medidas contra los usuarios de Twitter que le comparten capturas del manga obtenidas de forma ilegal, e incluso llegó a amenazar con emprender acciones legales contra las cuentas que incurran en dicha práctica.", "Todo comenzó el pasado 29 de marzo, cuando Kawakubo tomó su Twitter para enviarle un mensaje a sus fans, en el que aclaraba que recientemente había bloqueado una cuenta extranjera por compartir capturas del manga ilegales, y debido a un mal entendido, muchos fans creyeron que la razón del bloqueo habían sido las preguntas que desde dicha cuenta le hicieron.", " ", "\n", "I'm sorry for my poor English.", "\nRegarding yesterday and the fact that I blocked a certain overseas account.", "\nThe reason I blocked them is because they are illegally uploading PVs.", "\nI won't block them just because they asked me a question.", "\nPlease understand.", "\n— 「進撃の巨人」担当編集者バック (@ShingekiKyojin) ", "March 30, 2020", " ", "“Siento mi pobre nivel de inglés. Con respecto a lo que ocurrió ayer y con el hecho de que bloqueé cierta cuenta extranjera. La razón por la que la bloqueé es porque están subiendo PVs de forma ilegal. No los bloquearé sólo porque me hicieron una pregunta. Por favor, entiendan”.", "Más mensajes de Kawakubo en inglés llegaron el día de ayer, en ellos el editor aclaró que el episodio 128 del manga saldrá de forma oficial este 9 de abril y que esta vez sí tomará acciones legales contra quienes le envíen imágenes de la obra antes del lanzamiento oficial.", "Hay que destacar que en ambos mensajes, el creativo se enfocó en quienes “le envíen” spoilers o imágenes del manga ilegales, pero no habló sobre quienes comparten estas imágenes sin tener relación con él, es decir, que las suben en su ", "timeline", " sin mencionarlo. Sin embargo, varias cuentas dedicadas a filtrar spoilers de la obra de Isayama desaparecieron de Twitter tras el mensaje de Kawakubo.", " ", "\n", "attack on titan episode128 will be released on April 9.", "\nI'm taking legal action or blocking accounts that send me pre-launch spoiler images.", "\nThank you for your understanding.", "\n— 「進撃の巨人」担当編集者バック (@ShingekiKyojin) ", "April 7, 2020", " ", "“El capítulo 128 de Attack on Titan llegará este 9 de abril. Tomaré acciones legales o bloquearé a las cuentas que me envíen spoilers pre-lanzamiento. Gracias por entender”.", "Eso sí, Kawakubo lamentó el hecho de que envíe sólo mensajes en inglés para “regañar” a los fans de Shingeki no Kyojin y añadió que espera pronto tuitear algo divertido para sus seguidores extranjeros.", " ", "\n", "I'm sorry that my tweets in English are always dark, even though I really want to tweet something fun for our overseas fans.", "\nI'm hoping to tweet something fun someday, so stay tuned!", "\n— 「進撃の巨人」担当編集者バック (@ShingekiKyojin) ", "April 7, 2020", " ", "“Lamento que mis tuits en inglés siempre sean oscuros, porque realmente quiero tuitear algo divertido para nuestros fans en el extranjero. Espero tuitear algo divertido un día, ¡así que estén atentos”.", " ", "En más temas relacionados a Shingeki no Kyojin: ", "mira el Titán que regresó tras ocho años de ausencia", " y ", "el capítulo más reciente del manga reveló una gran traición", ".", "Jemima Sebastián hace de todo un poco en IGN Latinoamérica. Ama el anime, los deportes y claro que está coleccionando el manga de Shingeki no Kyojin. Encuéntrala en ", "Twitter", " e ", "Instagram", " como @jemafg"]},
{"titulo_articulo": ["Se presenta un duelo de Yu-Gi-Oh! en realidad aumentada"], "contenido": ["Durante el", " Yu-Gi-Oh! World Championship", ", ", "Konami", " presentó una experiencia de ", "realidad aumentada", " del juego de cartas con participantes haciendo ", "cosplay", ".", "Como reporta ", "Kotaku", ", antes de iniciar el evento en Chiba City se mostró un duelo en este formato con un gran espectáculo que involucraba luces, sonidos y proyecciones gigantes. Puedes verlo en el siguiente video.", "Aunque esta tecnología no ha sido lanzada para los usuarios, tiene la finalidad de mostrar cómo podría evolucionar este eSport y francamente, se ve espectacular.", " ", "Cristina Urrutia es editora en IGN Latinoamérica, fan del anime, los videojuegos, los libros, las Tortugas Ninja y Batman. Puedes encontrarla en redes sociales como ", "@harley_lilith", "."]},
{"titulo_articulo": ["Yu-Gi-Oh!: nueva tecnología haría realidad los duelos de monstruos"], "contenido": ["Si has jugado Yu-Gi-Oh! en algún momento, y creciste viendo la serie anime, es casi seguro que en algún momento has soñado con tener la capacidad de jugar uno de estos duelos con el apoyo de un sistema holográfico capas de invocar a los monstruos de tus cartas como en la serie.", "Bueno, ¡ese futuro podría estar mucho más cerca de lo que imaginamos! En Twitter, una cuenta publicó un video en el que demostraban una nueva tecnología de Realidad Aumentada (AR, por sus siglas en inglés) que está siendo utilizada para enseñarle a las personas la manera en la que funciona la química.", "\n", "You mean to tell me we have the technology to have duel monsters battles but mfs is out here wasting it on some damn chemistry?? ", "https://t.co/TH4vId5w4v", "\n— 𝙊𝙨𝙞𝙧𝙞𝙨 𝙋𝙧𝙤𝙙𝙞𝙜𝙮 𓂀 (@OsirisTenkuryuu) ", "August 9, 2019", "La publicación se hizo viral rápidamente gracias a que fans del juego de duelo de monstruos quedaron sorprendidos al enterarse de que no, esta nueva tecnología aún no está siendo utilizada para volver realidad el sueño de todo jugador de Yu-Gi-Oh!.", "Esta nueva tecnología utiliza cartas que actúan como plataformas AR, las cuales son reconocidas por un lector que a su vez genera imágenes tridimensionales capaces de interactuar entre sí. El video muestra como pueden cambiar el texto de las tarjetas cuando una afecta a ala otra, y como son capaces de mantener nuevos estados incluso después de que las otras tarjetas salen de visión.", "Con una tecnología como esta, finalmente seríamos capaces de organizar un verdadero torneo como el Reino de los Duelistas de Maximilian Pegasus.", " ", "Mike Reyes es un editor de IGN que tiene que desempolvar su Disco de Duelo y su antiguo mazo de Ángeles. Encuéntralo en ", "@Sol_Criva", "."]}
]