[
{"titulo": ["Laptop Dell Gamer G3 15.6 9300h 512gb Ssd Gtx 1660ti  Stock"], "descripcion": ["::::::::::::::::::::STOCK DISPONIBLE HOY ::::::::::::::::::::::::", "     :::::::::::::::::::: ENVIO A TODO EL PERU ::::::::::::::::::::", "LAPTOP DELL G5 3590 GAMER NUEVA EN CAJA SELLADA. PUEDES TENERLO EN MEDIA HORA!!! ESTAMOS EN MIRAFLORES.", "pantalla de 15.6\" pulgadas Full HD, Procesador Intel Core i5 de Novena Generación, Gráficos NVIDIA GeForce GTX 1660Ti Graphics con 6GB DDR6 de video dedicado, 512GB en Disco Solido SSD. ", "MEJOR PRECIO DEL PERU - SOMOS MERCADOLIDER 12AÑOS EN EL MERCADO!!", "COMPRA CON CONFIANZA Y GARANTIA", "ESTAMOS EN MIRAFLORES! FOTOS REALES. SOMOS DIGITALPERU!!! MIRAFLORES.", "MIRA NUESTRA REPUTACION, SOMOS 100% CONFIABLES, ENVIAMOS A TODO EL PERU", "NO ARRIESGUES TU DINERO, TENEMOS EL MEJOR PRECIO A NIVEL NACIONAL.", "ALGUNA PREGUNTA? RESPONDEMOS AL INSTANTE! ", "Características Principales:", "-Procesador móvil Intel® Core i5-9300H de Novena Generación a 2.4 GHz (Base) hasta 4.1 GHz con Turbo Boost.", "-Memoria Ram de 8 GB SDRAM DDR4-2666 (2 x 4 GB) expandible hasta 32GB (2 x 16 GB).", "-Gráficos NVIDIA® GeForce® GTX 1660 Ti 6GB de GDDR6 dedicados).", "-Disco solido PCIe de 512GB SSD.", "-Pantalla FHD 15.6\" antirreflejo con retroiluminación LED de 39,6 cm (15,6\") en diagonal (1920 x 1080).", "-Teclado de tamaño completo tipo isla retroiluminado con teclado numérico.", "-Dispositivo apuntador compatible con la función multitáctil.", "-Conectividad inalámbrica: Wi-Fi® Wireless-AC (433 Mbps) y Bluetooth®.", "-Interfaz de red: Gigabit Ethernet LAN 10/100/1000.", "-Ranuras de expansión: 1 lector de tarjetas SD multiformato (SD, SDHC y SDXC).", "-Puertos externos: 1 puerto USB 3.0 Tipo-C; 2 puertos USB 2.0 Tipo-A; 1 puerto USB 3.1 Tipo-A; 1 puerto HDMI; 1 jack de audifonos/microfono combo; 1 puerto RJ-45 de ethernet.", "-Dimensiones mínimas (anch. x prof. x alt.) 36.6 x 25.4 x 2.16 cm", "-Peso: 3,0 kg.", "-Tipo de batería: Iones de litio de 3 celdas.", "-Cámara HD con doble micrófono digital integrado.", "-Funciones de audio: Dos bocinas con Audio 3D Nahimic para gamers.", "-Sistema Operativo Windows 10 Home 64."], "precio": ["4.600"]},
{"titulo": ["Laptop Hp Pavilion I7 8va Gen Ssd 256gb 15.6 Nvidia 2gb"], "descripcion": ["PRODUCTO NUEVO EN CAJA SELLADO", "GARANTIA 1 AÑO", "CARACTERISTICAS:", "* Procesador Intel Core i7 8va Gen 2.0Ghz", "* RAM 8Gb DDR4 (hasta 16Gb)", "* SSD 256GB ", "* Pantalla Led HD 15.6\" 1920x1080", "* Video dedicado Independiente NVIDIA GeForce 2GB MX130", "* Duración de la batería 10hrs", "* Windows 10 y Office 2019 licencia original", "* TECLADO EN ESPAÑOL + TECLADO NUMERICO", "* Webcam / Bluetooth /HDMI / USB 3.0 / RJ45", "Modelo 15-dw0004la", "DELIVERY GRATIS EN LIMA", "ENVIOS A TODO EL PERÚ"], "precio": ["3.499"]},
{"titulo": ["Laptop Gamer Asus Tuf Fx505 15.6' Ryzen 5 8gb 1tb V4gb 1650"], "descripcion": ["************* CONSULTAR STOCK **************", "***********Somos UNIK STORE PERU**************", "Consultar STOCK antes de Comprar para coordinar", "Stock es solo referencial pueden haber más unidades en stock.", "Laptop ASUS FX505 15.6' AMD RYZEN 5 8GB 1TB V4GB W10 2020", "Laptop GAMER ASUS TUF FX505 15.6' AMD RYZEN 5 8GB 1TB V4GB 1650 W10 2020", "CARACTERISTICAS:", "*PN: -", "*MODELO: FX505", "*PANTALLA: 15.6' LED ", "*RESOLUCIÓN: 1920 x 1080 FULL HD ", "*PROCESADOR: AMD RYZEN 5 3550H 2.10GHz hasta 3.7GHZ", "*MEMORIA RAM: 8GB DDR4 ", "*DISCO DURO: 1TB ", "*VIDEO DEDICADO: 4GB GDDR5 NVIDIA GEFORCE GTX 1650  ", "*TECLADO: ESPAÑOL, NUMERICO E ILUMINADO RGB", "*CONECTIVIDAD: LAN - WIFI - BLUETOOTH", "*SONIDO: PARLANTE STEREO, COMBO AUDIO/MIC", "*INCORPORA: WEBCAM, TOUCHPAD", "*PUERTOS: USB 2.0, USB 3.1 -HDMI -RJ45 ", "*BATERIA: 3 CELDAS", "*PESO:2.20 KG", "*COLOR: NEGRO", "*SISTEMA OPERATIVO: WINDOWS 10", "Con garantía / Nueva Sellada en Caja", "Promoción válida hasta agotar Stock.", "SKU/MiniCod: DEL- / INT-/ ING-/ MAX / IGA-/Fio/**1K**", "Consulte por otros modelos y capacidades.", "Para otros destinos consultar el costo de envio.", "*Verificar costo del envío solo si es necesario.", "**Consultar disponibilidad de stock indicando marca del producto y modelo.", "Se hacen envíos a todo el Perú, vía OLVA courrier y otros.", "Se entrega Boleta o Factura.", "Venta de Equipos de Cómputo en General..."], "precio": ["3.999"]},
{"titulo": ["Notebook Dell Inspiron 15 7559, Fhd, I5 - 9.9/10 - Gamer"], "descripcion": ["Excelente estado 9.9/10", " - Costo no incluye comisión en mercado libre", "PANTALLA : 15.6 PULG LED WIDE RESOLUCIÓN MAXIMA 1920X1080", "CPU : INTEL CORE i5 6300HQ", "MEMORIA : 16GB", "DISCO DURO : 2 SSD de 250GB C/U", "LECTOR DE MEMORIAS : SI", "VIDEO : NVIDIA GEFORCE GTX 4GB"], "precio": ["2.499"]},
{"titulo": ["Laptop Gamer Omen Hp 15-dc0007la I7-8750h 16gb 1tb Video 8gb"], "descripcion": ["LAPTOP GAMER OMEN BY HP 15-DC0007LA CORE I7-8750H 16GB 1TB + 256GB SSD/V8GB/15.6'' W10 - 2RJ31LA", "SOMOS EMPRESA 10 AÑOS EN MERCADOLIBRE MERCADOLIDER GOLD. ", "ENVÍOS A NIVEL NACIONAL.", "Somos CRONOS CORP Distribuidor Autorizado de HP , los equipos que comercializamos tienen garantía local de la marca, su inversión está protegida.", "OMEN by HP - 15-dc0007la - Notebook - Gamer", "Procesador de 8ª generación Intel® Core™ i7-8750H Six Core", "15,6\" de diagonal FHD(39) 144 Hz IPS antirreflejo con micromarco y luz de fondo WLED (1920 x 1080)", "16 GB DDR4-2666 de SDRAM (1 x 16 GB)", "Unidad de disco duro de 1 TB 7200 RPM SATA", "Unidad de estado sólido M.2 NVME™ PCIe® de 256 GB", "NVIDIA® GeForce® GTX 1070 (8 GB GDDR5 dedicada)", "Peso: 2.52 kg", "Intel® Wireless-AC 9560 802.11b/g/n/ac (2x2)(19a) Wi-Fi y Bluetooth®(26) 5combinado (compatible con MU-MIMO)", "Windows 10 Home 64", "Marca: HP", "PN: 2RJ31LA#ABM", "------------------------------------------------------------------------------", "UBICACIÓN Y HORARIO DE ATENCIÓN ", "- Contamos con tienda Física en SAN BORJA para recoger los equipos ", "de lunes a Sábado de 9:00 am A 8:00 pm .", "ENVÍOS A TODO EL PAIS", "- Envíos por Agencia.", "- Envios Vía Olva Courier ", "MERCADO PAGO Y MÁS ", "- Pagos en Efectivo", "- Deposito.", "- VISA, MASTERCARD Y MÁS.", "BOLETA FACTURA Y GARANTÍA ", "- Todos nuestros productos son nuevos, directo de fábrica. Solicita el comprobante de tu elección, Boleta o Factura, sólo ", "tienes que solicitarlo. Garantía de 1 año o más (dependiendo del fabricante)", "- Consulta nuestro stock. Recuerda que siempre estaremos atentos a tus preguntas :)"], "precio": ["8.509"]},
{"titulo": ["Laptop Dell Alienware I7-8750h 15.6 , 1tb+256ssd, 16gb, Rtx2"], "descripcion": ["LAPTOP DELL ALIENWARE I7-8750H 15.6\", 1TB+256SSD, 16GB, RTX2070 Max-Q ", "***CONSULTAR STOCK ANTES DE COMPRAR", "MARCA DELL ", "MODELO - A15OR I716125670W10S ", "Sistema Operativo Windows 10 Home, Español ", "Procesador Procesador Intel® Core™ i7-8750H. 8va Generación. (6-Core, 9MB Cache, hasta 4.1GHz con Turbo Boost) ", "Memoria 16GB (2 x 8GB) DDR4 2666MHz ", "Gráficos de Video NVIDIA® GeForce® RTX 2070 Max-Q ", "Disco Duro 256GB PCIe M.2 SSD + 1TB (+8GB SSHD) Hybrid Drive ", "Webcam Alienware FHD ", "Conectividad inalámbrica Killer Wireless 1550 802.11ac 2x2 WiFi + Bluetooth® 5 ", "Pantalla 15.6\" FHD (1920 x 1080) 144Hz IPS ", "Teclado Retroiluminado en español ", "Mouse Panel táctil ", "Batería 60Whr ", "Puertos 3 USB 3.1 SuperSpeed Tipo A (uno con Powershare), 1 Thunderbolt™ 3, 1 puerto amplificador de gráficos Alienware, 1 HDMI 2.0, 1 puerto de salida de aud"], "precio": ["9.500"]},
{"titulo": ["Gpd Win 2 Mini Laptop Gamer Nuevo A Pedido"], "descripcion": ["SMARTPHONE RAMIREZ IMPORT - TU TIENDA \"A PEDIDO\" DE CONFIANZA", "Caracteristica del Equipo:", "Vuelve la renovacion de una de las mejores Laptops de bolsilo, La GPD Win 2. Cuenta con una pantalla de 6 pulgadas, resolución 720p y unas tripas que componen el procesador Intel m3-7Y30, la GPU integrada HD615 y 8 GB de memoria RAM DDR3,además de 128 GB M.2 de almacenamiento y diferentes puertos como un micro HDMI, lector de tarjetas, jack de 3,5 mm, un USB Tipo-C y un USB 3.0. En cuanto a la batería, lo que nos prometen es una autonomía de 6 a 8 horas gracias a las dos unidades de 4.900 mAh que integra", "Ahora bien, ¿para qué da ese hardware? Según los desarrolladores, este hardware da para jugar en buenas condiciones a juegos como Overwatch, League of Legends, DOTA 2 o Skyrim, pero también a GTA V a más de 30 frames por segundo. Además, señalan el incremento de rendimiento respecto a la primera versión del gadget, la GPD Win. Por poner un ejemplo, aquí os dejamos Bayonetta corriendo en esta GPD Win 2.", "Información de la compra:", "- GPD WIN 2 Gamepad Intel Core m3-7Y30 Quad Core 8GB RAM y 128GB ROM SSD de almacenamiento Nuevo \"A pedido\". 10% para iniciar la importación.", "- Tiempo de entrega 12 a 19 días hábiles.", "- Consultar antes de hacer la compra con MercadoPago. ", "- No contamos con tienda física, vendemos de manera virtual, somos empresa importadora de USA inscritos en Sunat, pues se que confiar en estos días es muy difícil.", "- Soy vendedor con buena reputación vendiendo ya 6 años en Mercado Libre y mi trato con las personas siempre fue grato, mi reputación habla por mi mismo, gracias a la calificación y comentarios de personas satisfechas con mi servicio.", "- Se hacen Envios a provincias por Olva Courrier incluyendo aparte el costo del envio. ", "* Hacer las preguntas correspondientes si tiene alguna duda, se le responderá lo mas rápido posible."], "precio": ["2.750"]},
{"titulo": ["Super Laptop Toshiba Qosmio X875 I7 3 Gen. 20 Gb Ram 26 Gb V"], "descripcion": ["HOLA :D, SOMOS TOTAL ENTERTAINMENT :D. EMPRESA FORMAL, PRODUCTOS SERVICIOS DE EXCELENTE CALIDAD, AHORRO, GARANTÍA 1 AÑO, BOLETAS, FACTURAS, SEGURIDAD, CONFIANZA, TODO SALE DEMOSTRADO QUE FUNCIONA CORRECTAMENTE POR RIGUROSOS TESTEADORES, ASESORÍA ESPECIALIZADA, EXPLICACIÓN DEL BUEN USO POR ESPECIALISTA EXPERTOS, SOMOS EXPERTOS INGENIEROS, REGALOS, LOCAL EN CHORRILLOS PARA SU CONFIANZA O DELIVERY GRATIS A LA COMODIDAD DE LA DIRECCIÓN QUE BRINDE CONTRA ENTREGA PAGO DESPUÉS DE RECIBIR PROBAR A TODO LIMA PERÚ, SERVICIO POST VENTA CON AYUDA ASESORÍA INMEDIATA LAS 24 HORAS DEL DÍA 7 X 7 POR EXPERTOS, AMPLIO STOCK DE ACCESORIOS, RAPIDEZ, PUNTUALIDAD, ETC.", "ENTRE EN EL JUEGO.", "Los portátiles y equipos de sobremesa Toshiba Qosmio x75 están diseñados para romper barreras con una tarjeta gráfica impresionante y una potencia abrumadora.", "NO TRASPASAMOS LOS LÍMITES. LOS FULMINAMOS.", "PORTÁTIL PARA JUEGOS TOSHIBA QOSMIO X875.", "DISEÑADO PARA CAUSAR ESTRAGOS:", "Este portátil para juegos de 43.18 cm (17.3\") que ofrece la mas impresionante máxima potencia se ha diseñado para la realidad virtual con tecnología de refrigeración actualizada y una CPU sobreacelerada de nueva generación.", "Características:", "• Estado excelente. Estado interno lo electrónico 10 de 10 y por fuera lo estético 9 de 10 (ver fotos reales).", "• Excelente marca modelo super espectacular laptop gamer toshiba qosmio x875.", "• Para obtener la mejor experiencia mas impresionante en los mas increíbles, últimos juegos y programas gracias a los mas potentisimos 8 procesadores i7-3630 MQ (velocidad de graficos desbloqueado para ofrecer la mas asombrosa calidad), 3 generación, 2.40 3.8 ghz turbo.", "• Experimente la mas increíble velocidad con 20 gb de ram, la mas avanzadas tecnologías ddr 3 expandible hasta 32 gb con 4 slot disponibles.", "• Para jugar los mas super impresionantes títulos o correr los mas super asombrosos programas gracias a los 26 gb vídeo total expandible (ya sea por conector para gráficas externas o aumentando ram), con las gráficas mas potentes y mas rápidas del mundo nvidia gtx 670, con 3 gb dedicado ddr5 (la mejor calidad rendimiento, mayor ancho de banda y menor consumo) + 13 gb compartido nvidia gtx 770 + intel hd graphics 4000 de 13 gb.", "• Que nada se interponga entre tus juegos y tú. La tecnología NVIDIA® G-Sync, disponible en determinados módulos, ofrece la experiencia más fluida y rápida hasta la fecha, gracias a la sincronización de la frecuencia de actualización de la pantalla con la GPU de tu PC con tecnología GeForce® GTX, lo que elimina el efecto de pantalla desgarrada y minimiza el parpadeo de la pantalla y el retardo de la entrada. ", "• Observa la diferencia que supone una pantalla IPS LED de 17.3 pulgadas con opciones compatibles de resolución Full HD, QHD a 120 Hz y Ultra HD, todas ellas con acabado antirreflectante. ", "• La pantalla HD+ a 1600 x 900 a 60 Hz está diseñada para ofrecer la experiencia de juego más fluida, con un tiempo de respuesta de 4 milisegundos, amplios ángulos de visión y 400 nits de brillo. La pantalla FULL HD ofrece una gama de colores del 100 % para proporcionar una increíble gama saturada de rojos, verdes y azules (en comparación con el 72 % que ofrecen otras resoluciones).", "• Para ver todos los detalles gráficos mas asombrosos con la mejor resolución HD+ 1600 x 900.", "• Gran pantalla para el mejor realismo y su vista siempre este descansada con una espectacular pantalla de 17.3 pulgadas led ips antirreflejo.", "• Colores mas reales auténticos, mayor angulo de visión, siempre su vista estará descansada y ahorro de energía gracias a los mas avanzados paneles ips led. ", "• El mas grande y veloz espacio para almacenar todos los juegos, datos y programas que desee con 1150 gb expandible.", "• Para obtener mayor rendimiento calidad cuenta con 2 coolers (sistema de enfriamiento) dedicados a gpu y cpu.", "• Diseño único sorprendente gamer exclusivo. Meticulosamente diseñado para ofrecer un rendimiento formidable. Para ofrecer lo último en tecnología para juegos de alto rendimiento. Este equipo incorpora la tecnología termal actualizada y un diseño compacto de bisagra adelantada para sacar el máximo rendimiento a componentes de primerísima calidad. Gracias al sistema de refrigeración actualizado y a lo último en ventilación, su sistema puede mantenerse refrigerado incluso en condiciones de presión extrema de la tarjeta gráfica.", "• Este equipo está diseñado con materiales de primera calidad, con una aleación de magnesio para dotarlo de mayor rigidez, cobre para mejorar su rendimiento, aluminio anodizado para aumentar la protección y acero para ofrecer comodidad al tacto. Además, al admitir hasta tarjetas gráficas NVIDIA® GTX770 sobreaceleradas de fábrica, podrá disfrutar de los juegos de una forma completamente novedosa.", "• Los juegos de nivel profesional empiezan aquí. Los jugadores y equipos profesionales de deportes electrónicos de todo el mundo aprovechan la potencia de Toshiba Qosmio para competir al más alto nivel. Como uno de los escuadrones más exitosos del mundo, el equipo Liquid mantiene su liderazgo al elegir a Toshiba Qosmio como marca oficial de ordenadores, monitores, teclados y ratones para juegos del equipo.", "• Las máquinas Toshiba Qosmio también están detrás de torneos de juegos competitivos como ELEAGUE y ESL, ya que los mejores jugadores del mundo esperan equipos diseñados con el incomparable rendimiento y diseño que solo Toshiba Qosmio puede ofrecer.", "• Suma color a tu juego. Ahora, ofrecemos tus portátiles para juegos Toshiba Qosmio favoritos en Epic Silver o Epic Black.", "• Un teclado sin precedentes. Gracias al teclado Toshiba Qosmio TactX actualizado, ahora es posible enviar y registrar pulsaciones simultáneas de todas las teclas (N-Key Rollover), lo que posibilita comandos de más de 108 teclas para realizar el mayor número de acciones por minuto. Se trata del único teclado para portátiles con 2,2 mm de recorrido de las teclas, de modo que cualquier pulsación genera una respuesta rápida. Una placa posterior de acero ofrece rigidez y garantiza una reacción uniforme para que el teclado siga operativo incluso después de diez millones de pulsaciones. ", "• Super teclado completo iluminado rojo poder con tecnología ip67 contra líquidos y anti desgaste.", "• Diseñado para realidad virtual. Sumérgete en alucinantes experiencias de realidad virtual con un sistema preparado para esta tecnología que cumple con las certificaciones Oculus Ready y Vive Optimized. ", "• Disfruta de los últimos títulos AAA y contenido para realidad virtual con la calidad con la que se concibieron. Alcanza un nuevo nivel de presencia con la tecnología NVIDIA® VRWorks. Las realistas interacciones visuales, sonoras y táctiles y los entornos simulados son tu nueva realidad virtual. Además, gracias a la tarjeta gráfica NVIDIA® GeForce® serie 6 y a las CPU más recientes y potentes, el Toshiba Qosmio 17.3 supera todas las expectativas.", "• Las herramientas que todo jugador necesita.", "• El portátil Toshiba Qosmio 17.3 se ha actualizado para ofrecer a los jugadores las herramientas que necesitan para ser los mejores.", "• Soluciones inalámbricas Killer™: Killer DoubleShot™ Pro proporciona una configuración de redes con cable o inalámbrica que da prioridad a tus aplicaciones más importantes a la hora de asignar el tráfico de Internet y el flujo de datos. El Killer 1550 opcional posibilita transferencias de hasta 1,73 Gb/s para jugar a una velocidad aún mayor.", "• Compatibilidad con Toshiba Qosmio Graphics Amplifier: prepárate para el futuro con una tarjeta gráfica actualizable de doble ancho y longitud completa y un concentrador USB 3.0 adicional con cuatro puertos para añadir periféricos. Hemos incorporado una conexión PCIe x4 Gen 3 con unas prestaciones de conectividad superiores incluso a las de una Thunderbolt.", "• Mayor duración de la batería: Toshiba Qosmio 17.3 incluye una batería de 68 Wh, con una batería de iones de litio opcional de 99 Wh* (la máxima potencia legalmente permitida). Con un almacenamiento y una potencia superiores a los de cualquier otro portátil, podrás jugar durante más tiempo sin interrupciones. El nuevo Toshiba Qosmio 17.3 tiene una autonomía de hasta diez horas, de acuerdo con las pruebas realizadas con la batería de 99 Wh y una configuración de IPS LED HD+.", "• Soporte para unidad de estado sólido: carga juegos con mayor rapidez, protege tu portátil de golpes y vibraciones y mejora la velocidad y capacidad, entre otras muchas ventajas. Al no contar con piezas móviles, las unidades de estado sólido no hacen prácticamente ruido y sufren menos fallos. Un sistema más silencioso te permite detectar mejor cada paso que da tu enemigo.", "• Oye cada grito de guerra: gracias al diseño actualizado, se ha instalado un espacio de los mejores altavoces a nivel mundial exclusivos harman kardon de mayor tamaño y más eficaz, que mejora la salida de audio y te permite disfrutar de sonidos más claros y espectaculares mientras juegas. ", "• Despeja el camino hacia la victoria: acaba con las marañas de cables gracias al \"modo de sobremesa\", en el que la mayoría de las conexiones y los puertos más importantes están en la parte posterior para no estorbar.", "• Wifi ultra signal 30 veces mayor cobertura rapidez.", "• Bluetooth 4.1 30 veces mayor cobertura rapidez.", "• Usb 3.1. 30 veces mayor velocidad.", "• Los mas espectaculares juegos y programas instalados.", "• Super cargador fast chargue.", "• Super batería de 4 horas 6 celdas en lithium-ion.", "• Super grabador lector dvd cd con mas de 30 formatos compatibles.", "• Office 2019 actualizado activado.", "• Windows 8.1 pro activado para siempre: derriba los límites y sumérgete en el juego con gráficos más realista que nunca gracias a las capacidades de ampliación de subprocesos múltiples de la nueva Toshiba Qosmio 17.3.", "• Todos los programas productivos y herramientas instalados.", "• Antivirus original 2019 activado.", "• Super funda tipo maletín de alta calidad.", "Forma de entrega:", "Por nuestro local en chorrillos, delivery gratis a la comodidad de la dirección que brinde con pago después de probar contra entrega en todo Lima Perú o envíos a todo Perú.", "Formas de pago: ", "Efectivo, todas tarjetas de crédito, todas tarjetas débito, transferencias todos bancos, etc.", "De comprar si esta 100 % seguro; preguntar stock disponibilidad antes de dar comprar, realizando sus consultas en la seccion preguntas, revisando el anuncio completo y fotos reales. Muchísimas gracias. :)"], "precio": ["2.199"]},
{"titulo": ["Laptop Dell Alienware R4 I9-8950hk A15or 15.6 16gb Gtx1080"], "descripcion": ["LAPTOP DELL ALIENWARE I9-8950HK 15.6 1TB+128SSD 16GB GTX1080 8G - WIN10", "********CONSULTAR STOCK ANTES DE DARLE EN COMPRAR*********", "MARCA DELL ", "MODELO ALIENWARE R4 ", "PANTALLA 15.6 PULG QHD 4K - RESOLUCION MAXIMA 3840X2160 60 HZ // G-SYNC ", "CPU INTEL CORE i9 8950HK CACHE L3 12 MB 2.9 GHZ ", "MEMORIA 16 GB DDR4 2666 ", "DISCO DURO 1 TB SATA 7200 RPM + 128 GB SSD ", "VIDEO GEFORCE GTX 1080 8GB ", "WIRELESS 802.11AC ", "TECLADO TECLADO Y TOUCHPAD ILUMINADO SE PUEDE CONFIGURAR LOS EFECTOS DE ILUMINACION", "SO WINDOWS 10 ", "PUERTOS X2 USB 3.0 // X1 USB 3.1 THUNDERBOLT // X1 USB 3.1 // DP - HDMI ", "VR VIRTUAL REALITY"], "precio": ["11.899"]},
{"titulo": ["Laptop Gamer Hp 15-dk001la"], "precio": ["3.499"]},
{"titulo": ["Insignia Case @ Macbook Pro 13 2015 2014 2013 A1502 A1425"], "descripcion": ["Estado", "----------------------------------------------------------------------------------", "Nuevo en Caja Importado de USA por PASAJE CENTRAL SAC.", "Descripción", "----------------------------------------------------------------------------------", "Importador: PASAJE CENTRAL SAC.", "Marca: Insignia USA", "Modelo: Hard Shell Snap-On Case", "Color: Gris oscuro ahumado ", "Material: Policarbonato PC", "Textura o acabado: Mate pavonado (semi-transparente)", "Modelo compatible: Macbook Pro 13\" Retina del 2015, 2014, 2013, 2012", "Modelo (serie): A1502 A1425", "----------------------------------------------------------------------------------", "Acerca de PASAJE CENTRAL SAC.", "Somos PASAJE CENTRAL Sociedad Anónima Cerrada, una empresa de e-commerce debidamente acreditada y avalados por la Cámara de Comercio de Lima. Estamos dedicados a la importación y venta de accesorios, complementos y suministros para telefonía celular y tabletas de Alta Gama de las marcas Apple, Samsung y Huawei.", "----------------------------------------------------------------------------------", "Lugares de Entrega en Lima por PASAJE CENTRAL SAC.", "Una vez realizado su pago por MERCADOPAGO Usted puede acercarse a recoger su orden a nuestro Local de La Molina o Cercado.", "----------------------------------------------------------------------------------", "Envíos para todo Lima por PASAJE CENTRAL SAC.", "Podemos llegar a su distrito, siempre que su pago sea por MERCADOPAGO. Llamamos a un mensajero y llegamos a su domicilio. Entre X y XX soles le costaría el traslado, pagables al mensajero al momento de recibir su orden. Lo invitamos a comprobar nuestro excelente trabajo abriendo la pestaña \"información del vendedor\" en esta publicación.", "----------------------------------------------------------------------------------", "Envíos a Provincia por PASAJE CENTRAL SAC.", "Trabajamos con Civa, Flores Hnos., Cruz del Sur, Shalom, Olva, Antezana, Palomino, Transmar, Móvil Tours. ", "Para la Selva tenemos un servicio especial. Trabajamos con Olva y TPP Courier para Iquitos, Pucallpa, Moyobamba, Tarapoto, Yurimaguas, Puerto Maldonado. ", "----------------------------------------------------------------------------------", "Pagos en PASAJE CENTRAL SAC.", "- En Mercadolibre sólo aceptamos pagos con MERCADOPAGO.", "----------------------------------------------------------------------------------", "Emisión de comprobantes de pago de PASAJE CENTRAL SAC.", "EMITIMOS FACTURA ELECTRÓNICA Y BOLETA. EN NUESTROS PRECIOS YA ESTÁN INCLUIDOS EL IGV Y OTROS.", "----------------------------------------------------------------------------------", "Nuestros Productos por PASAJE CENTRAL SAC.", "https://eshops.mercadolibre.com.pe/PASAJECENTRALSAC", "----------------------------------------------------------------------------------"], "precio": ["149", "109"]},
{"titulo": ["Huawei Matebook X Pro I7 512gb Ssd 16gb Ram Touch 3k"], "descripcion": ["Somos ONSHOP COMPRAS USA, la opción más confiable y económica para traer productos de estados unidos a pedido. Más de 105 000 personas nos siguen y respaldan, y miles son nuestros clientes.", "Por favor preguntar disponibilidad antes de darle a comprar. Gracias."], "precio": ["1.599"]},
{"titulo": [" Laptop Lenovo Thinkpad Modelo T470 I5 De Séptima Generación"], "descripcion": ["OFERTO LAPTOP LENOVO THINKPAD MODELO T470 I5 DE SÉPTIMA GENERACIÓN SELLADA NUEVA SOLO CONTAMOS CON 3 UNIDADES PRECIO DE 3199.00 SOLES INCLUYE FACTURA/BOLETA 12 MESES DE GARANTÍA ", "General", "Cantidad empaquetada1", "FabricanteLenovo", "Gama de productosLenovo ThinkPad T470", "LocalizaciónEspañol", "MarcaLenovo", "Modelo20HE", "Almacenamiento óptico", "TipoNinguno/a", "Tipo de unidadSin unidad óptica", "Audio entrada", "TipoMicrófono de matriz doble , Dos micrófonos", "Batería", "Cantidad instalada2", "TecnologíaIon de litio", "Tiempo de ejecución (máximo)13.9 horas", "Cámara de portátil", "Cámara web integradaSí", "Conexión de redes", "Protocolo de interconexión de datosIEEE 802.11n , IEEE 802.11b , IEEE 802.11g , Ethernet , Fast Ethernet , Gigabit Ethernet , IEEE 802.11ac , IEEE 802.11a , Bluetooth 4.1", "Protocolo inalámbrico802.11a/b/g/n/ac , Bluetooth 4.1", "Dimensiones y peso", "Altura1.995 cm", "Anchura33.66 cm", "Peso1.65 kg", "Profundidad23.25 cm", "Disco duro", "Capacidad500 GB", "TipoHDD", "Display", "TouchscreenNo", "Dispositivo de entrada", "TipoTeclado , TrackPoint , UltraNav", "Diverso", "Categoría de colorNegro", "ColorNegro", "Estándares medioambientales", "Certificación ENERGY STARSí", "Interfaces", "Nº de puertos HDMI1", "Nº de puertos USB 3.04", "Lector de tarjetas", "Memoria flash admitidaMultiMediaCard , SDXC UHS Memory Card , Tarjeta de memoria SD , Tarjeta de memoria SDHC , Tarjeta de memoria SDXC", "Memoria caché", "Tamaño instalado3 MB", "Memoria RAM", "Cantidad de ranuras2", "Factor de formaSO-DIMM de 260 espigas", "Ranuras vacías1", "Tamaño instalado4 GB", "Tamaño máximo soportado32 GB", "TecnologíaDDR4 SDRAM", "Velocidad de memoria2133 MHz", "Módem", "TipoNinguno/a", "OS prorporcionado", "EdiciónWindows 10 Pro", "FamiliaWindows 10", "TipoWindows 10 Pro 64-bit Edition", "Pantalla", "Pantalla panorámicaSí", "Resolución nativa1366 x 768", "Tamaño diagonal (métrico)35.5 cm", "Tamaño en diagonal14 pulgada", "TipoLED", "Procesador", "Computación de 64 bitsSí", "FabricanteIntel", "Generación7", "Número de núcleosDual-Core", "Número de procesadorI5-7200U", "TipoCore i5", "Velocidad reloj2.5 GHz", "Salida de vídeo", "Procesador gráficoIntel HD Graphics 620", "Series de procesador gráficoIntel HD Graphics", "Sistema", "ApilableSí", "Capacidad del disco duro500 GB", "Dispositivos de seguridadLector de huellas dactilares", "Embedded SecurityTrusted Platform Module (TPM 2.0) Security Chip", "PlataformaWindows", "Tipo ordenador portátilOrdenador portátil"], "precio": ["3.499"]},
{"titulo": ["Laptop Gamer Asus Tuf Fx505 15.6' Amd Ryzen 5 8gb 1tb V4gb D"], "descripcion": ["Consultar STOCK antes de Comprar para coordinar", "Stock es solo referencial pueden haber más unidades en stock.", " ", "CARACTERISTICAS:", "*PN: -", "*MODELO: FX505", "*PANTALLA: 15.6' LED ", "*RESOLUCIÓN: 1920 x 1080 FULL HD ", "*PROCESADOR: AMD RYZEN 5 3550H 2.10GHz hasta 3.7GHZ", "*MEMORIA RAM: 8GB DDR4 ", "*DISCO DURO: 1TB ", "*VIDEO DEDICADO: 4GB GDDR5 NVIDIA GEFORCE GTX 1650 ", "*TECLADO: ESPAÑOL, NUMERICO E ILUMINADO RGB", "*CONECTIVIDAD: LAN - WIFI - BLUETOOTH", "*SONIDO: PARLANTE STEREO, COMBO AUDIO/MIC", "*INCORPORA: WEBCAM, TOUCHPAD", "*PUERTOS: USB 2.0, USB 3.1 -HDMI -RJ45 ", "*BATERIA: 3 CELDAS", "*DIMENSIONES(ALTO X ANCHO X Prof.): 2.60 X 36.0 X 26.2 cm", "*PESO:2.20 KG", "*COLOR: NEGRO", "*SISTEMA OPERATIVO: WINDOWS 10", "Con garantía / Nueva Sellada en Caja", "Promoción válida hasta agotar Stock.", "SKU/MiniCod: DEL- / INT-/ ING-/ MAX / IGA-/Fio/**1K**", "Consulte por otros modelos y capacidades.", "Para otros destinos consultar el costo de envio.", "*Verificar costo del envío solo si es necesario.", "**Consultar disponibilidad de stock indicando marca del producto y modelo.", "Se hacen envíos a todo el Perú, vía OLVA courrier y otros.", "Se entrega Boleta o Factura.", "Venta de Equipos de Cómputo en General..."], "precio": ["3.750"]},
{"titulo": ["Vendo Remato Laptop Dell Xps 1640 Averiada Para Repuestos"], "descripcion": ["vendo mi laptop dell studio xps 1640 , la commpre aya por el año 2011 , en su tiemmpo era el tope de linea de la serie xps , pantalla en buen estado de 19\" , teclado en buen estado , memmoria ddr3 de 2gb , wifi ok , tuvo una falla en la placa y se malogro pero la vendo comom repuestos esta todo ok. haga sus consultas. es un remate. saludos"], "precio": ["350"]},
{"titulo": ["Laptop Hp Core I7 Octv  8gb/ 1tb/vd 4gb Dedicado/ 15.6 Panta"], "descripcion": ["ptop HP 15-da0013la i7 8550U 15.6' 8gb 1Tb Video 4GB NVIDIA", "Laptop GAmer HP 15-da0013la i7 15.6' 8gb 1Tb Video 4GB NVIDIA", "Con garantía / Nueva Sellada en Caja", "CARACTERISTICAS :", "Marca: HP", "P/N: 3PX38LA#ABM", "Pantalla: 15.6\" FULL HD RESOLUCIÓN 1920x1080", "Procesador: INTEL CORE i7 8550U 1.80 GHZ CACHE L3 8 MB(8va GENERACION)", "Memoria RAM: 8GB DDR4", "Disco Duro: 1TB SATA 5400 RPM", "LECTOR OPTICO DVD SUPERMULTI", "LECTOR DE MEMORIAS: CAR READER", "VIDEO: 4GB DDR3 NVIDIA GEFORCE MX130(DEDICADO o INDEPENDIENTE)", "Conectividad: LAN, Bluetooth, Wi-Fi", "TECLADO: ESPAÑOL Y NUMERICO", "INCORPORA: Cámara WeB, TOUCHPAD", "Puertos: USB 2.0 (1), USB 3.1 (2), RJ45 (1), HDMI (1).", "Color: BLANCO", "Batería: 3 celdas", "Peso (kg): 2.1KG", "Dimensiones (cm): 24.61 x 37.53 x 2.26", "Sistema operativo: FREE DOS", "Garantía: 1 año", "Para otros destinos consultar el costo de envio"], "precio": ["2.850"]},
{"titulo": ["Laptop Workstation I7 + 1000gb Ssd + 32gb Ram + 8gb Nvidia "], "descripcion": ["-----------------------------------------------------------", "¡BIENVENIDOS A IMPORTACIONES", "'THE SUPREME STORE PERU'! La Molina", "SOMOS MERCADO LIDER PLATINUM", "SOMOS UNA TIENDA CON EXPERIENCIA DE MAS DE 10 AÑOS EN EL RUBRO", "BUSCANDO SIEMPRE LA SATISFACCIÓN DE NUESTROS CLIENTES.", "HACEMOS ENVÍOS A TODO EL PERU MEDIANTE SHALOM U OLVA.", "ESTAMOS EN LA MOLINA", "¡¡COMPRA CON TAN SÓLO UN CLICK!! TODAS LAS TARJETAS", "-----------------------------------------------------------", "OPEN BOX ", "PRODUCTO:", "LAPTOP ASUS ZEPHYRUS LIMITED EDITION ", "i7 8tava Gen 12 Nucleos", "32GB RAM ddr4", "500GB m.2 SSD Samsung Principal", "500GB SSD Western Digital Blue Amacenamiento", "x1 Puerto Thunderbolt USB Type C", "x4 Puerto USBs 3.1", "x1 Puerto HDMI", "Video GTX 1070 8GB OC full version", "Regalo : Cooler Reclinable 3 ventiladores o Mouse Logitech", "-----------------------------------------------------------", "Importaciones The Supreme Støre Peru SAC", "*PREGUNTAS FRECUENTES", "¿CÓMO COMPRAR?", "1. Haz todas las preguntas necesarias antes de efectuar la compra.", "2. Dale click en comprar cuando estés 100% seguro de adquirir el producto.", "3. Selecciona el método de pago de tu preferencia. MercadoPago", "4. Contáctanos vía mensajería o al whatsapp o face para coordinar la entrega", "¿CUÁNTO DEMORA EN LLEGAR MI PRODUCTO?", "El tiempo de entrega estimado es de 1 a 5* días hábiles,", "En caso de ser Pedidos especiales Importados es de 7 a 14 días laborables.", "(porque tanto? de USA a Peru son 1 a 3 dias pero demora en aduana 1 a 2 semanas)", "¿REALIZAN ENVÍOS A TODO PERÚ?", "Sí, hacemos envíos a todo el país. SHALOM u OLVA, Se enviaria Ticket de envio o", "tracking en caso de OLVA o en Caso de SHALOM Codigo y Foto de Guia transportista", "Ambos tienen Seguimiento Online", "En Caso de Productos Pedidos especiales Internacionales es Mediante DHL EXPRESS", "¿LOS PRODUCTOS TIENEN GARANTÍA?", "Si, los productos cuentan con una garantía por fallas de fabrica de 3, 6, 12 y 24", "meses dependiendo Producto", "Tu dinero está protegido en Mercado Pago hasta que recibas el producto.", "¿CUÁL ES EL MEDIO DE PAGO?", "Mercado Pago: La forma más segura y eficiente de comprar, sin costo adicional y con", "protección de Mercado Libre ¡Ofrece múltiples opciones de pago y tu compra esta", "100% protegida!", "> Tarjeta de débito VISA. (inmediata)", "> Tarjeta de crédito VISA, MasterCard y American Express. (inmediata)", "> Transferencia bancaria, a través de PagoEfectivo. (24h a 72h+)", "> Efectivo, en agencia bancaria o agentes, a través de PagoEfectivo.(24h a 72h+)", "¡COMPRA CON TOTAL SEGURIDAD Y DESDE LA COMODIDAD DE TU HOGAR!", "SOMOS MERCADO LIDER PLATINUM", "CONTAMOS CON EXCELENTE REPUTACIÓN DENTRO Y FUERA DE MERCADOLIBRE", "***GRACIAS POR ELEGIR A IMPORTACIONES THE SUPREME STORE PERU ***", "#fortnite #dota2 #gamer #pcgamer #supremeperu #cpugamer #gaming #lamolina #lima #workstation #macbook #oferta"], "precio": ["6.770"]},
{"titulo": ["Laptop Lenovo L340 Gaming, 15.6 , Ci5, 9na, 8gb, 512ssd, 3gb"], "descripcion": ["Somos, SELECT STORE PERU", "Notebook Lenovo IdeaPad L340 Gaming, 15.6\" FHD, Intel Core i5-9300HF 2.40GHz, 8GB DDR4", "512GB SSD (M.2), Video Nvidia GeForce GTX 1050 3GB GDDR5, Wireless 802.11ac, Bluetooth, cámara web.", "Sistema Operativo Windows 10 Home 64-bits.", "CARACTERISTICAS :", "FORMATO\tNOTEBOOK", "DESCRIPCION\tMARCA\tLENOVO", "MODELO\tIDEAPAD L340 GAMING", "PART NUMBER\t81LK0143LM", "PANTALLA\t15.6 PULG IPS WIDE RESOLUCION MAXIMA 1920 x 1080", "CPU\tINTEL CORE i5 9300HF 2.40 GHZ", "MEMORIA\tCAPACIDAD\t8 GB", "TIPO\tDDR4", "BUS\t2400 MHZ", "DISCO DURO\tCOMENTARIOS\t512GB SSD M.2 2242 NVME", "VIDEO\tINDEPENDIENTE\tSI", "MARCA\tNVIDIA", "CHIPSET\tGEFORCE GTX 1050", "CAPACIDAD\t3 GB", "TIPO\tGDDR5", "SALIDAS\tHDMI", "CONECTIVIDAD\tLAN\tVELOCIDAD\t10/100/1000 MB/S", "WIRELESS\t802.11AC", "BLUETOOTH\t4.2", "SONIDO\tPARLANTE\t2 PARLANTES ESTEREO", "PUERTOS\tMICROFONO\tSI", "COMBO AUDIO/MIC\tSI", "INCORPORA\tWEBCAM\tSI", "TOUCHPAD\tSI", "PUERTOS\tUSB 3.1\t2", "USB 3.1 TIPO C\t1", "RJ45\t1", "ALIMENTACION\tSI", "BATERIA\tNRO CELDAS\t3", "TIPO BATERIA\tLI-ION", "CAPACIDAD\t45 WH", "IDIOMA DE TECLADO\tESPAÑOL", "DIMENSIONES\tLARGO\t25.4 CM", "ANCHO\t36.3 CM", "ALTO\t2.39 CM", "PESO\t2.2 KG", "SISTEMA OPERATIVO\tVERSION\tWINDOWS 10 HOME 64 BITS", "COMENTARIOS\tTECLADO ILUMINADO AZUL"], "precio": ["3.999"]},
{"titulo": ["Laptop Dell Alienware Gaming I7 Aw17r4 7465slv"], "descripcion": ["=======================================================================", "ACEPTAMOS TODOS LOS MEDIOS DE PAGO DISPONIBLES DE MERCADO PAGO", "=======================================================================", "Antes de dar en comprar consulte el stock del producto, haga todas sus consultas", "Envíos diarios a todo el Perú, Empresa de transportes de su preferencia, Glovo, Olva Curier", "Horario de atención de lunes a sábado de 10.00am a 8.00pm", "========================================================================", "Nuestra reputación es nuestra mejor garantía, Somos Mercado Lider Gold", "Tu compra es 100% segura conmigo.", "========================================================================", "CARACTERÍSTICAS", "LAPTOP DELL ALIENWARE GAMING I7 AW17R4 7465SLV", "MARCA\tDELL\t", "Sistema Operativo\tWindows 10 Home, Español\t", "Procesador\tProcesador IntelCore i7-8750H. 8va Generación. (6-Core, 9MB Cache, hasta 4.1GHz con Turbo Boost)\t", "Memoria\t16GB (2 x 8GB) DDR4 2666MHz\t", "Gráficos de Video\tNVIDIA GeForce RTX 2070 Max Q\t", "Disco Duro\t256GB PCIe M.2 SSD  1TB (8GB SSHD) Hybrid Drive\t", "Webcam\tAlienware FHD\t", "Conectividad inalámbrica\tKiller Wireless 1550 802.11ac 2×2 WiFi + Bluetooth 5\t", "Pantalla\t15.6 FHD (1920 x 1080) 144Hz IPS\t", "Teclado\tRetroiluminado en español\t", "Mouse\tPanel táctil\t", "Batería\t60Whr\t", "Puertos\t3 USB 3.1 SuperSpeed Tipo A (uno con Powershare), 1 Thunderbol 3, 1 puerto amplificador de gráficos Alienware, 1 HDMI 2.0, 1 puerto de salida de aud"], "precio": ["6.906"]},
{"titulo": ["Macbook Pro Retina Touch Bar 13 / 1.4 512gb 8gb / Apple 2020"], "descripcion": ["POR FAVOR: LEA DETENIDAMENTE EL TOTAL DEL ANUNCIO", "Pregunte modelos, tamaños, colores, stock, formas de pago", "del equipo y todo lo necesario antes de comprar.", "¡ Incluso si aplica a un descuento por promoción !", "Evitemos malos entendidos por favor. Gracias.", "::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::", "Somos .:: B E A U R I T Z ::.", "Mercadolíder Gold por más de 13 años.", "Distribuidores de productos originales de Apple.", "No se arriesgue con vendedores nuevos.", "Estamos en Miraflores, Surco y Cercado de Lima", "::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::", "MacBook Pro Retina 13.3\" 512GB / 2020", "Touch Bar and Touch ID", "Código de Producto: MXK52LL/A", "- Procesador: Intel Core i5 a 1.4GHz | Quad-core 8va generación", "- Turbo Boost hasta 3.9GHz", "- Sistema operativo: macOS Catalina", "- Memoria: 8GB RAM LPDDR3", "- Disco: 512GB Disco Flash", "- Pantalla: Retina de 13,3 pulgadas (Resolución 2560 x 1600p)", "- Tarjeta gráfica: Intel Iris Plus Graphics 645", "- Retina display with True Tone", "- Magic Keyboard en INGLÉS", "- Trackpad Force Touch", "- Touch Bar and Touch ID", "Equipo Nuevo en Caja Sellada.", "::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::", "M E R C A D O P A G O", "Pregunte previo a su compra para asesorarlo y así su pago proceda correctamente.", "Aceptamos todos los medios de pago disponibles:", "- Pagoefectivo: Paga desde una Agencia o Banca por Internet con su código de compra.", "- Tarjeta de Débito: Realiza el total del pago en un solo monto.", "- Tarjeta de Crédito: Paga en cuotas con VISA, AMEX, Mastercard y Diners Club.", "OFERTA: ¡Con tarjetas de crédito BBVA y DINERS CLUB aplica cuotas sin intereses!", "No asuma nada por favor.", "Haga todas las preguntas necesarias que serán respondidas casi al instante.", "::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::", ".:: B E A U R I T Z ::.", "¡¡ Porque amamos a Apple igual que Tú !!", "Somos MERCADOLÍDER GOLD", "Excelente reputación, 100% confiables!", "Tu compra es segura con nosotros!", "¡¡¡ CUIDADO POR FAVOR !!!", "Hay gente inescrupulosa que se hace pasar por nosotros aprovechándose de nuestra excelente reputación.", "No deposite, transfiera ni pague bajo ningún concepto si el nombre de la cuenta bancaria a depositar no coincide con el titular de ésta cuenta MERCADOLIDER GOLD."], "precio": ["8.599", "7.399"]},
{"titulo": ["Super Poderosas Laptop Gamer Acer Nitro 5 N515 52 Xtreme Int"], "descripcion": ["SUPER PODEROSAS LAPTOP GAMER ACER NITRO 5 N515 52 XTREME INTEL I5 8300 HQ 2.30 4.0 GHZ TURBO 8 CPUS NVIDIA GEFORCE GTX 1050 4 GB DEDICADO 12 GB TOTAL 8 GB RAM 1 TB 128 SSD 15.6 FULL HD IPS LED TODO FIBRA DE CARBONO USB 3.0 WIFI ULTRA SIGNAL ULTRA FAST CHARGUE WIN 10 PRO ETC. NUEVOS DE CAJAS GARANTIA 1 AÑO LOCALES EN TODO LIMA DELIVERY GRATIS INMEDIATO A LA COMODIDAD DE LA DIRECCION QUE BRINDE CONTRA ENTREGA A TODO LIMA CALLAO PERU INTERNACIONAL SEGURIDAD CONFIANZA PRODUCTOS SERVICIOS EXCELENTE CALIDAD AHORRO SOMOS EXPERTOS INGENIEROS EXCELENTE ASESORIA", "SUPER PODEROSISIMAS, ENORME CALIDAD, GRAN RESISTENCIA, ENORME RENDIMIENTO, GRAN CONFIABILIDAD, MUY VERSATILES, ELEGANTES LAPTOPS ACER NITRO 5 XTREME PARA CORRER CON GRAN SUPER RENDIMIENTO, SUPER GRAN CALIDAD INCREIBLE, SUPER GRAN FLUIDEZ LOS MAS EXIGENTES TRABAJOS EXTREMOS SUPER PESADOS DE INGENIERIA (AUTODESK 2020, AUTOCAD 2020, REVIT 2020, CIVIL 2020, ETC.), DISEÑO PROFESIONAL 4K, EDICION VIDEO AUDIO FOTO 4K, JUEGOS MAS IMPRESIONANTES DE TODOS, CONTENIDO MULTIMEDIA MAS PESADOS 4K 8K 16K, PROGRAMACION MAS PESADO EXTREMO, LOS MAS EXIGENTES TRABAJOS EMPRESARIALES, LOS MAS EXIGENTES TRABAJOS SUPER PESADOS EXTREMOS, ETC.", "EXPLORA Y DISFRUTA UN NUEVO NIVEL DE GAMING CON EL POTENTE NITRO 5. A SU DISEÑO SÓLIDO Y DISCRETO SE LE UNE UNA PANTALLA IPS FHD DE ALTA VELOCIDAD Y UNA IMPRESIONANTE GAMA DE TECNOLOGÍA QUE MEJORA TODOS LOS ASPECTOS DEL JUEGO.", "PRESTACIONES DE ÉLITE", "DOMINA EL MUNDO DEL GAMING CON LA MÁXIMA POTENCIA COMBINADA DE LOS MAS PODEROSOS 8 PROCESADORES INTEL® CORE™ I5 DE 8 GENERACIÓN Y LOS MAS PODEROSOS GRÁFICOS NVIDIA® GEFORCE GTX 1050. CONFIGURA TU PORTÁTIL PARA OBTENER LA MÁXIMA VELOCIDAD Y UNA GRAN CAPACIDAD DE ALMACENAMIENTO CON LAS DOS RANURAS PARA SSD M.2 PCIE1 Y HASTA 32 GB DE RAM DDR4.", "TECNOLOGÍA NVIDIA RTX", "LOS PORTÁTILES PARA GAMING CON GEFORCE GTX EMPLEAN LA ARQUITECTURA DE GPU NVIDIA TURING Y LA REVOLUCIONARIA PLATAFORMA NVIDIA GTX. DISFRUTA DE LAS EXPERIENCIAS DE GAMING MÁS RÁPIDAS Y REALISTAS, MEJORADAS CON INTELIGENCIA ARTIFICIAL.", "INTENSIDAD VISUAL", "EXPLORA TUS JUEGOS CON UN NIVEL DE DETALLE MUCHO MAYOR GRACIAS A LOS NÍTIDOS GRÁFICOS DE LAS PANTALLAS IPS FHD DE 17,3 O 15,6 PULGADAS. DISFRUTA DE UNA EXPERIENCIA DE GAMING FLUIDA Y SIN DISTORSIONES CON UNA FRECUENCIA DE ACTUALIZACIÓN DE 144 HZ1 Y UN TIEMPO DE RESPUESTA DE 3 MS2. HEMOS AUMENTADO LA RELACIÓN PANTALLA-CUERPO AL 80 % CON BISELES DE TAN SOLO 7,02 MM1, Y SE HAN CONSEGUIDO COLORES REALISTAS GRACIAS AL PANEL CON 300 NITS Y EL 72 % DE NTSC1.", "FRIALDAD BAJO FUEGO", "CUANDO EL JUEGO INTENSO HAGA SUBIR LA TEMPERATURA, MANTÉN LA FRESCURA GRACIAS A LOS DOS VENTILADORES, LA TECNOLOGÍA ACER COOLBOOST™ Y EL DISEÑO CON CUATRO PUERTOS DE ESCAPE. COOLBOOST™ AUMENTA LA VELOCIDAD DEL VENTILADOR EN UN 10 % Y LA REFRIGERACIÓN DE CPU/GPU EN UN 9 % EN COMPARACIÓN CON EL MODO AUTOMÁTICO. SUPERVISA Y GESTIONA EL SISTEMA EN TIEMPO REAL CON NITROSENSE, QUE CUBRE LA TEMPERATURA, LA VELOCIDAD DEL VENTILADOR Y OTROS VALORES.", "LA CLAVE DE LA VICTORIA", "GESTIONA EL FUNCIONAMIENTO INTERNO DEL PORTÁTIL MEDIANTE LA TECLA NITROSENSE ESPECÍFICA. LAS TECLAS WASD Y LAS FLECHAS DE DIRECCIÓN TAMBIÉN ESTÁN RESALTADAS PARA FACILITAR LA VISIBILIDAD Y OFRECEN UNA RESPUESTA INMEDIATA CON UNA DISTANCIA DE RECORRIDO DE 1,6 MM.", "ROMPIENDO LA BARRERA DEL SONIDO", "UN MEJOR SONIDO OFRECE UNA VENTAJA COMPETITIVA ADEMÁS DE UNA EXPERIENCIA MÁS ENVOLVENTE GRACIAS A SUS DOS ALTAVOCES 2W. CON LA TECNOLOGÍA DTS:X® ULTRA, LOS SONIDOS SON CLAROS Y SE PUEDEN REPRODUCIR EN UN PAISAJE SONORO ESPACIAL EN 3D, LO QUE TE PERMITE ESCUCHAR DE DÓNDE VIENEN TUS OPONENTES CON UNA PRECISIÓN EXTREMA.", "CONECTIVIDAD CON KILLER", "DOMINA ONLINE CONTROLANDO TU RED Y PRIORIZANDO TU JUEGO CON LAS SOLUCIONES KILLER™ ETHERNET E26001 Y WI-FI 6 INTEL®.", "KILLER™ E2600", "KILLER E2600 DETECTA, CLASIFICA Y PRIORIZA AUTOMÁTICAMENTE EL TRÁFICO DE LA RED Y GARANTIZA QUE LOS DATOS MÁS IMPORTANTES SE ENTREGUEN RÁPIDAMENTE CON UNA CAPACIDAD DE RESPUESTA DE 1 GBPS.", "INTEL® WI-FI 6", "EQUIPADO CON LA NUEVA TECNOLOGÍA WI-FI 6 Y CANALES DE 160 MHZ, OFRECE UN RENDIMIENTO TEÓRICO DE 2,4 GBPS Y UNA VANGUARDISTA CAPACIDAD DE RESPUESTA.", "CONTROL CENTER 2.0 DE KILLER", "ESTA NUEVA E INTERESANTE INTERFAZ PERMITE A LOS GAMERS Y A LOS USUARIOS DE PC DE ALTO RENDIMIENTO ANALIZAR, OPTIMIZAR Y CONTROLAR FÁCILMENTE EL RENDIMIENTO DE LA RED DE SU PC.", "GRAN VARIEDAD DE PUERTOS", "CONECTA TODOS TUS PERIFÉRICOS A UNA AMPLIA VARIEDAD DE PUERTOS, INCLUIDOS PUERTOS HDMI 2.0 Y EL NUEVO PUERTO ESTÁNDAR USB 3.2 COMPATIBLE CON 1.ª Y 2.ª GENERACIÓN.", "HOLA :D, SOMOS TOTAL ENTERTAINMENT :D. SOMOS FABRICANTES MAYORISTAS DISTRIBUIDORES, SOMOS EMPRESA FORMAL, SOMOS EXPERTOS INGENIEROS PARA OFRECER EXCELENTE CALIDAD, AHORRO, GARANTÍA 1 AÑO, BOLETAS, FACTURAS, SEGURIDAD, CONFIANZA, LOCALES EN CHORRILLOS WILSON, DELIVERY GRATIS INMEDIATO A LA COMODIDAD DE LA DIRECCION QUE BRINDE A TODO LIMA CALLAO PERU, TODO SALE DEMOSTRADO QUE FUNCIONA CORRECTAMENTE POR LOS MÁS EXIGENTES TESTEADORES, EXPLICACIÓN DEL BUEN USO POR EXPERTOS, SERVICIO POST VENTA CON AYUDA ASESORÍA INMEDIATO LAS 24 HORAS DEL DÍA 7 X 7 POR EXPERTOS, AMPLIO STOCK DE ACCESORIOS REPUESTOS, SERIEDAD, COMODIDAD, RAPIDEZ, PUNTUALIDAD, PROFESIONALISMO, ETC.", "CARACTERÍSTICAS:", "- Estado nuevos de cajas con garantía 1 año.", "- Para correr con total fluidez, total calidad, total rendimiento los más super pesados programas de ingeniería, los trabajos más pesados profesionales, los juegos más super impresionantes de todos gracias a los 8 super poderosos procesadores INTEL I5 8300 HQ 2.30 4.0 GHZ TURBO 8 CPUS.", "- Para obtener enorme rapidez, total calidad en los más super pesados extremos programas, trabajos y juegos más super increíbles de todos gracias a la más rápida ram DDR4 de 8 gb expandible.", "- Para obtener super gigante rendimiento y enorme calidad en los más exigentes trabajos y juegos más super impresionantes de todos gracias a las super poderosas graficas NVIDIA GEFORCE GTX 1050 4 GB DEDICADO + 12 GB TOTAL.", "- Para cargar apagar Windows en 1 segundo, cargar todos los programas, juegos en 1 segundo, transferir datos lo más rápido gracias a los innovadores espacios sólidos. Cuenta con 128 GB SSD expandible.", "- Para guardar todos sus programas, trabajos, juegos, datos, etc. gracias al más grande espacio de 1000 GB expandible.", "- Super pantalla impresionante de 15.6 pulgadas con la mejor resolución FULL HD. Para ver de forma super increíble con la mejor inmersión. Mantener sus ojos descansados así pase varias horas frente a ella gracias al panel LED IPS. Disfrute de imágenes totalmente claras desde cualquier ángulo. Con amplios ángulos de visión de 178 grados y una resolución brillante de 1920 x 1080, siempre vera de forma excelente su contenido favorito.", "- Panel antirreflejo. Disfrute del sol y de su contenido favorito con este panel antirreflejo. con esta pantalla no reflectante, recibe menos reflejo en exteriores.", "- Con 250 nits de brillo, observa detalles hermosos, calidad de imagen mejorada y diferentes sombras de color, incluso en condiciones de iluminación brillante.", "- Conexiones bien sólidas. No se preocupe más por conexiones débiles e internet inestable. permanezca conectado a wi-fi y bluetooth® con el último adaptador wlan 802.11 a/c (2x2) y bluetooth® 4.2.", "- El mejor sistema operativo Windows 10 PRO. Haga grandes cosas con confianza y la sensación de un entorno familiar como windows, solo que mejor.", "- Conector usb 3.2. Con la conexión usb más popular del mundo, podrá conectar fácilmente cualquiera de sus dispositivos usb y disfrutar de velocidades de transferencia de datos diez veces más rápidas que con el usb 2.0.", "- Cámara Acer wide vision hd. Con un campo de visión de 88 grados y ángulo ancho, podrá disfrutar de chats increíblemente detallados con toda su familia o grupo de amigos.", "- Diseño elegante. Lleve fácilmente esta pc delgada y liviana de habitación a habitación o de viaje. Si su pc lo acompaña a todas partes, mantener la productividad y entretenerse es más fácil que nunca.", "- Wi-fi gigabit. Conexión wi-fi ultrarrápida que admite velocidades de gigabits.", "- Super lector de tarjetas - sd, sdhc, sdxc.", "- Wifi ultra signal, 50 % mayor velocidad de transferencia.", "- Compatible con mu-mimo. Si tiene varios dispositivos de mu-mimo en su casa, mu-mimo funciona en combinación con un enrutador mu-mimo para maximizar el tráfico de red para una experiencia en línea más fluida.", "INCLUYE:", "- Cargador original ultra fast chargue (super carga rápida).", "- Manual con buenos consejos de uso.", "- Super laptop gamer ACER NITRO 5 N515 52 XTREME nueva de caja.", "- Windows 10 pro original activado para siempre.", "- Todos los drivers 2020 para excelente performance.", "- Office 2020 activado.", "- Antivirus original 2020 activado.", "- Todos los programas productivos 2020.", "- Paquetería completa de adobe 2020 o cual sea compatible con el equipo.", "- Todos los programas de reproducción de contenido multimedia 2020.", "- Instalación gratis de todos los programas que requiera (ingeniería, diseño, redes, sistemas, negocios, etc.).", "- Instalación gratis de los juegos que requiera.", "FORMAS DE PAGO:", "- Todas tarjetas crédito.", "- Todas tarjetas débito.", "- Transferencias todos bancos.", "- Yape.", "- Efectivo.", "Formas de entrega:", "- Locales en chorrillos, Wilson.", "- Delivery inmediato gratis a la comodidad de la dirección que brinde contra entrega en todo Lima, Callao, Perú.", "- Envíos a todo Perú y el mundo por mayor menor."], "precio": ["3.649"]},
{"titulo": ["Huawei Matebook D15 Ryzen 5 3500u Fhd 8gb Ram Ssd 256 Huella"], "descripcion": ["*VER LA SEGUNDA FOTO PARA COORDINAR ENVIÓ Y DESCUENTO%;", "**********************************SOMOS MERCADO LIDER **********************************", "¡PREGUNTAR ANTES DE COMPRAR, ENTREGA INMEDIATA GRACIAS!!", "MateBook D 15 15.6\" Ryzen 5 3500U 256GB SSD + 8GB RAM", "Huawei Matebook D15 Ryzen 5 3500u FH 8gb Ram DDR4 SSD 256 Huella Digital", "(No Ryzen 5 / Ryzen 7 /Intel core I7 / Intel Core I5 / AMD / CELERON)", "*MODELO: MateBook D 15", "*PANTALLA: 15.6\" FHD", "*TACTIL: NO APLICA", "*VIDEO: Gráficos Radeon™ Vega 8", "*RESOLUCIÓN: Retroiluminación WLED FHD IPS BrightView 15,6\" en diagonal (1920 x 1080)", "*PROCESADOR: RYZEN 5 3500U", "*MEMORIA RAM: 8 GB DDR4/2666MHZ / Expandible hasta 16GB", "*DISCO SOLIDO: SSD 256GB", "*CONECTIVIDAD: WIFI - BLUETOOTH", "*SONIDO: 2 PARLANTES ESTEREO, COMBO AUDIO/ MIC", "*INCORPORA: WEBCAM HD", "*PUERTOS: 2 (USB 3.1) / 1 (HDMI) / 1 USB 3.1 Type-C™", "*BATERIA: 10 HORAS", "*PESO: 1.62 KG", "¡Entregas máximas en 72 horas posterior a la compra!", "Ø ENVIOS A PROVINCIA, todo cliente está obligado a calificar durante él envió en agencia - Lima, el Courier mostrara el comprobante de pago emitido para envió detallado con foto o video llamada durante el proceso.", "PUNTO DE ENTREGA:", "/*ANTE LA AMPLIACIÓN DEL ESTADO DE EMERGENCIA (Actualizado al 26/03/2020) */", "Ø ESTACIÓN DE TREN (PIRÁMIDE DEL SOL), PREVIA COORDINACIÓN!;", "PREGUNTAR ANTES DE COMPRAR"], "precio": ["2.499"]},
{"titulo": ["M.2 Ssd 512gb Apple Macbook Air Macbook Pro 2013 Hasta 2017"], "descripcion": ["BIENVENIDOS ", "TECNOLOGIAINFORMATICA", "TECNOLOGIA INFORMATICA", "---------------------------", "- Realice su pregunta del producto.", "- Somos una Empresa seria y responsable.", "- Recuerde que la compra es un compromiso.", "---------------------------", "Link de nuestros productos:", "https://eshops.mercadolibre.com.pe/tecnologia-informatica", "https://listado.mercadolibre.com.pe/_CustId_270969520", "---------------------------", "• ENVÍOS Y ENTREGA: ", "- Solo realizamos envíos por Olva, otro tipo de servicio de envió lo gestiona el cliente.", "- Envíos a domicilio y agencias Olva por todo el país a través de Olva Courier.", "- Retirarlo en nuestra oficina en Cercado de Lima Galerías Garcilaso, personalmente o enviando un servicio de delivery."], "precio": ["850"]},
{"titulo": ["Case Insignia @ Macbook Pro 13 2015 2014 2013 A1502 A1425"], "descripcion": ["Estado", "----------------------------------------------------------------------------------", "Nuevo en Caja Importado de USA por PASAJE CENTRAL SAC.", "Descripción", "----------------------------------------------------------------------------------", "Importador: PASAJE CENTRAL SAC.", "Marca: Insignia USA", "Modelo: Hard Shell Snap-On Case", "Color: Gris oscuro ahumado ", "Material: Policarbonato PC", "Textura o acabado: Mate pavonado (semi-transparente)", "Modelo compatible: Macbook Pro 13\" Retina del 2015, 2014, 2013, 2012", "Modelo (serie): A1502 A1425", "----------------------------------------------------------------------------------", "Acerca de PASAJE CENTRAL SAC.", "Somos PASAJE CENTRAL Sociedad Anónima Cerrada, una empresa de e-commerce debidamente acreditada y avalados por la Cámara de Comercio de Lima. Estamos dedicados a la importación y venta de accesorios, complementos y suministros para telefonía celular y tabletas de Alta Gama de las marcas Apple, Samsung y Huawei.", "----------------------------------------------------------------------------------", "Lugares de Entrega en Lima por PASAJE CENTRAL SAC.", "Una vez realizado su pago por MERCADOPAGO Usted puede acercarse a recoger su orden a nuestro Local de La Molina o Cercado.", "----------------------------------------------------------------------------------", "Envíos para todo Lima por PASAJE CENTRAL SAC.", "Podemos llegar a su distrito, siempre que su pago sea por MERCADOPAGO. Llamamos a un mensajero y llegamos a su domicilio. Entre X y XX soles le costaría el traslado, pagables al mensajero al momento de recibir su orden. Lo invitamos a comprobar nuestro excelente trabajo abriendo la pestaña \"información del vendedor\" en esta publicación.", "----------------------------------------------------------------------------------", "Envíos a Provincia por PASAJE CENTRAL SAC.", "Trabajamos con Civa, Flores Hnos., Cruz del Sur, Shalom, Olva, Antezana, Palomino, Transmar, Móvil Tours. ", "Para la Selva tenemos un servicio especial. Trabajamos con Olva y TPP Courier para Iquitos, Pucallpa, Moyobamba, Tarapoto, Yurimaguas, Puerto Maldonado. ", "----------------------------------------------------------------------------------", "Pagos en PASAJE CENTRAL SAC.", "- En Mercadolibre sólo aceptamos pagos con MERCADOPAGO.", "----------------------------------------------------------------------------------", "Emisión de comprobantes de pago de PASAJE CENTRAL SAC.", "EMITIMOS FACTURA ELECTRÓNICA Y BOLETA. EN NUESTROS PRECIOS YA ESTÁN INCLUIDOS EL IGV Y OTROS.", "----------------------------------------------------------------------------------", "Nuestros Productos por PASAJE CENTRAL SAC.", "https://eshops.mercadolibre.com.pe/PASAJECENTRALSAC", "----------------------------------------------------------------------------------"], "precio": ["149", "109"]},
{"titulo": ["Lenovo Athlon Silver 3050u 2.30ghz 4gb Ddr4, 1tb 15.6 PuLG"], "descripcion": ["MARCA: LENOVO", "MODELO: V15 ADA", "PROCESADOR: AMD ATHLON SILVER 3050U 2.30 MHZ CACHE L2 1 MB CACHE L3 4 MB", "MEMORIA RAM: DDR4 4 GB", "DISCO DURO: 1TB SATA 2400 MH", "PANTALLA: 15.6 PULG TN LED HD WIDE RESOLUCION MAXIMA 1366 x 768 ANTI-GLARE", "SISTEMA: FREE DOS"], "precio": ["1.560"]},
{"titulo": ["Hp 240 G7 Intel Core I3 1005g1 4gb 1tb Pantalla 14 Pulgadas"], "descripcion": ["MARCA: HP", "MODELO: 240 G7", "PROCESADOR: CORE I3 1005G1 3,4 GHz", "MEMORIA RAM: DDR4 4 GB", "DISCO DURO: 1TB SATA", "PANTALLA: 14\" LED ", "SISTEMA: FREE DOS"], "precio": ["1.761"]},
{"titulo": ["Laptop Huawei Matebook D14 Ryzen 7 Ram 8gb Ssd 512gb Nuevo"], "descripcion": ["LAPTOP HUAWEI MATEBOOK D14 NUEVO EN CAJA SELLADO", "PANTALLA FULLVIEW / ALEACION DE ALUMINIO", "GARANTIA 1 AÑO", "CARACTERISTICAS:", "* Procesador Ryzen 7 ", "* RAM 8GB DDR4 ", "* SSD 512GB (soporta HDD y/o M.2)", "* Pantalla IPS 14\" FullHD 1920x1080", "* Video Radeon Vega 8 2GB", "* Windows 10 + Office licencia original", "* Bluetooth: 5.0 / USB-A 3.0 / USB-C / HDMI / Webcam 1MP (720 CV)", "* Botones de encendido y sensor táctil de huellas dactilares a la vez", "* Potencia de altavoz: 2W(x2) / 2 microfonos", "REGALO COREL DRAW / PHOTOSHOP / ILLUSTRATOR", "DELIVERY GRATIS EN LIMA*", "ENVIOS A TODO EL PERU"], "precio": ["3.299"]},
{"titulo": ["Hp 240 G7 Core I5 1035g1 Ram 8gb 1tb 14 Pulgadas Hd"], "descripcion": ["MARCA: HP", "MODELO: 240 G7", "PROCESADOR: Intel Core i5-1035G1 1.00GHZ (MAX TURBO 3.6GHZ) 6MB 4 NUCLEOS", "MEMORIA RAM: DDR4 8GB ", "DISCO DURO: HDD 1TB 5400RPM", "PANTALLA: 14 HD (1366X768) Gráficos Intel® UHD", "SISTEMA: FREE DOS"], "precio": ["2.499"]},
{"titulo": ["Laptop Asus Rog G751jy /ram 24gb/g-sync/gtx980/1tb+256ssd"], "descripcion": ["LAPTOP ASUS DE ALTA GAMA:", "- FULL COMPLETA", "- 1TB (1000GB) + 256GB SSD. ENCENDIDO VELOZ (SEGUNDOS) AL IGUAL QUE TODAS LAS APLICACIONES. ", "- TECLADO RETRO ILUMINADO (CONFIGURABLE).", "- MEMORIA RAM 24GB. EXPANDIBLE HASTA 32GB.", "- TARJETA DE VIDEO GTX 980M DE 4GB DDR", "- BOTON STEAM ESPECIAL Y EL PROGRAMA STEAM YA CONFIGURADO.", "- INCLUYE UN PROGRAMA PARA REALIZAR GAMEPLAYS (GRABADOR DE VIDEO DE LOS JUEGOS) Y STREAM.", "- FILTRA LOS RUIDOS ", "- TECNOLOGIA G-SYNC ( PERMITE QUE CORRAN BIEN LOS JUEGOS SIN DEJAR BARRIDOS Y PIXELEADOS).", "- LECTOR / GRABADOR / QUEMADOR DE BLUE-RAY.", "- INTEL CORE I7", "- WINDOWS 10", "- PROCESADOR 2.6 GHZ.", "- PANTALLA 17,3\". LA IMAGEN SE VE NITIDA Y EN VISTAS DE DIFERENTES ANGULOS PUES POSEE UNA TECNOLOGIA ESPECIAL EN LA PANTALLA QUE PERMITE VER INCLUSO EN ANGULOS EXTREMOS.", "- ESTADO 9 / 10 ( NO PRESENTA GOLPES, MANCHAS Y MARCAS DE USO ) ESTE DISEÑO SUELE ATRAER HUELLAS Y SE APRECIA EN OTRAS PUBLICACIONES, ESTA NO TIENE NINGUNA MARCA DE USO.", "- ENTREGA SOLO CON CAJA, MOUSE Y CARGADOR .", "- LO VENDO PROBADO PARA QUE ESTE SEGURO QUE COMPRA EL PRODUCTO EN BUENAS CONDICIONES", "PRECIO DE COMPRA: 6,999", "LO RE-VENDO: 3,900 o a tratar. (Por deposito) 4,200 por ML. UNICA UNIDAD, NO SOY VENDEDOR DE ESTE TIPO DE PRODUCTOS.", "EL PRECIO ACTUAL (2019-2020) DE ESTA LAPTOP, AL PRECIO MAS MINIMO EN TIENDAS, ES DE 6400 s/. ", "LEER MUY IMPORTANTE TODO:", "*INVESTIGANDO, COMPARANDO Y CONSULTANDO A VENDEDORES DE LAS TIENDAS MAS IMPORTANTES DE LIMA, ME DIERON LA SIGUIENTE INFORMACION:", "-ACTUALMENTE, LAS LAPTOPS VIENEN SIN ENTREDA A DISCOS. INVESTIGANDO UN POCO MAS, Y CONSULTANDO EN LAS GRANDES TIENDAS, ES PARA OBTENER UN MAYOR ESPACIO PARA LA VENTILACION Y ALIGERAR EL GROSOR DE LA LAPTOP. LO CUAL TAMBIEN PUEDE SER VISTO COMO DESVENTAJA. ME EXPLICABAN QUE YA QUE TODOS LOS PROGRAMAS DEBEN SER COMPRADOS ORIGINALES EN LINEA. Y SI ERES ESTUDIANTE DE ARQUITECTURA O INGENIERIA, SABRAS A LO QUE ME REFIERO PORQUE LA MAYORIA DE PROGRAMAS SON MUY COSTOSOS EN ORIGINAL. ", "-OTRO PUNTO IMPORTANTE, ME INFORMABAN QUE LAS LAPTOPS DE MUY ALTA GAMA, TIENEN LA TECNOLOGIA G-SYNC, ME DIERON COMO EJEMPLOS, LAPTOS QUE PASAN LOS 7,000 S/. COMO LA PREDATOR O ALGUNAS ALIENWARE, ESTO QUIERE DECIR QUE ACUALMENTE ESTA LAPTOP ES MUY COMPLETA. ESTA TECNOLOGIA G-SYNC, EVITA QUE AL JUGAR, SE VEAN BARRIDOS. LES DEJARE EN LA FOTO N°8 Y N°9, EJEMPLOS DE DIFERENCIA DE IMAGEN.", "-UNA GRAN VENTAJA ES SU QUEMADOR DE BLUE-RAY, NO SOLO PUEDES VER PELICULAS QUE TENGAS EN COLECCIÓN, SINO TAMBIEN GRABARLAS DIRECTAMENTE EN LA LAPTOP Y HACER UNA COLECCIÓN DE PELICULAS, COSA QUE DESCARGAR DE INTERNET NO CONVIENE.", "-TIENE ENTRADA HDMI Y PUEDES PROYECTAR LA IMAGEN A CUALQUIER MONITOR CON SOLO 1 CABLE. EL CUAL TAMBIEN LO ESTARE DEJANDO DE CORTESIA POR LA VENTA.", "-OTRA VENTAJA QUE NO TRAEN LAS LAPTOPS ACTUALES ES QUE TIENE SU PROPIA PLATAFORMA DE STEAM, NO TIENES QUE ABRIR UNA PAGINA WEB O CREAR UN ICONO EN EL ESCRITORIO. TIENE UN BOTON CON SIMBOLO DE STEAM, EL CUAL AL ABRIR, SALE LOS USUARIOS CREADOS Y CADA UNO POSEE SU PROPIA BIBLIOTECA, TIENDA VIRTUAL, BUSCADOR RAPIDO POR CATEGORIAS, ETC. DE FORMA MUY ORGANIZADA Y ATRACTIVA.", "-ES TAMBIEN MY RAPIDA, ENCIENDE EN SEGUNDO Y LA PUEDES EMPEZAR A USAR DESDE QUE ABRES TU USUARIO, NO DEBES ESPERAR A QUE CARGUEN NINGUNA DE LAS APLICACIONES.", "-SU PANTALLA ES GRANDE, PODEE UNA GRAN ILUMINACION Y UNA DE SUS GRANDIOSAS VENTAJAS ES QUE DESDE CUALQUIER ANGULO, ASI SEA MUY EXTREMO, PUEDES VER EL CONTENIDO DE LA PANTALLA SIN NINGUN PROBLEMA. COSA QUE MUY POCAS LAPTOPS TIENEN.", "-CONSULTANDO TAMBIEN, YA QUE ES DE 4TA GENERACION, ESO NO IMPLICA NINGUN INCONVENIENTE, LA GENERACION MAS ACTUAL SOLO SIGNIFICA UN MAYOR RENDIMIENTO, TANTO EN ENERGETICO Y DIMENSION DE COMPONENTES. LO QUE MANEJA LA VELOCIDAD, LA JUGABILIDAD Y LA POTENCIA, ES SU MEMORIOA RAM, LA CUAL A ESTA LE SOBRA, TIENES 24GB DE RAM E INCLUSO LA PUEDES AMPLIAR HASTA 32GB, YA QUE POSEE EN SU INTERIOR UN ESPACIO PARA PODER AUMENTARLA. Y SU TARJETA NVIDIA DE GTX 980M, PERMITE ABRIR Y JUGAR CUALQUIER JUEGO POR MAS EXTREMO QUE SEA.", "-AHORA BIEN, ESTA FUE DE LAS UNICAS DE ESTE TIPO DE LAPTOPS QUE TRAEN WINDOS 10, ACTUALMENTE MUCHAS SOLO TRAEN WINDOWS 8, AL MENOS LA QUE ESTAN AL MISMO NIVEL QUE ESTA.", "-REPRODUCE VIDEOS HASTA EN 8K!! EN LA FOTO 5, 6 Y 7, ESTARE DEJANDO IMÁGENES REALES DE CAPTURAS DE VIDEOS EN 8K Y DE UN JUEGO. YA EN LA COMPRA, LE MANDARE MAS O INCLUSO UN VIDEO.", "-SU TECLADO ES ILUMINADO, NO SOLO A LOS LADOS COMO MUCHO OTROS, SINO TAMBIEN SE ILUMINAN LAS LETRAS. EN LA FOTO N°4 LES DEJO UN EJEMPLO CON LAS CORTINAS CERRADAS.", "ESTA INFORMACION QUE LES ESTOY DANDO, ES PORQUE LAS CONSULTE EN LAS DIFERENTES TIENDAS COMO MGTC, RPL Y SAGA. LES INVITO A QUE VAYAN, SE INFORMEN, COMPAREN Y CONSULTEN LOS PRECIOS Y TODO LO QUE LES ESCRIBI EN ESTA PARTE. NO SOY VENDEDOR DE ESTOS EQUIPOS, SOLO VENDO MI LAPTOP YA QUE NO LE DOY USO, ASI QUE ME INFORME BIEN SOBRE LO QUE ESTOY VENDIENDO.", "DETALLES: LA LAPTOP FUNCIONA PERFECTAMENTE, SI TUVO MUY POCO USO, PERO TIENE UN ARAÑON, QUE NO SE NOTA, DE FABRICA EN LA TAPA. PUEDO MANDAR IMAGENES POR INTERNO DE ESO. FUERA DE ESO ESTA EN PERFECTO ESTADO. ", "CUALQUIER OTRA PEGUNTA, CON GUSTO SE LA RESPONDERE. ", "TAMBIEN LES INVITO A INVESTIGAR SOBRE ESTA MAQUINA, TENGAN LA SEGURIDAD QUE NO ENCONTRARAN UNA SIMILAR. PERO NO ES SOLO MI OPINION, POR ESO QUIERO QUE SE INFORMEN, VAYAN A TIENDAS Y COMPAREN.", "3,900 o a tratar si es por deposito"], "precio": ["4.200"]},
{"titulo": ["Case Fintie Para Macbook Pro 13 2019 A1706 A1708 A1989 A2159"], "descripcion": ["Estado", "----------------------------------------------------------------------------------", "Nuevo en Caja Importado de USA por PASAJE CENTRAL SAC.", "Descripción", "----------------------------------------------------------------------------------", "Importador: PASAJE CENTRAL SAC.", "Marca: Fintie USA", "Color: Transparente ", "Material: Policarbonato PC", "Textura o acabado: Brillante", "Modelo compatible: Macbook Pro 13 del 2016, 2017, 2018, 2019", "Modelo (serie) compatible: A1706 / A1708 / A1989 / A2159", "----------------------------------------------------------------------------------", "Acerca de PASAJE CENTRAL SAC.", "Somos PASAJE CENTRAL Sociedad Anónima Cerrada, una empresa de e-commerce debidamente acreditada y avalados por la Cámara de Comercio de Lima. Estamos dedicados a la importación y venta de accesorios, complementos y suministros para telefonía celular y tabletas de Alta Gama de las marcas Apple, Samsung y Huawei.", "----------------------------------------------------------------------------------", "Lugares de Entrega en Lima por PASAJE CENTRAL SAC.", "Una vez realizado su pago por MERCADOPAGO Usted puede acercarse a recoger su orden a nuestro Local de La Molina o Cercado.", "----------------------------------------------------------------------------------", "Envíos para todo Lima por PASAJE CENTRAL SAC.", "Podemos llegar a su distrito, siempre que su pago sea por MERCADOPAGO. Llamamos a un mensajero y llegamos a su domicilio. Entre X y XX soles le costaría el traslado, pagables al mensajero al momento de recibir su orden. Lo invitamos a comprobar nuestro excelente trabajo abriendo la pestaña \"información del vendedor\" en esta publicación.", "----------------------------------------------------------------------------------", "Envíos a Provincia por PASAJE CENTRAL SAC.", "Trabajamos con Civa, Flores Hnos., Cruz del Sur, Shalom, Olva, Antezana, Palomino, Transmar, Móvil Tours. ", "Para la Selva tenemos un servicio especial. Trabajamos con Olva y TPP Courier para Iquitos, Pucallpa, Moyobamba, Tarapoto, Yurimaguas, Puerto Maldonado. ", "----------------------------------------------------------------------------------", "Pagos en PASAJE CENTRAL SAC.", "- En Mercadolibre sólo aceptamos pagos con MERCADOPAGO.", "----------------------------------------------------------------------------------", "Emisión de comprobantes de pago de PASAJE CENTRAL SAC.", "EMITIMOS FACTURA ELECTRÓNICA Y BOLETA. EN NUESTROS PRECIOS YA ESTÁN INCLUIDOS EL IGV Y OTROS.", "----------------------------------------------------------------------------------", "Nuestros Productos por PASAJE CENTRAL SAC.", "https://eshops.mercadolibre.com.pe/PASAJECENTRALSAC", "----------------------------------------------------------------------------------"], "precio": ["135"]},
{"titulo": ["Laptop Alta Gama Hp Probook 640 G1, G2 Ci5, 6ta.gen 1tb Ssd(Reacondicionado)"], "descripcion": ["SOMOS EMPRESA QF", "CALIDAD-GARANTÍA-CONFIANZA-SEGURIDAD-ATENCIÓN A NIVEL NACIONAL.", "OFERTAS 2020 !!!! ", "PRECIO POR MAYOR Y MENOR.", "LAPTOP REFURBISHED, ALTA GAMA HP 640/840 G1, CORE i5, 4th gen - 4210M, 8GB RAM, 1TB(AGOTADO) ò DISCO SOLIDO SSD 240GB (3Años de Garantia) , WIFI, WEBCAM, BLUETOOTH, VÍDEO DINÁMICO INTEL GRAPHICS HD 4600, PANTALLA 14.1\" LED ANTIREFLEJO, USB 3.0, W7 PRO ORIGINAL, BATERÍA NUEVA, CARGADOR, MALETÍN.", "PRECIO OFERTA: S/.1490.00", "GARANTÍA 1 AÑO", "OFERTA 2 :", "LAPTOP HP 840 / DELL 5450/7450 COREI5 5ta CON 4GB DISCO SOLIDOS SSD 240GB PANTALLA DE 14 PULGADAS TELCADO ILUMINADO", "PRECIO OFERTA : 1,490 SOLES", "OFERTA 3: ", "Laptop Profesional HP ProBook 640 G2 - 14\" - Core i5 6200U 6ta gen. - 4 GB RAM - 256 GB SSD | V1H09UT", "CPU Intel Core i5 (6th Gen) 6200U / 2.3 GHz, Turbo 2.8 GHz", "Memoria Ram: 4GB DDR4 SDRAM, PC4-17000 , Supported Size 16 GB", "Disco Duro: 1TB Sata(AGOTADO) ó Disco Solido SSD 240GB ( 3 Años de Garantia )", "Optical Drive: DVD±RW (±R DL) / DVD-RAM", "Pantalla: 14\" Led Widescreen, Technology WLED backlight, Full HD", "Monitor Features Full HD standard-viewing angle (SVA) eDP anti-glare, Slim Design", "Image Aspect Ratio 16:9", "Audio y Video: Graphics Processor Intel HD Graphics 520, Sound Stereo speakers, two microphones", "Ac Adapter: Output 45 Watt", "Connections y Expansion: Slots 1 x SIM card (1 free), Interfaces USB-C", "USB 3.0, USB 3.0 (charging), LAN, Headphone/microphone combo jack", "DisplayPort, VGA, Memory Card Reader Yes (SD Card, SDHC Card, SDXC Card), Webcam, Wifi", "Networking: Data Link Protocol Bluetooth 4.2, Ethernet, Fast Ethernet, Gigabit Ethernet, IEEE 802.11a, IEEE 802.11ac, IEEE 802.11b, IEEE 802.11g, IEEE 802.11n", "Compliant Standards IEEE 802.11, IEEE 802.11i, IEEE 802.1x, IEEE 802.3ab, Wi-Fi CERTIFIED", "Interface (Bus) Type PCI Express Mini Card (M.2)", "Wireless NIC", "Case Material polycarbonate ABS", "PRECIO OFERTA: S/.1,590.00", "GARANTÍA 1 AÑO", "https://eshops.mercadolibre.com.pe/deltapc2010", "\"UNICO PROVEEDOR DEL PROYECTO PISA 2015/2016/ 2017 A NIVEL NACIONAL\"", "UNICA EMPRESA CON GARANTÍA EFECTIVA A NIVEL NACIONAL!!", "AHORA UD. PUEDE PAGAR DESDE CUALQUIER LUGAR CON SEGURIDAD Y GARANTÍA CON MERCADO PAGO QUE ACEPTA TODAS LAS TARJETAS DE CRÉDITO Y DÉBITO ASÍ COMO EFECTIVO,.... VISA, MASTERCARD, DINERS, AMERICAN EXPRESS, VEA, METRO, ETC."], "precio": ["1.935", "1.489"]},
{"titulo": ["Laptop Lenovo Legion 5 15arh05h 15.6 Ryzen 7 512gb 16gb"], "descripcion": ["AMD RYZEN 7 4800H 2.9GHZ, 16GB DDR4, 512GB SSD, 15.6\"FHD (1920x1080) 144HZ, NVIDIA GEFORCE GTX 1660Ti 6GB, WEBCAM, BLUETOOTH, WINDOWS 10, COLOR BLACK, TECLADO EN INGLES."], "precio": ["7.741", "5.339"]},
{"titulo": ["Macbook Pro Retina Touch Bar 16 / Core I7 512gb 16gb / 2019"], "descripcion": ["POR FAVOR: LEA DETENIDAMENTE EL TOTAL DEL ANUNCIO", "Pregunte modelos, tamaños, colores, stock, formas de pago", "del equipo y todo lo necesario antes de comprar.", "¡ Incluso si aplica a un descuento por promoción !", "Evitemos malos entendidos por favor. Gracias.", "::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::", "Somos .:: B E A U R I T Z ::.", "Mercadolíder Gold por más de 13 años.", "Distribuidores de productos originales de Apple.", "No se arriesgue con vendedores nuevos.", "Estamos en Miraflores, Surco y Cercado de Lima", "::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::", "MacBook Pro Retina 16\" Core i7 512GB 16GB Ram / 2019", "Touch Bar and Touch ID", "Código de Producto: MVVJ2LL/A", "- Procesador: Intel Core i7 a 2.6GHz | 6-core 9na generación", "- Turbo Boost hasta 4.5GHz", "- Sistema operativo: macOS CATALINA", "- Memoria: 16GB RAM LPDDR4", "- Disco: 512GB Disco Flash", "- Pantalla: Retina de 16 pulgadas (Resolución 3072x1920p)", "- Tarjeta gráfica: AMD Radeon Pro 5300M with 4GB of GDDR6 memory", "- Retina display with True Tone", "- Teclado retroiluminado en INGLÉS", "- Trackpad Force Touch", "- Touch Bar and Touch ID", "Equipo Nuevo en Caja Sellada.", "::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::", "M E R C A D O P A G O", "Pregunte previo a su compra para asesorarlo y así su pago proceda correctamente.", "Aceptamos todos los medios de pago disponibles:", "- Pagoefectivo: Paga desde una Agencia o Banca por Internet con su código de compra.", "- Tarjeta de Débito: Realiza el total del pago en un solo monto.", "- Tarjeta de Crédito: Paga en cuotas con VISA, AMEX, Mastercard y Diners Club.", "OFERTA: ¡Con tarjetas de crédito BBVA y DINERS CLUB aplica cuotas sin intereses!", "No asuma nada por favor.", "Haga todas las preguntas necesarias que serán respondidas casi al instante.", "::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::", ".:: B E A U R I T Z ::.", "¡¡ Porque amamos a Apple igual que Tú !!", "Somos MERCADOLÍDER GOLD", "Excelente reputación, 100% confiables!", "Tu compra es segura con nosotros!", "¡¡¡ CUIDADO POR FAVOR !!!", "Hay gente inescrupulosa que se hace pasar por nosotros aprovechándose de nuestra excelente reputación.", "No deposite, transfiera ni pague bajo ningún concepto si el nombre de la cuenta bancaria a depositar no coincide con el titular de ésta cuenta MERCADOLIDER GOLD."], "precio": ["13.299", "11.849"]},
{"titulo": ["Gamer Acer Nitro 7 I7 9na/16gb/512 Ssd/gtx 1650 4gb Oferta !"], "descripcion": ["SOMOS WIENERS TECH SAC", "TIENDA OFICIAL DE MERCADO LIBRE !!!!!!!!!!!", "OJO…LEER POR FAVOR ", "NUESTRA EXCELENTE TRAYECTORIA DE 15 AÑOS…SON SU MEJOR GARANTIA ", "ANTES DE DARLE A COMPRAR", "CONSULTAR DISPONIBILIDAD", "POR LAS ACTUALES CIRCUSNTANCIAS RENOVAMOS STOCK CONSTANTEMENTE – 03 VUELOS AL MES", "Horario: Lunes a Viernes de 10:00 a 6:00 Sábados hasta 2:00 ", "Solo aceptamos Mercado Pagos (sin costo adicional). Sugerencia antes de realizar la compra podrá ver al medio hacia la derecha de la publicación.", "1.- Medios de pagos donde se indica todas las opciones que el portal brinda", "2.- Formas de envío donde visualizará las disponibles las que se pueden coordinar", "Somos Empresa Importadora Mayorista con oficinas propias en Miami, California y La Molina, traemos a pedido lo que Ud. Requiera (solicite cotización).", "LAPTOP ACER 15.6\" NITRO 7 - GAMER", "CORE i7 9na CON 12 MB MEMORIA CACHE", "SSD 512GB M.2 NVMe PCIe + NVIDIA GeForce GTX 1650 (4GB GDDR5)", "PRODUCTO TOTALMENTE NUEVO EN CAJA CON GARANTÍA POR 12 MESES", "TAPAS SUPERIOR E INFERIOR COMO TECLADO SON DE ACABADO DE METAL ", "Intel Core i7-9750H 6 núcleos", "Velocidad 2.6 GHz máxima de impulso 4.5 GHz", "Caché L3 12 MB", "Tipo de memoria DDR4", "Memoria total instalada 16 GB", "Capacidad máxima de memoria 32 GB", "Tipo de ranura de memoria SO-DIMM de 260 pines", "Ranuras de memoria 2 (1 disponible)", "GPU NVIDIA GeForce GTX 1650 con 4 GB GDDR5 VRAM", "Pantalla IPS 15.6 \" ", "Resolución 1920 x 1080", "Brillo máximo 300 cd / m2", "Gama de colores 72% NTSC", "Ranuras de 2.5 \"1 x Altura sin especificar (disponible)", "SSD 512 GB M.2 NVMe PCIe", "Puertos 2 x USB Tipo A (USB 3.1 / USB 3.2 Gen 1)", "1 x USB tipo A (USB 2.0)", "Puertos USB tipo C 1 x USB 3.1 / USB 3.2 Gen 1", "Pantalla 1 x HDMI 2.0", "Audio 1 x entrada / salida de auriculares / micrófono de 1/8 \"/ 3.5 mm", "Altavoces incorporados Sí", "Micrófonos incorporados Sí", "Ethernet 1 x RJ45 (Gigabit)", "Wi-Fi Wi-Fi 5 (802.11ac); Doble banda (2.4 y 5 GHz)", "Soporte MU-MIMO Sí", "Bluetooth 4.2", "Cámara web orientada al usuario: 720p", "Batería: Capacidad de 4 celdas: 3720 mAh, máximo 7 horas", "Dispositivo señalador TouchPad", "Ranura de seguridad Kensington Lock", "Peso 2.5 kg"], "precio": ["5.699"]},
{"titulo": ["Macbook Pro Retina Touch Bar 13 / 1.4 512gb 8gb / Apple 2020"], "descripcion": ["POR FAVOR: LEA DETENIDAMENTE EL TOTAL DEL ANUNCIO", "Pregunte modelos, tamaños, colores, stock, formas de pago", "del equipo y todo lo necesario antes de comprar.", "¡ Incluso si aplica a un descuento por promoción !", "Evitemos malos entendidos por favor. Gracias.", "::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::", "Somos .:: B E A U R I T Z ::.", "Mercadolíder Gold por más de 13 años.", "Distribuidores de productos originales de Apple.", "No se arriesgue con vendedores nuevos.", "Estamos en Miraflores, Surco y Cercado de Lima", "::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::", "MacBook Pro Retina 13.3\" 512GB / 2020", "Touch Bar and Touch ID", "Código de Producto: MXK52LL/A", "- Procesador: Intel Core i5 a 1.4GHz | Quad-core 8va generación", "- Turbo Boost hasta 3.9GHz", "- Sistema operativo: macOS Catalina", "- Memoria: 8GB RAM LPDDR3", "- Disco: 512GB Disco Flash", "- Pantalla: Retina de 13,3 pulgadas (Resolución 2560 x 1600p)", "- Tarjeta gráfica: Intel Iris Plus Graphics 645", "- Retina display with True Tone", "- Magic Keyboard en INGLÉS", "- Trackpad Force Touch", "- Touch Bar and Touch ID", "Equipo Nuevo en Caja Sellada.", "::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::", "M E R C A D O P A G O", "Pregunte previo a su compra para asesorarlo y así su pago proceda correctamente.", "Aceptamos todos los medios de pago disponibles:", "- Pagoefectivo: Paga desde una Agencia o Banca por Internet con su código de compra.", "- Tarjeta de Débito: Realiza el total del pago en un solo monto.", "- Tarjeta de Crédito: Paga en cuotas con VISA, AMEX, Mastercard y Diners Club.", "OFERTA: ¡Con tarjetas de crédito BBVA y DINERS CLUB aplica cuotas sin intereses!", "No asuma nada por favor.", "Haga todas las preguntas necesarias que serán respondidas casi al instante.", "::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::", ".:: B E A U R I T Z ::.", "¡¡ Porque amamos a Apple igual que Tú !!", "Somos MERCADOLÍDER GOLD", "Excelente reputación, 100% confiables!", "Tu compra es segura con nosotros!", "¡¡¡ CUIDADO POR FAVOR !!!", "Hay gente inescrupulosa que se hace pasar por nosotros aprovechándose de nuestra excelente reputación.", "No deposite, transfiera ni pague bajo ningún concepto si el nombre de la cuenta bancaria a depositar no coincide con el titular de ésta cuenta MERCADOLIDER GOLD."], "precio": ["8.599", "7.399"]},
{"titulo": ["Macbook Pro Retina Touch Bar 16 / Core I7 512gb 16gb / 2019"], "descripcion": ["POR FAVOR: LEA DETENIDAMENTE EL TOTAL DEL ANUNCIO", "Pregunte modelos, tamaños, colores, stock, formas de pago", "del equipo y todo lo necesario antes de comprar.", "¡ Incluso si aplica a un descuento por promoción !", "Evitemos malos entendidos por favor. Gracias.", "::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::", "Somos .:: B E A U R I T Z ::.", "Mercadolíder Gold por más de 13 años.", "Distribuidores de productos originales de Apple.", "No se arriesgue con vendedores nuevos.", "Estamos en Miraflores, Surco y Cercado de Lima", "::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::", "MacBook Pro Retina 16\" Core i7 512GB 16GB Ram / 2019", "Touch Bar and Touch ID", "Código de Producto: MVVJ2LL/A", "- Procesador: Intel Core i7 a 2.6GHz | 6-core 9na generación", "- Turbo Boost hasta 4.5GHz", "- Sistema operativo: macOS CATALINA", "- Memoria: 16GB RAM LPDDR4", "- Disco: 512GB Disco Flash", "- Pantalla: Retina de 16 pulgadas (Resolución 3072x1920p)", "- Tarjeta gráfica: AMD Radeon Pro 5300M with 4GB of GDDR6 memory", "- Retina display with True Tone", "- Teclado retroiluminado en INGLÉS", "- Trackpad Force Touch", "- Touch Bar and Touch ID", "Equipo Nuevo en Caja Sellada.", "::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::", "M E R C A D O P A G O", "Pregunte previo a su compra para asesorarlo y así su pago proceda correctamente.", "Aceptamos todos los medios de pago disponibles:", "- Pagoefectivo: Paga desde una Agencia o Banca por Internet con su código de compra.", "- Tarjeta de Débito: Realiza el total del pago en un solo monto.", "- Tarjeta de Crédito: Paga en cuotas con VISA, AMEX, Mastercard y Diners Club.", "OFERTA: ¡Con tarjetas de crédito BBVA y DINERS CLUB aplica cuotas sin intereses!", "No asuma nada por favor.", "Haga todas las preguntas necesarias que serán respondidas casi al instante.", "::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::", ".:: B E A U R I T Z ::.", "¡¡ Porque amamos a Apple igual que Tú !!", "Somos MERCADOLÍDER GOLD", "Excelente reputación, 100% confiables!", "Tu compra es segura con nosotros!", "¡¡¡ CUIDADO POR FAVOR !!!", "Hay gente inescrupulosa que se hace pasar por nosotros aprovechándose de nuestra excelente reputación.", "No deposite, transfiera ni pague bajo ningún concepto si el nombre de la cuenta bancaria a depositar no coincide con el titular de ésta cuenta MERCADOLIDER GOLD."], "precio": ["13.299", "11.849"]}
]