[
{"titular": ["'Locomotora' tras etapa 8: Ha sido un mano a mano bonito con Roglic, lo hace divertido"], "descripcion": ["N/A"]},
{"titular": ["Richard Carapaz salvó liderato de la Vuelta a España; Primoz Roglic fue ganador de la octava etapa"], "descripcion": ["N/A"]},
{"titular": ["Ineos, el equipo de Carapaz, se embolsa medio millón de dólares por el Giro"], "descripcion": ["N/A"]},
{"titular": ["Luis Capurro: ‘Jugadores del nivel de Diego Maradona ya no aparecen. Capaz que habrá que esperar otro siglo para ver uno’"], "descripcion": ["N/A"]},
{"titular": ["Abel 'Authentic' Mina protagonizará la pelea estelar de una cartelera boxística en México"], "descripcion": ["El púgil ecuatoriano enfrentará al azteca Juan Carlos 'Chiflado' Rojas en Monterrey."]},
{"titular": ["Doblete para el Team Best PC en la sexta etapa de la Vuelta a Guatemala"], "descripcion": ["El equipo continental ecuatoriano consiguió su primer triunfo de etapa en la ronda centroamericana."]},
{"titular": ["Vuelta a España 2020: etapa 9, horarios y canales de TV para ver a Richard Carapaz "], "descripcion": ["Richard Carapaz (INEOS Grenadiers) continúa como líder de la Vuelta a España."]},
{"titular": ["Critican a Kevin Cash, mánager de Tampa Bay, por retirar a Snell de la Serie Mundial"], "descripcion": ["La decisión de Cash se convertirá en una de las leyendas infames de octubre."]},
{"titular": ["Diego Armando Maradona, el ‘Pelusa’ cumple 60 años y se recuerdan sus polémicas amistades políticas, actos nobles y la ‘Mano de Dios’"], "descripcion": ["El último año de Maradona estuvo, como casi todos los anteriores, marcado por un fuerte compromiso político y social, por algunos inconvenientes de..."]},
{"titular": ["Triunfo del Sevilla sobre el Stade Rennes por la Champions League "], "descripcion": ["Sevilla, en busca de su primera victoria, recibe al Stade Rennes."]},
{"titular": ["José F. Cevallos: El Barcelona SC vs. Liga (Q) puede denominarse clásico nacional"], "descripcion": ["El exguardameta también se refirió a la participación de los toreros en la Copa Libertadores 2020."]},
{"titular": ["Rashford se manda una tripleta en la goleada 5-0 del Manchester United sobre el RB Leipzig"], "descripcion": ["(VIDEO) Rashford anotó tres goles (75, 78 y 90+2), en una goleada que completaron Mason Greenwood (21) y el francés Anthony Martial de penal (87)."]},
{"titular": ["El FC Barcelona se impone en campo de la Juventus, que sufrió la baja de Cristiano Ronaldo"], "descripcion": ["(VIDEO) Un gol del francés Ousmane Dembélé (14) abrió el marcador, que cerró Leo Messi de penal (90+1) para afianzar al Barça."]},
{"titular": ["Con Carapaz como líder general, así quedaron las clasificaciones de La Vuelta a España"], "descripcion": ["El esloveno Primoz Roglic ganó la octava etapa. Richard Carapaz fue segundo y consiguió mantener liderato general."]},
{"titular": ["Ferencváros logró salvar un empate a 2 ante el Dynamo Kyev"], "descripcion": ["El acierto del delantero africano, que un cuarto de hora antes había ocupado el lugar del brasileño Isael, frustró al conjunto del rumano Mircea..."]},
{"titular": ["Pepe Reina salva a la Lazio de Felipao Caciedo, en el empate a 1 ante Club Brujas"], "descripcion": ["(VIDEO) El argentino Joaquín Correa adelantó a los italianos en la primera parte (14), pero los belgas fueron superiores y gozaron de muchas..."]},
{"titular": ["Jadon Sancho y Erling Haaland dan la victoria 2-0 al Borussia Dortmund sobre el Zenit"], "descripcion": ["(VIDEO) El primer gol del partido lo consiguió el inglés Jadon Sancho, que transformó un penal en el 78, y en el 90 sentenció el noruego Erling..."]},
{"titular": ["PSG se recuperó con la victoria 2-0 ante el Istanbul Basaksehir"], "descripcion": ["(VIDEO) El joven delantero italiano Moise Kean, 20 años, decidiese el triunfo para los parisinos con un doblete en el segundo periodo (64 y 79)."]},
{"titular": ["Diego Armando Maradona sueña con hacerle otro gol a Inglaterra, pero 'con la mano derecha'"], "descripcion": ["El argentino cumplirá 60 años este viernes y asegura que ese sería su mayor regalo."]},
{"titular": ["Chelsea dio una paliza  en Rusia al Krasnodar de Cristian Ramírez"], "descripcion": ["(VIDEO) Callum Hudson-Odoi adelantó a los ingleses en el 37 y en la segunda mitad Timo Werner (76 de penal), el marroquí Hakim Ziyech (79) y el..."]},
{"titular": ["Cristiano Ronaldo estalla contra las pruebas de COVID-19"], "descripcion": ["El futbolista de la Juventus no podrá jugar este miércoles ante el FC Barcelona por Champions League."]},
{"titular": ["Richard Carapaz: Subida a Moncalvillo es dura, un puerto serio"], "descripcion": ["El ciclista ecuatoriano defiende el liderato de la general en la Vuelta a España, que disputa su octava etapa."]},
{"titular": ["Los Dodgers ganan la Serie Mundial luego de 32 años"], "descripcion": ["Los Dodgers ostentaron la mejor foja de las Grandes Ligas durante esta campaña abreviada por la pandemia de coronavirus."]},
{"titular": ["Unión vs. Emelec: Fecha, horarios, canales y estadio por la segunda fase de la Sudamericana"], "descripcion": ["Los azules, que no pasan buen momento en el campeonato doméstico, se presentan este jueves en Argentina."]},
{"titular": ["Vuelta a España 2020: etapa 8, horarios y canales de TV para ver a Richard Carapaz el miércoles 28 de octubre"], "descripcion": ["El ecuatoriano (equipo Ineos Grenadiers) mantuvo la camiseta roja de líder de la Vuelta a España el martes, en la etapa 7. "]},
{"titular": ["Paúl Vélez: Ofrecieron dinero para sobornar a mis jugadores"], "descripcion": ["Los propios jugadores, a quienes no mencionó, fueron los que le avisaron sobre este hecho."]},
{"titular": ["Gustavo Cortez, desafectado del microciclo tras dar positivo por covid-19"], "descripcion": ["Los trabajos a cargo del seleccionador Gustavo Alfaro se llevan a cabo durante este martes y el miércoles con miras a la doble fecha de Elimnatoria..."]},
{"titular": ["Cristiano vuelve a dar positivo y no estará contra Messi"], "descripcion": ["El delantero de la Juventus sigue siendo totalmente asintomático, pero la normativa de la UEFA es clara."]},
{"titular": ["Djokovic acaricia récord del n.° 1 para final de año de Sampras"], "descripcion": ["'Nole' superó a Filip Krajinovic este martes en Viena y necesita ganar su partido del miércoles frente a Borna Coric."]},
{"titular": ["El 'rey' del esprint, sancionado y fuera de Tokio"], "descripcion": ["El estadounidense no ha podido librarse del castigo impuesto este martes la Unidad de Integridad del Atletismo."]},
{"titular": ["Con el doblete de Duvan Zapata, Atalanta logró empatar a 2 con el Ajax"], "descripcion": ["El serbio Dusan Tadic de penal (30) y el burkinés Lassina Traoré (38) adelantaron a los holandeses antes de la pausa, pero Zapata salvó los muebles..."]},
{"titular": ["Porto se paseó y doblegó 2-0 al Olympiacos"], "descripcion": ["El volante colombiano Matheus Uribe fue titular en el equipo local y disputó los 90 minutos, en los que tuvo un aceptable rendimiento, mientras que..."]},
{"titular": ["Con el último suspiro se impuso el Atlético sobre el Red Bull Salzburgo"], "descripcion": ["Marcos Llorente abrió el marcador (28), pero Dominik Szoboszlai igualó al filo del descanso (40), Gerim Berisha adelantó al Salzburgo (47) y Joao..."]},
{"titular": ["Casemiro evita la derrota del Real Madrid ante el Mönchengladbach"], "descripcion": ["Marcus Thuram, hijo del mítico Lilian Thuram, vivió una de esas noches que no se olvidan, ya que pocos son los que pueden decir que le han marcado..."]}
]